Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Backup.strings
Languages: ca, es, es_mx, fi, pt_br, ro, sv, uk, zh_tw

# 1Hq-6D-ut1.text
source: Backup funds again
ca: Fons de reserva una altra vegada
es: Volver a respaldar fondos
es_mx: Crear nueva copia de seguridad de los fondos
fi: Varmuuskopio varojen uudelleen
pt_br: Proteger fundos novamente
ro: Fondurile de rezervă din nou
sv: Backup medel igen
uk: Відновити кошти знову
zh_tw: 再一次的備份基金

# 3kJ-3U-lFe.text
source: Please try again
ca: Intenteu-ho novament
es: Por favor, inténtalo de nuevo
es_mx: Por favor, inténtelo de nuevo.
fi: Yritä uudelleen
pt_br: Tente novamente
ro: Vă rugăm să încercaţi din nou
sv: Behaga försök igen
uk: Будь ласка, спробуйте ще раз!
zh_tw: 請再試一次

# 4Nq-ue-tXr.text
source: Enter the following words from your Recovery Phrase to complete the backup process.
ca: Verificar que vostè escriure la frase de còpia de seguretat
es: Escribe las siguientes palabras de tu Frase de Recuperación para completar el proceso de respaldo.
es_mx: Verifique que ha escrito la palabra de la copia de seguridad
fi: Tarkista kirjoitin taaksepäin lause
pt_br: Insira as seguintes palavras de sua frase de recuperação para completar o processo de backup.
ro: Verificaţi că aţi scris în jos fraza rezervă
sv: Kontrollera att du skrev ner backup frasen
uk: Для відновлення, введіть наступні слова з вашої Фрази відновлення.
zh_tw: 驗證您記下備份的短語

# 6zt-Xf-txg.text
source: Press and hold to reveal the word
ca: Premuda per revelar la paraula
es: Presiona y mantén presionado para mostrar la palabra
es_mx: Presione y mantenga presionado para mostrar la palabra
fi: Pidä paljastaa sana
pt_br: Mantenha pressionado para revelar a palavra
ro: Apăsaţi şi ţineţi apăsat pentru a descoperi cuvântul
sv: Håll för att avslöja ordet
uk: Натисніть і утримуйте, щоб відкрити слово
zh_tw: 按下並按住要揭示這個詞

# 07q-RX-CeI.text
source: Please try again
ca: Intenteu-ho novament
es: Por favor, inténtalo de nuevo.
es_mx: Por favor, inténtelo de nuevo.
fi: Yritä uudelleen
pt_br: Tente novamente
ro: Vă rugăm să încercaţi din nou
sv: Behaga försök igen
uk: Будь ласка, спробуйте ще раз!
zh_tw: 請再試一次

# 9A7-TT-PzN.title
source: Backup Funds
ca: Fons de reserva
es: Respaldar fondos
es_mx: Copia de seguridad de los fondos
fi: Varmuuskopio varoja
pt_br: Proteger fundos
ro: Fondurile de rezervă
sv: Backup medel
uk: Повернення коштів
zh_tw: 備份的資金

# 9Hu-uO-gJl.text
source: You have not backed up your funds yet.
ca: No tenen recolzava el seu fons encara
es: ¡Oh no! You haven't backed up your funds yet.
es_mx: Usted todavía no ha realizado una copia de seguridad de sus fondos
fi: Et ole varmuuskopioinut rahat vielä
pt_br: Ah não! Você não fez backup seus fundos ainda.
ro: Tu nu au susţinut până fondurile dumneavoastră încă
sv: Du har inte säkerhetskopierat dina fonder ännu
uk: О, ні! Ви ще не відновили свої кошти.
zh_tw: 你有沒有備份您的資金

# 9WK-My-5CL.text
source: This action requires the second password for your bitcoin wallet. Please enter it below and press continue.
ca: Aquesta acció requereix la segona clau per a la seva cartera bitcoin. Torneu-lo a sota i premeu continuar.
es: Esta acción requiere la segunda contraseña para tu monedero Bitcoin. Introdúcelo a continuación y haz clic en continuar.
es_mx: Esta acción requiere la segunda contraseña para su monedero bitcoin. Introdúzcalo a continuación y pulse continuar.
fi: Tämä toiminto edellyttää sekunnissa salasana bitcoin-lompakon. Kirjoita se ja paina Jatka.
pt_br: Esta ação requer a segunda senha da sua carteira de bitcoin. Digite-a abaixo e pressione “Continuar”.
ro: Această acţiune necesită doua parola pentru portofel bitcoin. Vă rugăm să introduceţi-l mai jos şi apăsaţi continuă.
sv: Denna åtgärd kräver andra lösenordet för plånboken bitcoin. Anger du det nedan och tryck på Fortsätt.
uk: Ця дія вимагає другий пароль до вашого гаманця. Будь ласка, введіть пароль знизу і натисніть Продовжити.
zh_tw: 此操作需要第二個密碼你比特幣的錢包。請在下面輸入和按繼續。

# 9hR-tm-aq5.placeholder
source: first word
ca: primera paraula
es: primera palabra
es_mx: Primera palabra
fi: Ensimmäinen sana
pt_br: primeira palavra
ro: primul cuvânt
sv: första ordet
uk: перше слово
zh_tw: 第一個單詞

# AFH-AI-Rgk.normalTitle
source: Previous word
ca: Paraula anterior
es: Palabra anterior
es_mx: Palabra anterior
fi: Edellinen sana
pt_br: Palavra anterior
ro: Cuvânt anterior
sv: Föregående ord
uk: Попереднє слово
zh_tw: 前一個單詞

# CBl-1W-VP8.placeholder
source: Password
ca: Contrasenya
es: Contraseña
es_mx: Contraseña
fi: Salasana
pt_br: Senha
ro: Parola
sv: Lösenord
uk: Пароль
zh_tw: 密碼

# EQM-OM-jK8.normalTitle
source: Done
ca: Fet
es: Completado
es_mx: Completado
fi: Tehnyt
pt_br: Pronto
ro: Făcut
sv: Gjort
uk: Виконано
zh_tw: 完成

# FDO-ui-cGo.text
source: Don't take a screenshot! You can jeopardize your wallet's security
ca: No prendre un screenshot! Vostè pot en perill la seguretat de la seva cartera
es: ¡No hagas una captura de pantalla! Puedes poner en peligro la seguridad de tu monedero
es_mx: ¡No tome una captura de pantalla! Puede poner en peligro la seguridad de su monedero
fi: Älä ota kuvakaappaus! Voi vaarantaa sinun lompakko turvallisuus
pt_br: Não faça uma captura de tela! Você pode comprometer a segurança da sua carteira
ro: Nu ia un screenshot! Vă pot pune în pericol portofel pe securitate
sv: Ta inte en skärmdump! Du kan äventyra din plånbok säkerhet
uk: Не робіть знімок екрану! Це може поставити під загрозу безпеку свого гаманця
zh_tw: 不要把截圖! 你可以破壞你的錢包安全

# Fda-Z4-3e7.placeholder
source: sixth word
ca: paraula de sisè
es: sexta palabra
es_mx: Sexta palabra
fi: Kuudes sana
pt_br: sexta palavra
ro: a şasea cuvântul
sv: sjätte ordet
uk: шосте слово
zh_tw: 第六個單詞

# NaV-Bk-o1b.text
source: How to restore your wallet
ca: Com restaurar la seva cartera
es: Cómo restaurar tu monedero
es_mx: Cómo restaurar su monedero
fi: Kuinka jotta palauttaa sinun lompakko
pt_br: Como recuperar a carteira
ro: Cum de a restabili portofel
sv: Hur du återställer din plånbok
uk: Як відновити гаманець
zh_tw: 如何還原你的錢包

# T4p-mz-siC.normalTitle
source: VERIFY BACKUP
ca: VERIFICAR LA CÒPIA DE SEGURETAT
es: VERIFICAR COPIA DE SEGURIDAD
es_mx: COMPROBAR COPIA DE SEGURIDAD
fi: TARKISTA VARMUUSKOPIOINTI
pt_br: VERIFICAR PROTEÇÃO
ro: VERIFICA BACKUP
sv: VERIFIERA BACKUP
uk: ПІДТВЕРДИТИ РЕЗЕРВНЕ КОПІЮВАННЯ
zh_tw: 驗證備份

# UCL-i9-UDp.text
source: Write the words down in the exact order they appear on a sheet of paper, and store it somewhere safe
ca: Escriure les paraules en l'ordre exacte que apareixen en un full de paper i emmagatzemar-lo en algun lloc segur
es: Escribe las palabras en el orden en que aparecen en una hoja de papel y guárdalas en un lugar seguro
es_mx: Escriba las palabras en el orden en que aparecen en una hoja de papel y guárdela en lugar seguro
fi: Kirjoita sanat tietyssä järjestyksessä ne näkyvät paperille ja tallentaa sen jossain turvallista
pt_br: Escreva as palavras em uma folha de papel na exata ordem em que aparecem e guarde-a em um local seguro
ro: Scrie cuvintele pe o foaie de hârtie în exact comanda ei să apară pe o foaie de hârtie şi stocaţi-o undeva în siguranţă
sv: Skriva ord i den exakta ordning som de visas på ett ark papper och förvara den någonstans säkert
uk: На аркуші паперу запишіть слова точно у тому ж порядку, як вони з'являтимуться на екрані, і зберігайте його в надійному місці
zh_tw: 把單詞寫在他們出現在一張紙，並存儲到安全的地方的準確順序

# Yh8-Gm-6op.text
source: Lost your 12 word recovery phrase?
ca: Perdut la seva frase de recuperació de 12 paraula?
es: ¿Perdiste tu frase de recuperación de 12 palabras?
es_mx: ¿Ha perdido la palabra 12 de su frase de recuperación?
fi: Menettänyt 12 sana elpyminen lause?
pt_br: Perdeu sua frase de recuperação de 12 palavras?
ro: Pierdut dumneavoastră 12 cuvânt fraza de recuperare?
sv: Glömt din 12 ordet återhämtning fras?
uk: Втратили свою фразу для відновлення пароля із 12-слів?
zh_tw: 失去了你 12 字恢復短語嗎?

# eaO-py-9rY.normalTitle
source: Next word
ca: Paraula següent
es: Siguiente palabra
es_mx: Siguiente palabra
fi: Seuraava sana
pt_br: Próxima palavra
ro: Cuvântul următor
sv: Nästa ord
uk: Наступне слово
zh_tw: 下一個單詞

# eyR-AW-SMc.text
source: Backing up your funds ensures that you will keep access to your current bitcoins and bitcoins youâ€™ll receive in this wallet in the future (except imported addresses), even if you forget your password or if our service becomes unavailable.
ca: Recolzar el seu fons és fàcil i assegura que no perdrà accés als teus bitcoins, fins i tot si el nostre servei no està disponible.
es: Por favor tomate algunos minutos para asegurar que tengas acceso a tus Bitcoin (excepto en direcciones importadas), aún si olvidas tu contraseña o si nuestro servicio no está disponible. Te prometemos que hacerlo es rápido, sencillo y vale la pena.
es_mx: Hacer una copia de seguridad de sus fondos asegura que no perderá acceso a sus bitcoins (excepto direcciones importadas), incluso si olvida su contraseña o si nuestro servicio no está disponible.
fi: Varmuuskopiointi rahat varmistaa, että et menetä käyttää Bitcoins (paitsi tuodut osoitteet), vaikka unohdat salasanasi tai jos palvelu ei ole käytettävissä.
pt_br: Por favor, tome alguns minutos para garantir que você pode acessar seu bitcoin (exceto em endereços importados), mesmo se você esquecer sua senha ou se nosso serviço ficar indisponível. Nós prometemos fazê-lo é rápido, indolor e vale a pena.
ro: Back-up fondurile dumneavoastră este uşor şi asigură nu veţi pierde accesul la dumneavoastră bitcoins, chiar dacă serviciul nostru devine indisponibilă.
sv: Säkerhetskopiera dina fonder garanterar att du inte kommer att förlora tillgången till dina bitcoins (utom importerade adresser), även om du glömmer ditt lösenord eller om vår tjänst blir otillgänglig.
uk: Будь ласка, витратьте декілька хвилин і переконайтесь, що у вас є доступ до bitcoin (крім імпортованих адрес), навіть якщо ви забули свій пароль або якщо наш сервіс стає недоступним. Ми обіцяємо зробити це швидко і без паніки.
zh_tw: 備份您的資金保證，你不會失去訪問到你比特幣 (除非導入的位址)，即使您忘記了您的密碼，或者如果我們的服務變得不可用。

# kcC-2S-PfL.placeholder
source: third word
ca: tercera paraula
es: tercera palabra
es_mx: tercera palabra
fi: kolmas sana
pt_br: terceira palavra
ro: treia cuvântul
sv: tredje ordet
uk: третє слово
zh_tw: 第三個單詞
