Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Archive this if you do NOT want to use it anymore. Your funds will remain safe, and you can unarchive it at any time.
ar: أرشفة هذا إذا كنت لا تريد استخدامه بعد الآن. سوف تظل الأموال الخاصة بك آمنة، ويمكنك إلغاء الأرشفة فإنه في أي وقت.
ca: Arxivi això si no voleu utilitzar-lo ja. El seu fons continuarà sent segurs, i vostè pot unarchive en qualsevol moment.
cs: Archivujte, pokud nechcete používat už. Vaše prostředky budou i nadále bezpečné, a můžete Odarchivovat kdykoliv.
da: Arkivere dette hvis du ikke vil bruge det længere. Dine penge vil forblive sikker, og du kan udpakke det til enhver tid.
el: Αρχειοθετήστε αυτό αν δεν θέλετε να το χρησιμοποιούν πια. Τα χρήματά σας θα παραμείνουν ασφαλείς και σας μπορεί να το αφαιρέσετε οποιαδήποτε στιγμή.
es_mx: Archívala si NO deseas utilizarla más. Tus fondos estarán a salvo y puedes desarchivarlas en cualquier momento.
fi: Arkistoida, jos et halua käyttää sitä enää. Rahat pysyvät turvassa ja voit triviaalien milloin tahansa.
fr: Archivez ceci si vous NE souhaitez PLUS l'utiliser. Vos fonds resteront en sécurité, et vous pouvez les désarchiver à tout moment.
he: ארכיון זה אם אתה לא רוצה להמשיך להשתמש בו. קרנות שלך יישאר בטוח, אתה יכול unarchive אותו בכל עת.
hi: यदि आप इसे अब और का उपयोग करने के लिए नहीं चाहते हैं, तो यह संग्रह। आपका धन सुरक्षित रहेगा, और आप इसे किसी भी समय unarchive कर सकते हैं।
hr: Arhiviranje to ako ne želite više koristiti. Vaš novac će ostati sigurno, a možete unarchive u bilo koje vrijeme.
hu: Archív ez, ha nem akar-hoz használ ez anymore. Az alapok továbbra is biztonságos, és Ön archiválás, azt bármikor.
ms: Arkib ini jika anda tidak mahu menggunakannya lagi. Dana anda akan kekal selamat, dan anda boleh unarchive pada bila-bila masa.
nb: Arkiv dette hvis du ikke vil bruke den lenger. Midlene vil være trygt, og du kan hente det frem når som helst.
pt: Este arquivo se você não quiser usá-lo mais. Seus fundos permanecerá seguros, e você pode desarquivá-lo a qualquer momento.
pt_br: Arquive-o se NÃO desejar usá-lo novamente. Seus fundos permanecerão seguros e você pode desarquivá-lo a qualquer momento.
ro: Arhiva-asta dacă nu vrei să-l utilizaţi mai. Fondurile dumneavoastră vor rămâne în siguranţă, şi vă pot unarchive în orice moment.
sk: Archív to, ak nechcete použiť už. Peniaze zostanú v bezpečí, a ste si Odarchivovat kedykoľvek.
sl: Arhiv to, če ne želite več uporabljati. Vaša sredstva bodo ostala varna, in si lahko Dearhiviraj kadarkoli.
zh_tw: 這存檔如果你不想再使用它。您的資金將保持安全，並且你可以在任何時間 unarchive 它。

source: Archived
ar: أرشفة
ca: Arxivats
cs: Archivováno
da: Arkiveret
el: Αρχειοθετούνται
es_mx: Archivado
fi: Arkistoitu
fr: Archivé
he: בארכיון
hi: आर्काइव्ड
hr: U arhivi
hu: Archivált
ms: Arkib
nb: Arkivert
pt: Arquivados
pt_br: Arquivado
ro: Arhivate
sk: Archivované
sl: Arhivirani
zh_tw: 存檔

source: Archiving addresses
ar: أرشفة عناوين
da: Arkivering adresser
el: Αρχειοθέτηση διευθύνσεις
es_mx: Archivando las direcciones
fi: Arkistointi osoitteita
he: בארכיון כתובות
hi: पते संग्रह करना
hr: Arhiviranje adrese
hu: Archiválás címek
ms: Arkib alamat
nb: Arkivering adresser
pt: Endereços de arquivamento
pt_br: Arquivando endereços
ro: Arhivarea adreselor
sk: Archivácia adresy
sl: Arhiviranje naslove
zh_tw: 存檔位址

source: Ask Me Later
ar: السؤال لاحقاً
ca: Demanar-Me més tard
cs: Zobrazit dotaz později
da: Spørg mig senere
el: Να ερωτηθώ αργότερα
es_mx: Preguntarme más tarde
fi: Kysy myöhemmin
fr: Demandez-moi plus tard
he: . תשאל אותי מאוחר יותר
hi: मुझे बाद में पूछें
hr: Pitaj Me kasnije
hu: Ellenorzes
ms: Tanya saya kemudian
nb: Spør meg senere
pt: Pergunte-Me mais tarde
pt_br: Pergunte Mais Tarde
ro: Întreabă-mă mai târziu
sk: Spýtať sa neskôr
sl: Vprašaj Me pozneje
zh_tw: 稍後再問我

source: Authenticate with Touch ID
ar: المصادقة باستخدام معرف اتصال
ca: Autenticar amb tacte ID
cs: Ověřování s Touch ID
da: Godkende med Touch-ID
el: Έλεγχος ταυτότητας με ID αφής
es_mx: Autentificar con Touch ID
fi: Todenna Touch tunnus
fr: Authentifier avec Touch ID
he: אימות עם מזהה מגע
hi: स्पर्श ID के साथ प्रमाणित करें
hr: Ovjeriti sa Touch ID
hu: Hitelesít-val érint ID
ms: Mengesahkan dengan sentuhan ID
nb: Godkjenne med Touch-ID
pt: Autenticar com toque ID
pt_br: Autenticar com Touch ID
ro: Se autentifice cu ID-ul Touch
sk: Overenie Touch ID
sl: Preverjanje pristnosti z Touch ID
zh_tw: 使用觸摸 ID 進行身份驗證

source: Authorization Required
ar: الإذن اللازم
ca: Autorització requerida
cs: Vyžadována autorizace
da: Krævede tilladelse
el: Έγκριση που απαιτείται
es_mx: Se requiere autorización
fi: Lupa
fr: Autorisation requise
he: אישור נדרש
hi: प्राधिकरण की आवश्यकता
hr: Autorizacija potrebna
hu: Szükséges engedély
ms: Kebenaran yang diperlukan
nb: Godkjenning kreves
pt: Autorização necessária
pt_br: Autorização Requerida
ro: Autorizaţii necesare
sk: Oprávnenia
sl: Dovoljenja zahtevanega
zh_tw: 所需的授權

source: Automatic Pairing
ar: الأقران التلقائي
ca: Vinculació automàtica
cs: Automatické párování
da: Automatisk parring
el: Αυτόματη αντιστοίχιση
es_mx: Sincronización automática
fi: Automaattinen pariliitoksen
fr: Jumelage automatique
he: זיווג אוטומטי
hi: स्वत: बाँधना
hr: Automatsko uparivanje
hu: Automatikus párosítás
ms: Berpasangan automatik
nb: Automatisk tilkobling
pt: Emparelhamento automático
pt_br: Pareamento Automático
ro: Asocierea automată
sk: Automatické párovanie
sl: Samodejno seznanjanje
zh_tw: 自動配對

source: Automatically
ar: تلقائياً
ca: Automàticament
cs: Automaticky
da: Automatisk
el: Αυτόματα
es_mx: Automáticamente
fi: Automaattisesti
fr: Automatiquement
he: באופן אוטומטי
hi: स्वचालित रूप से
hr: Automatski
hu: Automatikusan
ms: Secara automatik
nb: Automatisk
pt: Automaticamente
pt_br: Automaticamente
ro: Automat
sk: Automaticky
sl: Samodejno
zh_tw: 自動

source: BACKUP FUNDS
ar: أموال احتياطية
ca: FONS DE RESERVA
cs: ZÁLOHOVÁNÍ FONDY
da: BACKUP MIDLER
el: ΕΦΕΔΡΙΚΉ ΤΑΜΕΊΑ
es_mx: RESPALDAR FONDOS
fi: VARMUUSKOPIO VAROJA
fr: SAUVEGARDER LES FONDS
he: קרנות גיבוי
hi: बैकअप फंड
hr: SIGURNOSNA KOPIJA SREDSTVA
hu: BIZTONSÁGI ALAPOK
ms: DANA SANDARAN
nb: BACKUP MIDLER
pt: FUNDOS DE RESERVA
pt_br: FAZER BACKUP DOS FUNDOS
ro: FONDURILE DE REZERVĂ
sk: ZÁLOŽNÉ ZDROJE
sl: VARNOSTNO SREDSTEV
zh_tw: 備份的資金

source: Backup
ar: النسخ الاحتياطي
ca: Còpia de seguretat
cs: Zálohování
el: Δημιουργία αντιγράφων ασφαλείας
es_mx: Copia de seguridad
fi: Varmuuskopiointi
fr: Sauvegarde
he: גיבוי
hi: बैकअप
hr: Sigurnosna kopija
hu: Biztonsági mentés
ms: Sandaran
nb: Sikkerhetskopiering
pt: Backup de
pt_br: Fazer backup
ro: Copie de rezervă
sk: Zálohovanie
sl: Varnostno kopiranje
zh_tw: 備份

source: Backup Funds
ar: أموال احتياطية
ca: Fons de reserva
cs: Zálohování fondy
da: Backup midler
el: Εφεδρική ταμεία
es_mx: Respaldar fondos
fi: Varmuuskopio varoja
fr: Sauvegarder les fonds
he: קרנות גיבוי
hi: बैकअप फंड
hr: Sigurnosna kopija sredstva
hu: Biztonsági alapok
ms: Dana sandaran
nb: Backup midler
pt: Fundos de reserva
pt_br: Fazer backup dos fundos
ro: Fondurile de rezervă
sk: Záložné zdroje
sl: Varnostno sredstev
zh_tw: 備份的資金

source: Backup Phrase
ar: العبارة النسخ الاحتياطي
ca: Frase reserva
cs: Zálohování fráze
da: Backup sætning
el: Εφεδρική φράση
es_mx: Frase de copia de seguridad
fi: Varmuuskopio lause
fr: Phrase de sauvegarde
he: הביטוי גיבוי
hi: बैकअप वाक्यांश
hr: Sigurnosna kopija izraz
hu: Hát mondat
ms: Frasa sandaran
nb: Backup uttrykk
pt: Frase de backup
pt_br: Frase de Recuperação
ro: Fraza de rezervă
sk: Zálohovanie frázy
sl: Varnostno stavek
zh_tw: 備份的短語

source: Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app.
ar: قبل الوصول إلى المحفظة الخاصة بك، الرجاء اختيار رقم السري لاستخدام لفتح محفظتك. من المهم تذكر هذا الرقم كما لا يمكن إعادة تعيين أو تغيير دون الأولى فتح التطبيق.
ca: Abans d'accedir a la seva cartera, si us plau escull un número pin per utilitzar per obrir la seva cartera. És important que Recordeu aquest pin com no pot ser restaurar o canviat sense primer obrir l'app.
cs: Před přístupem k vaší peněžence, zvolte pin číslo použít k odemknutí peněženku. Je důležité, že si tento pin nelze obnovit nebo změnit bez první uvolnění aplikace.
da: Før adgang til tegnebogen, skal du vælge en PIN-kode til at bruge til at låse din tegnebog. Det er vigtigt du huske denne pin, som det ikke kan nulstilles eller ændres uden første frigøre app.
el: Πριν την προσπέλαση πορτοφόλι σας, επιλέξτε έναν αριθμό pin για να χρησιμοποιήσετε για να ξεκλειδώσετε το πορτοφόλι σας. Είναι σημαντικό να θυμάστε αυτό το pin, όπως δεν μπορεί να επαναφέρετε ή να αλλάξει χωρίς την πρώτη απελευθέρωση app.
es_mx: Antes de acceder a tu monedero, por favor, elije un número de PIN para desbloquear tu monedero. Es importante que recuerdes este PIN porque no se puede restablecer o cambiar sin antes desbloquar la aplicación.
fi: Ennen käyttöä lompakon, valitse PIN-koodin käyttämään Avaa lompakko. On tärkeää muistaa tämä PIN-tunnus, koska se ei voi palauttaa tai vaihtaa avaamatta app.
fr: Avant d'accéder à votre portefeuille, veuillez choisir un code PIN pour déverrouiller votre portefeuille. Il est important de se rappeler de ce code PIN, car il ne pourra pas être réinitialisé sans déverrouiller au préalable l’application.
he: בטרם ייגש הארנק שלך, אנא בחר מספר pin כדי להשתמש כדי לפתוח את הארנק שלך. חשוב שתזכור את הסיכה הזאת כמו זה ניתן לאפס או לשנות ללא הראשון פותח את היישום.
hi: अपना बटुआ तक पहुँचने से पहले, कृपया अपना बटुआ अनलॉक करने के लिए उपयोग करने के लिए कोई पिन संख्या चुनें। यह महत्वपूर्ण आप इस पिन याद के रूप में इसे रीसेट नहीं कर सकते या app पहले ताला खोलने के बिना बदल गया है।
hr: Prije pristupanja novčanik, odaberite broj pin za otključavanje vaš novčanik. To je važno zapamtiti ovaj pin kao ne može ponovo postaviti ili promijeniti bez otključavanja app.
hu: Mielőtt hozzáférnének a pénztárca, válasszon egy pin-kódot használ-hoz kinyit a pénztárca. Fontos, hogy emlékszik a PIN-kód nem tud orrgazdaság vagy nélkül első felszabadítása a app.
ms: Sebelum mencapai dompet anda, sila pilih satu nombor pin untuk menggunakan untuk membuka dompet anda. Ia adalah penting anda ingat pin ini kerana ia tidak boleh set semula atau dipinda tanpa pertama membuka apl.
nb: Før du åpner lommeboken, Velg en PIN å bruke låse opp lommeboken. Det er viktig du husker denne PIN-koden som det ikke kan tilbakestille eller endres uten først låse opp programmet.
pt: Antes de acessar sua carteira, por favor, escolha um número de pin para usar para desbloquear a sua carteira. É importante que você se lembra deste pino como não pode ser reposto ou alterado sem primeiro desbloquear o app.
pt_br: Antes de acessar sua carteira, escolha um número PIN para desbloqueá-la. É importante que você guarde este PIN, pois ele não poderá ser redefinido nem alterado antes que o aplicativo seja desbloqueado.
ro: Înainte de a accesa portofelul dumneavoastră, vă rugăm să alegeţi un număr PIN-ul pentru a utiliza pentru a debloca portofel. Este important să vă amintiţi acest pin, deoarece nu poate fi resetat sau schimbat fără prima deblocarea app.
sk: Pred prístupom k vašej peňaženke, vyberte číslo pin používať odomknúť peňaženke. Je dôležité si pamätať tento pin, ako to nemôže obnoviť alebo zmeniť bez prvý odomknúť app.
sl: Pred dostopom do vaše denarnice, izberite številka pin za odklepanje vaš listnica. To je pomembno, se spomnite tega pina, kot ni mogoče ponastaviti ali spremeniti brez prvi sprostitev app.
zh_tw: 在訪問之前你的錢包，請選擇用來解鎖你的錢包 pin 號。它是重要的你還記得這個別針，因為它不能重置或更改沒有第一次解鎖應用程式。

source: Bitcoin Unit
ar: وحدة بيتكوين
ca: Unitat Bitcoin
cs: Bitcoin jednotka
da: Bitcoin enhed
el: Bitcoin μονάδα
es_mx: Unidad de Bitcoin
fi: Bitcoin yksikkö
fr: Unité de Bitcoin
he: יחידת ביטקוין
hi: Bitcoin इकाई
hr: Bitcoin jedinica
hu: Bitcoin egység
nb: Bitcoin enhet
pt: Unidade de Bitcoin
pt_br: Unidade de Bitcoin
ro: Bitcoin unitate
sk: Bitcoin jednotky
sl: Bitcoin enota
zh_tw: 比特幣單位

source: Bitcoin payment request
ar: طلب الدفع بيتكوين
ca: Sol·licitud de pagament Bitcoin
cs: Žádost o platbu Bitcoin
da: Bitcoin betalingsanmodning
el: Bitcoin αίτηση πληρωμής
es_mx: Solicitud de pago de Bitcoin
fi: Bitcoin ennakkomaksun pyyntö
fr: Demande de paiement Bitcoin
he: בקשתכם לתשלום ביטקוין
hi: Bitcoin भुगतान अनुरोध
hr: Bitcoin zahtjev
hu: Bitcoin kifizetési kérelem
ms: Permintaan bayaran Bitcoin
nb: Bitcoin betalingsforespørsel
pt: Pedido de pagamento de Bitcoin
pt_br: Solicitar pagamento em bitcoin
ro: Cererea de plată Bitcoin
sk: Bitcoin žiadosť o platbu
sl: Zahtevek za plačilo Bitcoin
zh_tw: 比特幣付款請求

source: Block
ar: كتلة
ca: Bloc
cs: Blok
da: Blok
el: Μπλοκ
es_mx: Bloquear
fi: Lohko
fr: Bloquer
he: בלוק
hi: ब्लॉक
hr: Blok
hu: Blokk
ms: Blok
nb: Blokk
pt: Bloco
pt_br: Bloquear
ro: Bloc
sk: Blok
sl: Blok
zh_tw: 塊

source: Block Tor
ar: كتلة تور
ca: Bloc Tor
cs: Blokovat Tor
da: Blok Tor
el: Μπλοκ Tor
es_mx: Bloquear Tor
fi: Estää Tor
fr: Bloquer le TOR
he: לחסום את תור
hi: ब्लॉक टो
hr: Blok Tor
hu: Blokk Tor
ms: Tor blok
nb: Blokkere Tor
pt: Tor de bloco
pt_br: Bloquear Tor
ro: Bloc Tor
sk: Blok Tor
sl: Blok Tor
zh_tw: 塊 Tor

source: Blockchain does not have access to the camera. To enable access, go to your device Settings.
ar: بلوكتشين لا يحصلون على الكاميرا. لتمكين الوصول، انتقل إلى إعدادات الجهاز الخاص بك.
ca: Blockchain no té accés a la càmera. Permetre accés, anar al seu mecanisme d'escenes.
cs: Blockchain nemá přístup k fotoaparátu. Chcete-li přístup povolit, přejděte na zařízení nastavení.
da: Blockchain har ikke adgang til kameraet. Hvis du vil aktivere adgang, gå til enhedens indstillinger.
el: Blockchain δεν έχει πρόσβαση στην κάμερα. Για να ενεργοποιήσετε την πρόσβαση, πάει στη συσκευή σας ρυθμίσεις.
es_mx: Blockchain no tiene acceso a la cámara. Para habilitar el acceso, ve a la Configuración del dispositivo.
fi: Blockchain ei ole pääsyä kameran. Jotta pääsy, siirry laitteen asetukset.
fr: Blockchain n'a pas accès à l’appareil photo. Pour activer l'accès, allez dans les paramètres de votre appareil.
he: Blockchain אין גישה למצלמה. כדי לאפשר גישה, עבור ההתקן שלך, הגדרות.
hi: Blockchain कैमरा करने के लिए पहुँच नहीं है। पहुँच को सक्षम करने के लिए, आपकी डिवाइस सेटिंग्स करने के लिए जाओ।
hr: Blockchain nema pristup kameri. Da biste omogućili pristup, ići na uređaj postavke.
hu: Blockchain nincs hozzáférés a kamera. Engedélyezi a hozzáférést, keresse fel az eszköz beállításait.
ms: Blockchain tidak mempunyai akses kepada kamera. Untuk mendayakan capaian, pergi ke seting peranti anda.
nb: Blockchain har ikke tilgang til kameraet. For å aktivere tilgang, kan du gå til enheten innstillinger.
pt: Blockchain não tem acesso à câmera. Para habilitar o acesso, vá para o seu dispositivo configurações.
pt_br: A Blockchain não tem acesso à câmera. Para ativar o acesso, acesse as configurações de seu dispositivo.
ro: Blockchain nu are acces la aparatul de fotografiat. Pentru a permite accesul, du-te la setările aparatului.
sk: Blockchain nemá prístup k fotoaparátu. Umožnenie prístupu na lokalite váš prístroj nastavenie.
sl: Blockchain nimajo dostopa do fotoaparata. Če želite omogočiti dostop, pojdite na vaš načrt nastavitve.
zh_tw: Blockchain 沒有訪問攝像頭。要啟用訪問，請轉到您的設備設置。

source: Blockchain is currently down for maintenance. Please try again later.
ar: بلوكتشين حاليا لأسفل للصيانة. الرجاء المحاولة مرة أخرى لاحقاً.
ca: Blockchain és actualment avall per manteniment. Intenteu-ho més tard.
cs: Blockchain je v současné době vypnutý. Opakujte akci později.
da: Blockchain er i øjeblikket nede for vedligeholdelse. Prøv igen senere.
el: Blockchain αυτή τη στιγμή κάτω για τη συντήρηση. Παρακαλώ προσπαθήστε ξανά αργότερα.
es_mx: Blockchain no tiene actualmente acceso a la cámara. Por favor, reinténtalo más tarde.
fi: Blockchain on tällä hetkellä huollettavana. Yritä myöhemmin uudelleen.
fr: Blockchain est actuellement hors service pour raison de maintenance. Veuillez réessayer plus tard.
he: Blockchain מושבת כעת לצורך תחזוקה. נא נסה שוב מאוחר יותר.
hi: Blockchain वर्तमान में नीचे रखरखाव के लिए है। कृपया बाद में पुन: प्रयास करें।
hr: Blockchain je trenutno. Pokušajte ponovo kasnije.
hu: Blockchain jelenleg van legyőz részére fenntartás. Kérjük, próbálkozzon később.
ms: Blockchain sedang untuk penyelenggaraan. Sila cuba lagi nanti.
nb: Blockchain er for øyeblikket nede for vedlikehold. Prøv igjen senere.
pt: Blockchain está atualmente em manutenção. Por favor, tente novamente mais tarde.
pt_br: A Blockchain está temporariamente fora do ar para manutenção. Por favor, tente novamente mais tarde.
ro: Blockchain este în prezent în jos pentru întreţinere. Vă rugăm să încercaţi din nou mai târziu.
sk: Blockchain je v súčasnosti z dôvodu údržby. Skúste znova neskôr.
sl: Blockchain je trenutno navzdol za vzdrževanje. Poskusite znova pozneje.
zh_tw: Blockchain 是目前下來進行維修工程。請稍後再試。

source: Blockchain needs Location Services enabled in order to access your location.
ar: بلوكتشين يحتاج إلى "خدمات الموقع التي" يوفرها من أجل الوصول إلى الموقع الخاص بك.
ca: Blockchain ha permès per accedir a la ubicació de serveis d'ubicació.
cs: Blockchain potřebuje umístění služby povoleny při přístupu k vaší polohu.
da: Blockchain behov for placeringstjenester aktiveret for at få adgang til din placering.
el: Blockchain χρειάζεται υπηρεσίες τοποθεσίας ενεργοποιημένη για να αποκτήσει πρόσβαση στην τοποθεσία σας.
es_mx: Blockchain necesita tener los servicios de ubicación habilitados para acceder a tu ubicación.
fi: Blockchain on käytössä, jotta voidaan käyttää sijaintiasi paikannuspalvelut.
fr: Blockchain a besoin d’activer le Service de localisation afin d'accéder à votre position.
he: Blockchain צריך שירותי איכון זמינה כדי לגשת למיקום שלך.
hi: Blockchain स्थान सेवाएँ आपके स्थान तक पहुंचने के लिए सक्षम की जरूरत है।
hr: Blockchain treba Lokacijske usluge omogućen za pristup vašoj lokaciji.
hu: Blockchain kell a helyszolgáltatása engedélyeznie a helyadataihoz való hozzáférést.
ms: Blockchain memerlukan perkhidmatan lokasi yang dibolehkan untuk mencapai lokasi anda.
nb: Blockchain må stedstjenester aktivert for å få tilgang til din plassering.
pt: Blockchain precisa de localização serviços habilitados para acessar a sua localização.
pt_br: A Blockchain precisa que a Localização do seu dispositivo esteja ativada para acessar sua localização.
ro: Blockchain are nevoie de servicii de localizare activat pentru a acces la locaţia dvs.
sk: Blockchain potrebuje Location Services povolená na prístup k vašej polohe.
sl: Blockchain potrebuje Location Services omogočen dostop do vaše lokacije.
zh_tw: Blockchain 需要位置服務啟用，以便訪問您所在的位置。

source: Blockchain needs Location Services enabled in order to access your location. You can enable access in Settings->Privacy->Location Services
ar: بلوكتشين يحتاج إلى "خدمات الموقع التي" يوفرها من أجل الوصول إلى الموقع الخاص بك. يمكنك تمكين الوصول في إعدادات--> الخصوصية--> "خدمات الموقع"
ca: Blockchain ha permès per accedir a la ubicació de serveis d'ubicació. Tens accés en escenes d'intimitat de -> -> serveis d'ubicació
cs: Blockchain potřebuje umístění služby povoleny při přístupu k vaší polohu. Přístup můžete povolit v nastavení -> soukromí -> umístění služby
da: Blockchain behov for placeringstjenester aktiveret for at få adgang til din placering. Du kan aktivere adgang i Indstillinger -> privatliv -> placeringstjenester
el: Blockchain χρειάζεται υπηρεσίες τοποθεσίας ενεργοποιημένη για να αποκτήσει πρόσβαση στην τοποθεσία σας. Μπορείτε να ενεργοποιήσετε την πρόσβαση στις ρυθμίσεις -> προσωπικό απόρρητο -> υπηρεσίες τοποθεσίας
es_mx: Blockchain necesita tener los servicios de localización habilitados para acceder a tu ubicación. Puedes habilitar el acceso en Ajustes -> Privacidad -> Servicios de localización.
fi: Blockchain on käytössä, jotta voidaan käyttää sijaintiasi paikannuspalvelut. Voit ottaa access-asetukset -> Tietosuoja -> Sijaintipalvelut
fr: Blockchain a besoin d’activer le Service de localisation afin d'accéder à votre position. Vous pouvez activer l'accès dans Paramètres -> Confidentialité -> Service de localisation
he: Blockchain צריך שירותי איכון זמינה כדי לגשת למיקום שלך. באפשרותך לאפשר גישה בהגדרות -> פרטיות -> שירותי איכון
hi: Blockchain स्थान सेवाएँ आपके स्थान तक पहुंचने के लिए सक्षम की जरूरत है। आप तक पहुँच को सक्षम कर सकते हैं गोपनीयता में सेटिंग्स -> -> स्थान सेवाएँ
hr: Blockchain treba Lokacijske usluge omogućen za pristup vašoj lokaciji. Omogućite pristup u postavke -> Privacy -> Lokacijske usluge
hu: Blockchain kell a helyszolgáltatása engedélyeznie a helyadataihoz való hozzáférést. Engedélyezheti a hozzáférést a beállítások -> Adatvédelem -> helymeghatározási szolgáltatások
ms: Blockchain memerlukan perkhidmatan lokasi yang dibolehkan untuk mencapai lokasi anda. Anda boleh mendayakan capaian dalam seting Privasi yang -> -> Perkhidmatan lokasi
nb: Blockchain må stedstjenester aktivert for å få tilgang til din plassering. Kan du aktivere tilgang innstillinger -> Personvern -> stedstjenester
pt: Blockchain precisa de localização serviços habilitados para acessar a sua localização. Você pode habilitar acesso em Configurações -> Privacidade -> serviços de localização
pt_br: A Blockchain precisa que a Localização do seu dispositivo esteja ativada para acessar sua localização. Você pode ativar o acesso em Configurações -> Privacidade -> Serviços de localização
ro: Blockchain are nevoie de servicii de localizare activat pentru a acces la locaţia dvs. Puteţi permite accesul în Setări -> Privacy -> servicii de localizare
sk: Blockchain potrebuje Location Services povolená na prístup k vašej polohe. Môžete povoliť prístup v nastavenia -> Súkromie -> Služby polohy
sl: Blockchain potrebuje Location Services omogočen dostop do vaše lokacije. Omogočite dostop v nastavitve -> zasebnost -> lokacijske storitve
zh_tw: Blockchain 需要位置服務啟用，以便訪問您所在的位置。您可以啟用訪問在設置-> 隱私-> 位置服務
