Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Welcome
ar: مرحبا
ca: Benvingut
cs: Vítej
da: Velkommen
el: Καλώς όρισες
es_mx: ¡Bienvenido!
fi: Tervetuloa
fr: Bienvenue !
he: ברוך הבא
hi: स्वागत है
hr: Dobrodošli
hu: üdvözlet
ms: Mengalu-alukan
nb: velkommen
pt: Bem-vindo
pt_br: Bem-vindo!
ro: bun venit
sk: vitaj
sl: dobrodošli
zh_tw: 歡迎

source: Well done! Should you lose your password, you can restore funds in this wallet even if received in the future (except imported addresses) using the 12 word recovery phrase. Remember to keep your Recovery Phrase offline somewhere very safe and secure. Anyone with access to your Recovery Phrase has access to your bitcoin.
ar: أحسنت! يجب أن تفقد كلمة المرور الخاصة بك، يمكنك استعادة الأموال في هذه المحفظة حتى لو وردت في المستقبل (باستثناء العناوين المستوردة) باستخدام عبارة استرداد 12 كلمة. تذكر أن تبقى "العبارة الاسترداد" الخاصة بك دون اتصال في مكان جداً وآمنة. الوصول إلى "العبارة الاسترداد" الخاصة بك مع أي شخص لديه حق الوصول إلى بيتكوين الخاص بك.
da: Godt gået! Hvis du mister din adgangskode, kan du gendanne midler i denne tegnebog, selvom modtaget i fremtiden (undtagen importerede adresser) med 12 word recovery sætning. Husk at holde din opsving sætning offline et sted meget sikkert. Enhver med adgang til din opsving sætning har adgang til din bitcoin.
el: Πολύ καλά! Θα πρέπει να χάσετε τον κωδικό πρόσβασης, μπορείτε να επαναφέρετε κεφάλαια στο πορτοφόλι αυτό ακόμα και αν λάβει στο μέλλον (εκτός από τις Εισηγμένες διευθύνσεις) χρησιμοποιώντας τη φράση λέξη 12 αποκατάστασης. Θυμηθείτε να κρατήσετε σας φράση αποκατάστασης χωρίς σύνδεση κάπου πολύ αξιόπιστο και ασφαλές. Κάποιος με πρόσβαση σε σας φράση αποκατάστασης έχει πρόσβαση σε σας bitcoin.
es_mx: ¡Bien hecho! Si pierdes tu contraseña, puedes restaurar los fondos en este monedero, incluso si se reciben en el futuro (excepto direcciones importadas) con la frase de recuperación de 12 palabras. Anota tu frase de recuperación en un papel y guárdala en un lugar muy seguro. Cualquier persona que tenga acceso a tu frase de recuperación tiene acceso a tus fondos.
fi: Hyvin tehty! Jos unohdat salasanasi, voit palauttaa varoja tämän lompakon, vaikka vastaan (paitsi tuodut osoitteet) käyttäen 12 word recovery sanoja. Muista pitää Recovery lause offline jonnekin erittäin turvallinen ja varma. Kuka Recovery-lause on pääsy sinun bitcoin.
he: עבודה טובה! צריך איבדת את הסיסמה שלך, באפשרותך לשחזר קרנות בארנק הזה אפילו אם התקבל בעתיד (למעט כתובות מיובאות) באמצעות שחזור של 12 המילים. זכור לשמור את הביטוי השחזור שלך במצב לא מקוון במקום מאוד בטוחה ומאובטחת. כל אחד עם גישה הביטוי השחזור שלך יש גישה שלך ביטקוין.
hi: बहुत ख़ूब! आप अपना पासवर्ड खो जाना चाहिए, आप पुनर्स्थापित कर सकते हैं इस बटुए में धन भले ही 12 शब्द वसूली वाक्यांश का प्रयोग भविष्य में (सिवाय आयात किए गए पते) प्राप्त किया। अपने पुनर्प्राप्ति वाक्यांश ऑफ़लाइन कहीं बहुत सुरक्षित और सुरक्षित रखने के लिए याद रखें। अपने पुनर्प्राप्ति वाक्यांश करने के लिए पहुँच के साथ किसी को भी अपने bitcoin के लिए पहुँच है।
hr: bravo! Ako izgubite lozinku, možete vratiti sredstva u novčanik ako u budućnosti (osim uvezene adrese) koristeći izraz 12 riječ oporavak. Ne zaboravite držati tvoj oporavak fraza izvanmrežno negdje vrlo siguran i siguran. Svatko tko ima pristup tvoj oporavak fraza ima pristup tvoj bitcoin.
hu: szép munka! Ha elveszíti a jelszavát, visszaállíthatja a wallet alapok még akkor is, ha a jövőben (kivéve az importált címek) a 12 szó helyreállítási mondat segítségével kapott. Ne feledje, hogy tartsa a helyreállítási mondat offline valahol, és nagyon biztonságos. Bárki, aki hozzáfér a helyreállítási mondat hozzáfér a bitcoin.
ms: syabas! Sekiranya anda kehilangan kata laluan anda, anda boleh mengambil semula dana dalam dompet ini walaupun diterima pada masa hadapan (kecuali import alamat) menggunakan frasa pemulihan 12 perkataan. Sila simpan frasa pemulihan anda di luar talian ke tempat yang selamat dan terjamin. Sesiapa yang mempunyai akses kepada frasa pemulihan anda mempunyai akses untuk bitcoin anda.
nb: godt gjort! Bør du mister passordet, kan du gjenopprette midler i denne wallet selv om mottatt i fremtiden (unntatt importerte adresser) bruker 12 ordet utvinning uttrykket. Husk å holde utvinning uttrykket frakoblet et sted svært trygt og sikkert. Alle med tilgang til Recovery uttrykket har tilgang til din bitcoin.
pt: Muito bem! Se você perder sua senha, você pode restaurar fundos em carteira mesmo se recebido no futuro (exceto endereços importados) usando a frase de recuperação de 12 palavra. Lembre-se de manter sua frase de recuperação offline um lugar muito seguro e seguro. Alguém com acesso a sua frase de recuperação tem acesso a sua bitcoin.
pt_br: Muito bem! Se perder sua senha, você pode restaurar os fundos nesta carteira com a frase de recuperação de 12 palavras, mesmo aqueles recebidos depois (exceto em endereços importados). Lembre-se de manter sua frase de recuperação off-line em lugar bem seguro. Qualquer pessoa com acesso à sua Frase de Recuperação tem acesso aos seus fundos.
ro: bine lucrat! Ar trebui să pierdeţi parola, poţi restaura fonduri în acest portofel chiar dacă a primit în viitor (cu excepţia adrese importate) folosind cuvântul 12 recuperare fraza. Amintiţi-vă să păstraţi dumneavoastră fraza de recuperare offline undeva foarte sigure şi garantate. Oricine cu acces la dumneavoastră fraza de recuperare are acces la dumneavoastră bitcoin.
sk: dobrá práca! By ste stratili heslo, môžete obnoviť prostriedky v tomto peňaženku aj v prípade, že v budúcnosti (okrem importovaných adries) pomocou 12 slovo oživenie frázy. Nezabudnite vaše zotavenie frázy offline niekde veľmi bezpečný a spoľahlivý. Ktokoľvek s prístupom k vašej využitie frázy má prístup k vašej bitcoin.
sl: zelo dobro! Če izgubite geslo, lahko obnovite sredstev v ta denarnice, tudi če v prihodnosti (razen uvožene naslove) z uporabo 12 beseda okrevanje fraza. Ne pozabite, da vaše okrevanje besede offline nekje zelo varen in zanesljiv. Ima kdo dostop do vaše besede okrevanje dostop do vaše bitcoin.
zh_tw: 幹的好！你應該失去您的密碼，即使在未來，（除了導入位址） 使用 12 字恢復短語收到可以還原這錢包裡的資金。記住一定要你恢復短語離線地方非常安全和安全。你恢復短語訪問任何人都有權訪問你比特幣。

source: We’ve detected a previous installation of Blockchain Wallet on your phone.
ar: لقد تم الكشف عن تثبيت سابق من المحفظة بلوكتشين على الهاتف الخاص بك.
ca: Hem detectat una instal·lació anterior del Blockchain cartera al seu telèfon.
cs: Zachytili jsme předchozí instalace Blockchain peněženku na vašem telefonu.
da: Vi har fundet en tidligere installation af Blockchain tegnebog på din telefon.
el: Σημαίνει ότι έχουμε εντοπίσει μια προηγούμενη εγκατάσταση του πορτοφολιού Blockchain στο τηλέφωνό σας.
es_mx: Hemos detectado una instalación anterior del monedero Blockchain en tu teléfono.
fi: Havaitsimme aiempi asennus Blockchain lompakko puhelimeen.
fr: Nous avons détecté une installation antérieure du portefeuille Blockchain sur votre téléphone.
he: שגילינו התקנה קודמת של Blockchain הארנק בטלפון שלך.
hi: हम अपने फोन पर Blockchain बटुए के एक पूर्व स्थापना पाई है।
hr: Otkrili smo prethodnu instalaciju Blockchain novčanik na telefonu.
hu: Azt észleltük, hogy pénztárca Blockchain előző telepítése a telefonra.
ms: Kami telah mengesan pemasangan terdahulu daripada Blockchain Wallet pada telefon anda.
nb: Vi har oppdaget en tidligere installasjon av Blockchain lommebok på telefonen.
pt: Detectamos uma instalação anterior do Blockchain carteira no seu telefone.
pt_br: Detectamos uma instalação anterior da Carteira Blockchain no seu celular.
ro: Ne-am detectat o instalare anterioară de portofel Blockchain pe telefon.
sk: Sme rozpoznali predchádzajúcej inštalácie Blockchain peňaženka na telefóne.
sl: Smo odkrili prejšnje namestitve Blockchain denarnice na telefonu.
zh_tw: 我們已經檢測到以前安裝的 Blockchain 的錢包在你的手機上。

source: What's this for?
ar: ما هذا؟
da: Hvad er det for?
el: Τι είναι αυτό;
es_mx: ¿Para qué es esto?
fi: Mikä on tämä?
he: בשביל מה זה?
hi: इस के लिए क्या है?
hr: Što je ovo?
hu: Mit jelent ez?
ms: Apakah ini untuk?
nb: Hva er dette?
pt: O que é isso?
pt_br: Para que serve isso?
ro: Ce este acest lucru pentru?
sk: Čo je to?
sl: Kaj je to?
zh_tw: 這是什麼費用？

source: Where
ar: حيث
da: Hvor
el: Όπου
es_mx: Dónde
fi: Jos
he: איפה
hi: जहाँ
hr: Gdje
hu: Ahol
ms: Di mana
nb: Hvor
pt: Onde
pt_br: Onde
ro: În cazul în care
sk: Kde
sl: Kjer
zh_tw: 在哪裡

source: Would you like to add the bitcoin address %@ to your address book?
ar: هل ترغب في إضافة %@ عنوان بيتكوين إلى دفتر العناوين الخاص بك؟
ca: Voleu afegir la bitcoin adreça %@ a la llibreta d'adreces?
cs: Chcete přidat bitcoin adresy %@ do vašeho adresáře?
da: Vil du gerne tilføje bitcoin adresse %@ til din adressebog?
el: Θα θέλατε να προσθέσετε το bitcoin διεύθυνση %@ στο βιβλίο διευθύνσεων;
es_mx: ¿Quieres añadir la dirección Bitcoin %@ a tu libreta de direcciones?
fi: Haluatko lisätä bitcoin osoite %@ osoitekirjaan?
fr: Souhaitez-vous ajouter l'adresse bitcoin %@ à votre carnet d'adresses ?
he: האם ברצונך להוסיף את %@ כתובת ביטקוין לפנקס הכתובות שלך?
hi: आप bitcoin पते %@ आपकी पता पुस्तिका में जोड़ने के लिए चाहते हैं?
hr: Želite li dodati bitcoin %@ adresu u adresar?
hu: Hozzáadja a bitcoin cím %@ a címjegyzékhez?
ms: Adakah anda ingin untuk tambah %@ alamat bitcoin ke dalam buku alamat anda?
nb: Ønsker du å legge bitcoin adresse %@ i adresseboken?
pt: Você gostaria de adicionar o bitcoin endereço %@ ao seu catálogo de endereços?
pt_br: Gostaria de adicionar o endereço bitcoin %@ ao seu catálogo de endereços?
ro: Doriţi să adăugaţi bitcoin adresa %@ în agendă?
sk: Chcete pridať bitcoin adresu %@ do svojho adresára?
sl: Ali želite dodati bitcoin naslov %@ v vaš adresar?
zh_tw: 你想將比特幣位址 %@ 添加到您的通訊錄嗎?

source: Would you like to archive the addresses used?
ar: هل تريد أرشفة عناوين المستخدمة؟
da: Ønsker du at arkivere adresser bruges?
el: Θα θέλατε να αρχειοθετήσετε τις διευθύνσεις που χρησιμοποιούνται;
es_mx: ¿Quieres archivar las direcciones usadas?
fi: Haluatko arkistoida osoitteet?
he: האם ברצונך לאחסן בארכיון את הכתובות שישמשו?
hi: आप पते उपयोग किया संग्रह करना चाहेंगे?
hr: Želite li arhivirati adrese koristi?
hu: Szeretne Archívum használt címek?
ms: Adakah anda ingin untuk Arkib alamat yang digunakan?
nb: Vil du arkivere adressene som brukes?
pt: Gostaria de arquivar os endereços usados?
pt_br: Gostaria de arquivar os endereços usados?
ro: Doriţi să arhivaţi adresele utilizate?
sk: Chcete archivovať adresy použité?
sl: Bi želeli Arhiv naslove uporablja?
zh_tw: 你想存檔使用的位址嗎？

source: Write the following 12 words onto a
ar: كتابة الكلمات التالية 12 إلى
da: Skriv følgende 12 ord på en
el: Γράψει τις παρακάτω λέξεις 12 επάνω σε ένα
es_mx: Escribe las siguientes 12 palabras en un
fi: Kirjoita seuraavat 12 sanat päälle
he: לכתוב את המילים הבאות 12 על גבי
hi: लिखने के निम्नलिखित 12 शब्दों पर एक
hr: Napiši sljedeće 12 riječi na na
hu: A következő 12 szavak rá írni egy
ms: Menulis perkataan 12 berikut ke dalam
nb: Skrive følgende 12 ord på en
pt: Escrever as seguintes 12 palavras para um
pt_br: Anota as 12 palavras seguintes numa
ro: Scrie următoarele 12 cuvinte pe o
sk: Napíšte tieto slová 12 na
sl: Napisati naslednje 12 besede na a
zh_tw: 寫上的以下 12 個字

source: Wrong BIP38 Password
ar: كلمة مرور خاطئة BIP38
ca: Contrasenya equivocada BIP38
cs: Špatné BIP38 heslo
da: Forkert BIP38 adgangskode
el: BIP38 λάθος κωδικό πρόσβασης
es_mx: Contraseña BIP38 incorrecta
fi: Väärä BIP38 salasana
fr: Mauvais mot de passe BIP38
he: הסיסמה BIP38 הלא נכון
hi: गलत BIP38 पासवर्ड
hr: Krivo BIP38 lozinku
hu: BIP38 rossz jelszó
ms: Kata laluan salah BIP38
nb: Feil BIP38 passord
pt: Senha errada BIP38
pt_br: Senha BIP38 Incorreta
ro: Gresit BIP38 parola
sk: Zle BIP38 heslo
sl: Narobe BIP38 geslo
zh_tw: 錯誤 BIP38 密碼

source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
el: Ναι
es_mx: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
hr: Da
hu: igen
ms: Ya
nb: ja
pt: Sim
pt_br: Sim
ro: da
sk: áno
sl: da
zh_tw: 是啊

source: Yes, rate Blockchain Wallet
ar: نعم، معدل المحفظة بلوكتشاين
da: Ja, Vurder Blockchain tegnebog
el: Ναι, Βαθμολογήστε Blockchain πορτοφόλι
es_mx: Si, calificar al monedero Blockchain
fi: Kyllä, luokitus Blockchain lompakko
he: . כן, קצב Blockchain הארנק
hi: हाँ, लॉकचेन बटुआ दर
hr: Da, Ocijenite Blockchain novčanik
hu: Igen, arány Blockchain pénztárca
ms: Ya, kadar Blockchain Wallet
nb: Ja, vurdere Blockchain lommebok
pt: Sim, taxa de carteira Blockchain
pt_br: Sim, avaliar a Carteira Blockchain
ro: Da, rata Blockchain portofel
sk: Áno, kurz Blockchain peňaženka
sl: Ja, stopnja Blockchain Denarnica
zh_tw: 是的率 Blockchain 錢包

source: Yesterday
ar: أمس
ca: Ahir
cs: Včera
da: I går
el: Χθες
es_mx: Ayer
fi: Eilen
fr: Hier
he: אתמול
hi: कल
hr: Jučer
hu: Tegnap
ms: Semalam
nb: I går
pt: Ontem
pt_br: Ontem
ro: Ieri
sk: Včera
sl: Včeraj
zh_tw: 昨天

source: You are about to import a watch-only address, an address (or public key script) stored in the wallet without the corresponding private key. This means that the funds can be spent ONLY if you have the private key stored elsewhere. If you do not have the private key stored, do NOT instruct anyone to send you bitcoin to the watch-only address.
ar: أنت على وشك استيراد عنوان يشاهد فقط، عنوان (أو البرامج النصية الرئيسية العامة) المخزنة في المحفظة دون القطاع الخاص المطابق مفتاح. وهذا يعني أن الأموال التي يمكن أن تنفق فقط إذا كان لديك المفتاح الخاص مخزنة في مكان آخر. إذا لم يكن لديك المفتاح الخاص المخزنة، يصدر تعليمات لأي شخص أن يرسل لك بيتكوين إلى عنوان مشاهدة فقط.
ca: Vas a importar una adreça només de veure, una adreça (o seqüència clau pública) emmagatzemats en la cartera sense el corresponent privat clau. Això significa que el fons pot passar només si teniu la clau privada s'emmagatzema en un altre lloc. Si no teniu la clau privada s'emmagatzema, no manar ningú per enviar-vos bitcoin a l'adreça només de veure.
da: Du er ved at importere en ur-kun adresse, en adresse (eller offentlige nøgle script) gemt i tegnebogen uden den tilsvarende private nøgle. Det betyder, at midlerne kan bruges kun hvis du har den private nøgle gemt et andet sted. Hvis du ikke har den private nøgle gemt, ikke pålægge nogen til at sende dig bitcoin til watch-kun adresse.
el: Είστε έτοιμοι να εισαγάγετε μια διεύθυνση μόνο ρολόι, μια διεύθυνση (ή δημόσιου κλειδιού δέσμης ενεργειών) που αποθηκεύονται στο πορτοφόλι χωρίς το αντίστοιχο ιδιωτικό κλειδί. Αυτό σημαίνει ότι τα κονδύλια μπορούν να δαπανηθούν μόνο αν έχετε το ιδιωτικό κλειδί είναι αποθηκευμένα αλλού. Εάν δεν έχετε το ιδιωτικό κλειδί, μη συγκεντρώνεις οποιονδήποτε να σας στείλει bitcoin στην διεύθυνση μόνο ρολόι.
es_mx: Estás a punto de importar una dirección Sólo Ver, una dirección (o secuencia de comandos de clave pública) guardada en el monedero sin la clave privada correspondiente. Esto significa que se pueden gastar los fondos SÓLO si tienes la clave privada guardada en otro lugar. Si no tienes guardada la clave privada, NO le pidas a nadie que te envíe Bitcoin a la dirección Sólo Ver.
fi: Olet tuomassa katsella vain osoite, osoite (tai julkinen avain kirjoitus) tallennettu lompakon ilman vastaava yksityinen avain. Tämä tarkoittaa sitä, että varat käytetty vain jos sinulla on oma avain on tallennettu muualle. Jos sinulla ei ole yksityinen avain tallennettu, opettaa joku lähettää bitcoin vain katsella-osoitteeseen.
he: אתה עומד ייבוא כתובת השעון בלבד, כתובת (או script המפתח הציבור) מאוחסן בארנק ללא הפרטי המתאים מפתח. משמעות הדבר היא כי ניתן לבלות את הכספים רק אם יש לך המפתח הפרטי מאוחסנים במקום אחר. אם אין לך את המפתח הפרטי המאוחסן, אינם מורים שמישהו ישלח לך ביטקוין לכתובת השעון בלבד.
hi: लगभग एक ही देखो पता आयात करने के लिए कर रहे हैं, कोई पता (या सार्वजनिक कुंजी स्क्रिप्ट) इसी निजी बिना बटुआ कुंजी में संग्रहीत। इसका मतलब यह है कि केवल यदि आप कहीं और निजी कुंजी संग्रहीत धन खर्च किया जा कर सकते हैं। यदि आपके पास निजी कुंजी संग्रहीत नहीं है, आप केवल देखो पता करने के लिए bitcoin भेजने के लिए किसी को भी हिदायत नहीं।
hr: Koju ćete uvesti samo za sat adresu, adresu (ili javni ključ original) pohranjenih pod opcijom novčanik bez odgovarajući privatni ključ. To znači da se sredstva mogu trošiti samo ako imate privatni ključ pohranjen negdje drugdje. Ako nemate privatni ključ pohranjen, ne uči da šalju bitcoin na adresu samo za sat.
hu: Arról, hogy behozatali csak watch cím, egy címet (vagy a nyilvános kulcs script) tárolja a pénztárca nélkül a megfelelő privát kulcs. Ez azt jelenti, hogy az alapok el lehet költeni, csak akkor, ha a személyes kulcs máshol. Ha nem rendelkezünk tárolt privát kulcs, nem utasíthatja akárki-hoz küld ön bitcoin csak watch címre.
ms: Anda kira-kira untuk mengimport alamat yang menonton sahaja, satu alamat (atau skrip utama awam) disimpan dalam dompet tanpa swasta sama kunci. Ini bererti bahawa dana-dana yang boleh digunakan hanya jika anda mempunyai kunci peribadi disimpan di tempat lain. Jika anda tidak mempunyai kunci peribadi yang disimpan, tidak mengarahkan sesiapa untuk menghantar bitcoin ke alamat menonton sahaja.
nb: Du er ferd med å importere en se-bare adresse, en adresse (eller offentlig nøkkel skript) lagres i lommeboken uten den tilsvarende privat nøkkel. Dette betyr at midler kan brukes bare hvis du har privatnøkkelen lagret andre steder. Hvis du ikke har privatnøkkelen lagret, ikke instruere noen å sende deg bitcoin til bare se adressen.
pt: Você está prestes a importar um endereço apenas relógio, um endereço (ou script de chave pública) armazenado na carteira sem a correspondente privado chave. Isto significa que os fundos podem ser passados, somente se você tiver a chave privada armazenada em outro lugar. Se você não tiver a chave privada armazenada, não instrua alguém para lhe enviar para o endereço somente relógio bitcoin.
pt_br: Você está prestes a importar um endereço watch-only, um endereço (ou script de chave pública) armazenado na carteira sem a chave privada correspondente. Isto significa que os fundos podem ser utilizados SOMENTE se você tiver a chave privada armazenada em algum lugar. Se não tiver a chave privada armazenada, NÃO peça a ninguém que envie bitcoins ao endereço watch-only.
ro: Intenţionaţi să importaţi o adresa doar uita-te la, o adresa (sau script de cheie publică) stocate în portofel fara privat corespunzător cheie. Acest lucru înseamnă că banii pot fi cheltuite numai dacă aveţi cheia privată stocate în altă parte. Dacă nu aveţi acces la cheia privată stocate, instrui oricui să vă trimită bitcoin la adresa numai de ceas.
sk: Chystáte sa importovať iba na hodinky adresu, adresu (alebo verejný kľúč skript) uložené v peňaženke bez zodpovedajúceho súkromného kľúča. To znamená, že prostriedky môžu byť použité, len ak máte súkromný kľúč uložený na inom mieste. Ak nemáte súkromný kľúč uložený, nie poučiť komukoľvek poslať bitcoin adresu len na hodinky.
sl: Nameravate uvoziti watch samo naslov, naslov (ali javni ključ scenarij) shranjene v denarnici brez ustreznega zasebnega ključa. To pomeni, da se sredstva lahko preživel le če imate zasebni ključ, shranjene drugje. Če nimate zasebni ključ, shranjen, navodilo, kdorkoli pošiljati vi bitcoin gledam samo naslov.
zh_tw: 您將要導入一隻手錶的位址，位址 (或公共金鑰腳本) 存儲在錢包沒有相應的私人鑰匙。這意味著只有如果你有的專用金鑰存儲在其他地方，可以資金。如果你沒有私密金鑰存儲，不指示任何人向只手錶位址發送你比特幣。

source: You are about to receive bitcoin to a watch-only address. You can only spend these funds if you have access to the private key. Continue?
ar: أنت على وشك تلقي بيتكوين إلى عنوان مشاهدة فقط. يمكن أن تنفق هذه الأموال فقط إذا كان لديك حق الوصول إلى المفتاح الخاص. هل تريد المتابعة؟
ca: Esteu a punt de rebre bitcoin a una adreça només de veure. Aquests fons només pot passar si teniu accés a la clau privada. Voleu continuar?
da: Du er ved at modtage bitcoin til en ur-kun adresse. Du kan kun bruge disse midler, hvis du har adgang til den private nøgle. Vil du fortsætte?
el: Είστε έτοιμος να λάβετε bitcoin σε μια διεύθυνση μόνο ρολόι. Μπορείτε να περάσετε μόνο αυτά τα κεφάλαια, αν έχετε πρόσβαση στο ιδιωτικό κλειδί. Συνέχεια;
es_mx: Estás a punto de recibir Bitcoin en una dirección para Sólo Ver. Solo puedes gastar estos fondos si tienes acceso a la clave privada. ¿Continuar?
fi: Olet saanut bitcoin vain katsella-osoitteeseen. Olet vain viettää näitä varoja, jos sinulla on yksityisen avaimen käyttöoikeus. Haluatko jatkaa?
fr: Vous êtes sur le point de recevoir bitcoin à une adresse montre uniquement. Vous pouvez seulement dépenser ces fonds si vous avez accès à la clé privée. Continuer ?
he: אתה עומד לקבל ביטקוין לכתובת השעון בלבד. אתה יכול רק להשקיע כספים אלה אם יש לך גישה למפתח הפרטי. האם להמשיך?
hi: आप के बारे में bitcoin एक केवल-देखो पता करने के लिए प्राप्त करने के लिए कर रहे हैं। आप निजी कुंजी के लिए पहुँच है, तो आप केवल इन धन खर्च कर सकते हैं। जारी रखें?
hr: Vi ćete primiti bitcoin gledati samo adresu. Ta sredstva možete provesti samo ako imate pristup do privatnog ključa. Želite li nastaviti?
hu: Te arról, hogy bitcoin csak watch címre. Ezek az alapok csak töltheti, ha hozzáférünk a titkos kulcshoz. Folytatja?
ms: Anda akan menerima bitcoin ke alamat yang menonton sahaja. Anda hanya boleh menggunakan dana ini jika anda mempunyai akses kepada kunci peribadi. Teruskan?
nb: Du skal motta bitcoin til en se-bare adresse. Du kan bare bruke disse midlene hvis du har tilgang til privatnøkkelen. Vil du fortsette?
pt: Você está prestes a receber o bitcoin para um endereço apenas assistir. Você só pode gastar estes fundos se você tem acesso à chave privada. Continuar?
pt_br: Você está prestes a receber bitcoins num endereço watch-only. Você só poderá usar estes fundos se tiver acesso à chave privada. Deseja continuar?
ro: Veți primi bitcoin doar uita-te la adresa. Vă puteţi petrece doar acestor fonduri dacă aveţi acces la cheia privată. Continuați?
sk: Ste chystá získať bitcoin adresu len na hodinky. Tieto finančné prostriedky môžete stráviť len ak máte prístup k osobnému kľúču. Chcete pokračovať?
sl: Nameravate prejeli bitcoin gledam samo naslov. Ta sredstva lahko preživijo le, če imate dostop do zasebnega ključa. Ali želite nadaljevati?
zh_tw: 你將收到比特幣到一隻手錶的位址。如果您有權訪問的私有金鑰，你可以只花這些資金。要繼續嗎?

source: You are now running our most secure Bitcoin wallet
ar: يمكنك الآن تشغيل المحفظة بيتكوين الأكثر أماناً
ca: Ara esteu executant nostra cartera Bitcoin més segura
cs: Nyní je spuštěn náš nejbezpečnější Bitcoin Peněženka
da: Du nu kører vores mest sikre Bitcoin tegnebog
el: Τώρα εσύ είσαι running μας πιο ασφαλή Bitcoin πορτοφόλι
es_mx: Estás ejecutando nuestro monedero Bitcoin más seguro
fi: Käytössä on nyt turvallisin Bitcoin lompakko
fr: Vous utilisez à présent notre portefeuille bitcoin le plus sûr
he: עכשיו אתה מפעיל את הארנק ביטקוין המאובטחת ביותר שלנו
hi: आप हमारे सबसे सुरक्षित Bitcoin बटुआ अब चल रहे हैं
hr: Sada imate naš najsigurniji Bitcoin novčanik
hu: Most fut a leg--bb biztosít Bitcoin pénztárca
ms: Anda sekarang sedang kurangnya Bitcoin paling selamat
nb: Du kjører nå lommeboken vår mest sikre Bitcoin
pt: Você agora está executando nossa carteira Bitcoin mais segura
pt_br: Você está utilizando nossa carteira de bitcoin mais segura.
ro: Acum rulează nostru cel mai sigur portofel Bitcoin
sk: Teraz používate naše najbezpečnejšie Bitcoin peňaženku
sl: Sedaj uporabljate naše najbolj varno Bitcoin denarnico
zh_tw: 你現在正在運行我們最安全的比特幣錢包

source: You backed up your funds successfully.
ar: يمكنك نسخ احتياطي الأموال الخاصة بك بنجاح.
da: Du sikkerhedskopieret dine midler.
el: Να αντίγραφα τα χρήματά σας με επιτυχία.
es_mx: Has respaldado exitosamente tus fondos.
fi: Rahat on varmuuskopiointi onnistui.
he: לך לגבות כספים שלך בהצלחה.
hi: आप अपने धन को सफलतापूर्वक बैकअप।
hr: Uspješno ste sigurnosno kopirali svoje fondove.
hu: Sikeresen elmentett pénzed.
ms: Anda disokong dana anda berjaya.
nb: Du sikkerhetskopierte midlene vellykket.
pt: Você fez backup seus fundos com sucesso.
pt_br: O backup de seus fundos foi realizado com êxito.
ro: Aţi susţinut fondurile tale cu succes.
sk: Ste zálohovali svoje prostriedky úspešne.
sl: Ste varnostno kopirali sredstva uspešno.
zh_tw: 你成功地備份您的資金。
