Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: An error occurred due to interruptions during PIN verification. Please close the app and try again.
ar: حدث خطأ بسبب انقطاع أثناء التحقق من صحة رقم التعريف الشخصي. الرجاء إغلاق التطبيق ثم حاول مرة أخرى.
da: Der opstod en fejl på grund af afbrydelser under PIN verifikation. Luk app, og prøv igen.
el: Παρουσιάστηκε σφάλμα λόγω διακοπής κατά τη διάρκεια της επαλήθευσης PIN. Κλείστε την εφαρμογή και προσπαθήστε ξανά.
es_mx: Ocurrió un error debido a interrupciones durante la verificación del PIN. Por favor, cierra el app y reinténtalo.
fi: Virhe johtuu keskeytyksiä PIN-KOODILLA vahvistaminen. Sulje sovellus ja yritä uudelleen.
he: שגיאה אירעה עקב הפרעות במהלך אימות PIN. נא לסגור את היישום ונסה שוב.
hi: पिन सत्यापन के दौरान व्यवधान के कारण कोई त्रुटि उत्पन्न हुई। कृपया अनुप्रयोग बंद करें और पुन: प्रयास करें।
hr: Došlo je do pogreške zbog prekida pri provjeri PIN. Zatvorite aplikaciju i pokušajte ponovno.
hu: Hiba miatt megszakítások PIN-ellenőrzés során. Kérjük, zárja be az alkalmazást, és próbálkozzon újra.
ms: Satu ralat berlaku disebabkan oleh gangguan semasa pengesahan PIN. Sila tutup aplikasi ini dan cuba lagi.
nb: Det oppstod en feil på grunn av avbrudd under verifisering. Lukk programmet, og prøv på nytt.
pt: Ocorreu um erro devido a interrupções durante a verificação do PIN. Por favor, feche o aplicativo e tente novamente.
pt_br: Erro devido a interrupções durante a verificação do PIN. Por favor, encerre o aplicativo e tente novamente.
ro: Eroare din cauza întreruperi în timpul verificării PIN. Închideţi aplicaţia şi încercaţi din nou.
sk: Z dôvodu prerušenia počas PIN overenie sa vyskytla chyba. Zavrite aplikáciu a skúste to znova.
sl: Napaka zaradi prekinitev med PIN preverjanje. Zaprite app in poskusite znova.
zh_tw: PIN 驗證過程中，由於中斷時出錯。請關閉應用程式，然後重試。

source: An error occurred validating your PIN code with the remote server. You may be offline or Blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?
ar: حدث خطأ أثناء التحقق من صحة رمز PIN الخاص بك مع الملقم البعيد. قد تكون دون اتصال أو بلوكتشين قد يواجه بعض الصعوبات. هل تريد إعادة محاولة التحقق من الصحة أو بدلاً من ذلك قم بإدخال كلمة المرور الخاصة بك يدوياً؟
ca: S'ha produït un error validar el teu codi PIN amb el servidor remot. Vostè pot estar fora de línia o Blockchain pot estar experimentant dificultats. Voleu provar de validació o en el seu lloc introduïu la vostra contrasenya manualment?
cs: Při ověřování kódu PIN se vzdáleným serverem došlo k chybě. Jste pravděpodobně v režimu offline nebo Blockchain mohou být potíže. Chcete opakovat ověření nebo místo toho zadat heslo ručně?
da: Der opstod en fejl under validering af din pinkode med fjernserveren. Du kan være offline eller Blockchain kan vanskeligheder. Vil du prøve igen validering eller i stedet indtaste adgangskoden manuelt?
el: Παρουσιάστηκε σφάλμα επικύρωση κωδικό σας PIN με τον απομακρυσμένο διακομιστή. Μπορεί να είστε σε μη απευθείας σύνδεση ή Blockchain μπορεί να αντιμετωπίζουν δυσκολίες. Θα θέλατε επανάληψη επικύρωσης ή αντί να εισάγετε τον κωδικό σας με το χέρι;
es_mx: Se ha producido un error al validar tu código PIN con el servidor remoto. Puede que estés desconectado o que Blockchain esté experimentando dificultades. ¿Deseas reintentar la validación o prefieres introducir la contraseña manualmente?
fi: Virhe tarkistettaessa PIN-koodin etäpalvelimen kanssa. Olet ehkä offline-tilassa tai Blockchain saattaa olla vaikeuksia. Haluatko yrittää uudelleen validointi tai sen sijaan Syötä salasana manuaalisesti?
fr: Erreur lors de la validation de votre code PIN sur le serveur distant. Vous êtes peut-être hors ligne ou Blockchain rencontre peut-être des difficultés. Souhaitez-vous ressayer la validation ou saisir votre mot de passe manuellement ?
he: אירעה שגיאה בעת אימות הקוד האישי שלך עם השרת המרוחק. אתה יכול להיות מנותק או Blockchain עשויים לחוות קשיים. האם ברצונך לנסות שוב אימות או במקום להזין את הסיסמה שלך באופן ידני?
hi: दूरस्थ सर्वर के साथ अपने पिन कोड मान्य कर रहा है कोई त्रुटि उत्पन्न हुई। आप ऑफ़लाइन किया जा सकता या Blockchain कठिनाइयों का अनुभव किया जा सकता है। आप सत्यापन पुन: प्रयास करें या इसके बजाय अपने पासवर्ड मैन्युअली दर्ज करना चाहेंगे?
hr: Došlo je do pogreške provjere svoj PIN kod s udaljenim poslužiteljem. Ti možda ne radi ili Blockchain imaju poteškoće. Želite li ponovo provjere valjanosti ili umjesto toga unesite lozinku ručno?
hu: Hiba történt a PIN-kódot a távoli szerverrel érvényesítése. Lehet, hogy kapcsolat nélküli vagy Blockchain lehet nehézségei. Szeretne újra érvényesítés, vagy inkább kézzel adja meg a jelszavát?
ms: Ralat berlaku semasa mengesahkan kod PIN anda dengan pelayan jauh. Anda berada di luar talian atau Blockchain mungkin sedang mengalami kesukaran. Adakah awda ingin mencuba sekali lagi pengesahan atau sebaliknya masukkan kata laluan anda secara manual?
nb: Feil ved validering av PIN-kode med den eksterne serveren. Du kan være frakoblet eller Blockchain kan ha problemer. Ønsker du Prøv validering eller i stedet skrive inn passordet manuelt?
pt: Erro ao validar o seu código PIN com o servidor remoto. Você pode estar offline ou Blockchain pode estar enfrentando dificuldades. Gostaria de repetir a validação ou em vez disso, digite sua senha manualmente?
pt_br: Erro ao validar o código PIN no servidor remoto. Você pode estar off-line ou a Blockchain está enfrentando dificuldades. Gostaria de tentar a validação novamente, ou prefere digitar a senha?
ro: Eroare la validarea codul PIN cu serverul de la distanţă. Aţi putea fi deconectat sau Blockchain pot fi întâmpină dificultăţi. Doriţi Reîncercare validare sau în schimb să introduceţi parola manual?
sk: Potvrdenie kódu PIN so vzdialeným serverom sa vyskytla chyba. Môže byť offline alebo Blockchain môže dôjsť k ťažkostiam. Chcete zopakovať validácie alebo namiesto toho zadať heslo ručne?
sl: Napaka pri preverjanju PIN kodo z oddaljenim strežnikom. Morda brez povezave ali Blockchain lahko doživlja težave. Želite ponoviti potrditev ali namesto ročno vnesite svoje geslo?
zh_tw: 驗證您的 PIN 代碼與遠端伺服器時發生錯誤。你可能處於離線狀態或 Blockchain 可能遇到的困難。要驗證重試或相反手動輸入您的密碼嗎?

source: An error occurred while changing 2-Step verification.
ar: حدث خطأ أثناء تغيير التحقق من خطوتين.
ca: S'ha produït un error en canviar la verificació en dos passos 2.
cs: Došlo k chybě při změně 2krok ověření.
da: Der opstod en fejl under ændring af 2-trins verifikation.
el: Παρουσιάστηκε σφάλμα κατά την αλλαγή επαλήθευση σε 2 βήματα.
es_mx: Se produjo un error al cambiar la verificación de 2 pasos.
fi: Virhe muutettaessa 2-vaiheinen vahvistus.
fr: Une erreur s'est produite lors du changement de la vérification en 2 étapes.
he: אירעה שגיאה בזמן שינוי אימות דו-שלבי.
hi: 2-चरणीय सत् यापन बदलते समय एक त्रुटि उत्पन्न हुई।
hr: Došlo je do pogreške tijekom promjene u 2 koraka.
hu: Hiba történt a változó 2. lépés ellenőrzés.
ms: Satu ralat telah berlaku semasa menukar langkah 2 pengesahan.
nb: Det oppstod en feil under endring 2-Step bekreftelse.
pt: Ocorreu um erro ao mudar 2-etapa verificação.
pt_br: Erro ao alterar a Verificação em 2 Passos.
ro: Eroare în timp ce schimbarea verificare în 2 paşi.
sk: Chyba pri zmene 2-krok overenia.
sl: Spreminjanje preverjanje v 2 korakih je prišlo do napake.
zh_tw: 變化 2 步驗證時出錯。

source: An error occurred while copying your address to the clipboard. Please re-select the destination address or restart the app and try again.
ar: حدث خطأ أثناء نسخ عنوان الخاص بك إلى الحافظة. الرجاء إعادة تحديد عنوان الوجهة أو إعادة تشغيل التطبيق وحاول مرة أخرى.
da: Der opstod en fejl under kopiering din adresse til Udklipsholder. Venligst Vælg destinationsadresse igen eller genstarte app og prøv igen.
el: Παρουσιάστηκε σφάλμα κατά την αντιγραφή στο πρόχειρο σας διεύθυνση. Παρακαλούμε να επιλέξετε εκ νέου τη διεύθυνση προορισμού ή επανεκκινήστε την εφαρμογή και προσπαθήστε ξανά.
es_mx: Se produjo un error al copiar tu dirección al portapapeles. Por favor, vuelve a seleccionar la dirección del destinatario o reinicia el app y vuelve a intentar.
fi: Virhe kopioitaessa osoite Leikepöydälle. Uudelleen valita kohdeosoitteen tai Käynnistä sovellus ja yritä uudelleen.
he: אירעה שגיאה במהלך העתקת כתובת שלך ללוח. נא בחר שוב את כתובת היעד או הפעל מחדש את היישום ונסה שוב.
hi: क्लिपबोर्ड करने के लिए आपके पते की प्रतिलिपि बनाते समय कोई त्रुटि उत्पन्न हुई। कृपया पुन: गंतव्य पते का चयन करें या अनुप्रयोग को पुनरारंभ करें और पुन: प्रयास करें।
hr: Došlo je do pogreške tijekom kopiranja svoju adresu u međuspremnik. Ponovno odaberite odredišnu adresu ili ponovo pokrenite aplikaciju i pokušajte ponovno.
hu: Hiba történt, miközben a cím másolása a vágólapra. Újra válassza ki a cél címe, vagy indítsa újra az alkalmazást, és próbálkozzon újra.
ms: Satu ralat berlaku semasa menyalin alamat anda ke papan klip. Sila memilih semula alamat destinasi atau mulakan semula aplikasi dan cuba lagi.
nb: Det oppstod en feil under kopiering din adresse til utklippstavlen. Vennligst velg måladressen eller starte app og prøv på nytt.
pt: Ocorreu um erro ao copiar seu endereço para a área de transferência. Por favor, re-selecione o endereço de destino ou reinicie o aplicativo e tente novamente.
pt_br: Erro ao copiar seu endereço para a área de trabalho. Selecione o endereço de destino de novo, ou reinicie o aplicativo e tente novamente.
ro: Eroare la copierea adresei în clipboard. Vă rugăm să re-selectaţi adresa de destinaţie sau reporniți aplicația și încercați din nou.
sk: Chyba pri kopírovaní svoju adresu do schránky. Znova vyberte cieľovú adresu alebo reštartovať aplikáciu a skúste znova.
sl: Kopiranje vaš naslov v odložišče je prišlo do napake. Ponovno izberite ciljni naslov ali zaženite app in poskusite znova.
zh_tw: 將您的位址複製到剪貼簿時出錯。請重新選擇目標位址或重新開機該應用程式，然後重試。

source: An error occurred while saving your changes. Please make sure you are not logged into your wallet on another device.
ar: حدث خطأ أثناء حفظ التغييرات الخاصة بك. الرجاء التأكد من عدم تسجيل في المحفظة الخاصة بك على جهاز آخر.
da: Der opstod en fejl under lagring af dine ændringer. Kontroller, at du ikke er logget ind på din tegnebog på en anden enhed.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση των αλλαγών σας. Παρακαλώ βεβαιωθείτε ότι δεν είστε συνδεδεμένοι στο πορτοφόλι σας σε κάποια άλλη συσκευή.
es_mx: Se produjo un error al guardar tus cambios. Asegúrate que no tengas activa la sesión de tu monedero en otro dispositivo.
fi: Virhe tallennettaessa muutoksia. Varmista, et ole kirjautunut lompakkoosi toisessa laitteessa.
he: אירעה שגיאה בעת שמירת השינויים. נא ודא כי אתה לא נכנסת לתוך הארנק שלך בהתקן אחר.
hi: अपने परिवर्तन सहेजने के दौरान कोई त्रुटि उत्पन्न हुई। कृपया सुनिश्चित करें कि आप किसी अन्य डिवाइस पर अपने बटुए में लॉग नहीं हैं।
hr: Pojavila se pogreška prilikom spremanja promjena. Provjerite da li ste prijavljeni u svoj novčanik na drugom uređaju.
hu: Hiba történt a módosítások mentése. Kérjük, győződjön meg róla, nem jelentkezett be a pénztárca egy másik eszközön.
ms: Satu ralat berlaku semasa menyimpan perubahan anda. Sila pastikan anda tidak dilog masuk ke dalam wallet anda di peranti lain.
nb: Det oppstod en feil under lagring av endringene. Kontroller at du ikke er logget på din konto på en annen enhet.
pt: Ocorreu um erro ao guardar as alterações. Por favor, certifique-se de que você não está logado em sua carteira em outro dispositivo.
pt_br: Erro ao salvar as alterações. Certifique-se de que não está logado na carteira em outro dispositivo.
ro: Eroare la salvarea modificărilor. Asigurați-vă că nu sunteţi conectat în portofel pe un alt dispozitiv.
sk: Počas ukladania zmien sa vyskytla chyba. Prosím, uistite sa, že nie ste prihlásení do peňaženky na inom zariadení.
sl: Shranili spremembe je prišlo do napake. Preverite, ali niste prijavljeni v vaši denarnici, na drugo napravo.
zh_tw: 保存您的更改時出錯。請確保您未登錄到你的錢包在另一個設備。

source: An error occurred while updating your spendable balance. Please check your internet connection and try again.
ar: حدث خطأ أثناء تحديث رصيدك المنفق. الرجاء التحقق من اتصال الإنترنت الخاص بك وحاول مرة أخرى.
da: Der opstod en fejl under opdatering af din spendable balance. Kontroller Internetforbindelsen, og prøv igen.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση σας διαθέσιμο υπόλοιπο. Ελέγξτε τη σύνδεσή σας στο internet και προσπαθήστε ξανά.
es_mx: Se produjo un error al actualizar tu saldo utilizable. Revisa tu conexion a internet y vuelve a intentar.
fi: Virhe päivitettäessä spendable saldosi. Tarkista internet-yhteys ja yritä uudelleen.
he: אירעה שגיאה בעת עדכון יתרת מתכלה למכשיר שלך. נא בדוק את חיבור האינטרנט שלך ונסה שוב.
hi: अपने spendable संतुलन को अद्यतन करते समय कोई त्रुटि उत्पन्न हुई। कृपया अपना इंटरनेट कनेक्शन जाँचें और पुनः प्रयास करें।
hr: Došlo je do pogreške tijekom ažuriranja Potrošno ravnotežu. Provjerite internetsku vezu i pokušajte ponovno.
hu: Hiba történt az elkölthető egyenleg frissítése közben. Kérjük, ellenőrizze az internet-kapcsolat, majd próbálkozzon újra.
ms: Satu ralat berlaku semasa mengemaskini baki spendable. Sila semak sambungan internet awda dan cuba lagi.
nb: Det oppstod en feil under oppdatering spendable saldoen. Kontroller tilkoblingen og prøv på nytt.
pt: Ocorreu um erro ao atualizar seu saldo spendable. Por favor, verifique sua conexão de internet e tente novamente.
pt_br: Erro ao atualizar seu saldo disponível. Verifique a conexão à internet e tente novamente.
ro: Eroare în timpul actualizării soldul spendable. Verificaţi conexiunea la internet şi încearcă din nou.
sk: Chyba pri aktualizácii spendable rovnováhu. Prosím skontrolujte svoje internetové pripojenie a skúste to znova.
sl: Posodabljanje Reserve stanje je prišlo do napake. Preverite povezavo z internetom in poskusite znova.
zh_tw: 更新你可平衡時出錯。請檢查您的互聯網連接，然後重試。

source: An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair your device.
ar: تمت مصادفة خطأ أثناء تحميل محفظتك. قد تكون دون اتصال أو بلوكتشاين تعاني من صعوبات. الرجاء إغلاق التطبيق وحاول مرة أخرى لاحقاً أو إعادة إقران الجهاز الخاص بك.
ca: Error en carregar la seva cartera. Vostè pot estar fora de línia o Blockchain experimenta dificultats. Tanqueu l'aplicació i torneu-ho més tard o tornar a ajuntar el dispositiu.
cs: Byla zjištěna chyba načítání peněženku. Jste pravděpodobně v režimu offline nebo Blockchain v obtížích. Ukončete aplikace a opakujte akci později nebo znovu spárovat zařízení.
da: Der opstod en fejl under indlæsning af din tegnebog. Du kan være offline eller Blockchain er vanskeligheder. Luk programmet og prøve igen senere eller re par enheden.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση το πορτοφόλι σας. Μπορεί να είστε σε μη απευθείας σύνδεση ή Blockchain αντιμετωπίζει δυσκολίες. Παρακαλούμε να κλείσετε την εφαρμογή και προσπαθήστε ξανά αργότερα ή αντιστοιχίστε εκ νέου τη συσκευή σας.
es_mx: Se produjo un error al cargar tu monedero. Puede que estés desconectado o que Blockchain esté experimentando dificultades. Cierra la aplicación e inténtalo más tarde o vuelve a sincronizar el dispositivo.
fi: Virhe ladattaessa lompakon. Saattaa olla offline-tilassa tai Blockchain on vaikeuksia. Sulje sovellus ja yritä myöhemmin uudelleen tai uudelleen laiteparin.
fr: Une erreur s'est produite lors du chargement de votre portefeuille. Vous êtes peut-être hors ligne ou Blockchain rencontre des difficultés. Fermez l'application et réessayez plus tard ou jumelez une nouvelle fois votre appareil.
he: אירעה שגיאה בעת טעינת הארנק שלך. אתה יכול להיות מנותק או Blockchain הוא נתקל בקשיים. נא לסגור את היישום, נסה שוב מאוחר יותר או לשייך מחדש את המכשיר.
hi: त्रुटि लोड हो रहा है अपने बटुए का सामना करना पड़ा था। आप ऑफ़लाइन किया जा सकता या Blockchain कठिनाइयों का सामना कर रहा है। कृपया अनुप्रयोग बंद करें और बाद में पुन: प्रयास करें या अपने डिवाइस पुन: जोड़ी।
hr: Došlo je do pogreške učitavanje tvoj novčanik. Ti možda ne radi ili Blockchain je došlo do nekih problema. Zatvorite aplikaciju i pokušajte ponovno ili ponovno upariti uređaj.
hu: Hiba történt a berakodás a pénztárca. Lehet, hogy kapcsolat nélküli vagy Blockchain nehézségekkel. Zárja be az alkalmazást, és próbálkozzon újra később, vagy párosítsa a készüléket.
ms: Ralat berlaku semasa memuatkan dompet anda. Anda berada di luar talian atau Blockchain mengalami kesukaran. Sila tutup aplikasi ini dan cuba lagi nanti atau berpasangan semula peranti anda.
nb: Det oppstod en feil under lasting lommeboken. Du kan være frakoblet eller Blockchain opplever vanskeligheter. Vennligst lukk programmet og prøv på nytt senere eller nytt parer du enheten din.
pt: Foi encontrado um erro carregar sua carteira. Você pode estar offline ou Blockchain está passando por dificuldades. Por favor, feche o aplicativo e tente novamente mais tarde ou re-sincronizar seu dispositivo.
pt_br: Erro ao carregar sua carteira. Você pode estar off-line ou a Blockchain está enfrentando dificuldades. Encerre o aplicativo e tente de novo mais tarde, ou pareie novamente seu dispositivo.
ro: Eroare la încărcarea portofel. Aţi putea fi deconectat sau Blockchain se confruntă cu dificultăți. Închideţi aplicaţia şi încercaţi din nou mai târziu sau re-asociaþi aparatul dvs.
sk: Vyskytla sa chyba nakládky peňaženke. Môže byť offline alebo Blockchain je v ťažkostiach. Zavrite aplikáciu a skúste to znova neskôr alebo znova spárovať prístroj.
sl: Prišlo je do napake, nakladanje vaše denarnice. Morda brez povezave ali Blockchain je težave. Zaprite program in poskusite znova pozneje ali znova povežite napravo.
zh_tw: 載入你的錢包時遇到錯誤。你可能處於離線狀態，或者 Blockchain 遇到困難。請關閉應用程式，請稍後再試或重新配對您的設備。

source: An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again.
ar: تمت مصادفة خطأ في استرداد معرف المحفظة الخاصة بك من سلسلة المفاتيح. الرجاء إغلاق التطبيق ثم حاول مرة أخرى.
ca: Error en recuperar el vostre identificador de cartera del clauer. Tanqueu-la i torneu-ho a provar.
cs: Při načítání identifikátoru peněženku z v řetězci klíčů došlo k chybě. Ukončete aplikaci a akci opakujte.
da: Der opstod en fejl under hentning af din tegnebog id fra nøgleringen. Luk programmet, og prøv igen.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση σας αναγνωριστικό πορτοφολιού από το keychain. Κλείστε την εφαρμογή και προσπαθήστε ξανά.
es_mx: Se produjo un error al recuperar tu identificador de monedero del Keychain. Cierra la aplicación y vuelve a intentarlo.
fi: Virhe lompakko-tunnus haetaan avainnippu. Sulje sovellus ja yritä uudelleen.
fr: Une erreur s'est produite en récupérant l'identifiant de votre portefeuille depuis le Keychain. Veuillez fermer l'application et réessayer.
he: אירעה שגיאה בעת אחזור המזהה את הארנק שלך מחזיק מפתחות. נא לסגור את היישום ונסה שוב.
hi: एक त्रुटि अपने बटुए पहचानकर्ता चाबी का गुच्छा से पुन: प्राप्त करने का सामना करना पड़ा था। कृपया अनुप्रयोग बंद करें और पुन: प्रयास करें।
hr: Došlo je do pogreške preuzimanja vaš novčanik identifikator iz keychain. Zatvorite aplikaciju i pokušajte ponovno.
hu: Hiba történt a pénztárca azonosító visszakeresése a kulcstartó. Kérjük, zárja be az alkalmazást, és próbálja újra.
ms: Ralat berlaku semasa mendapatkan pengecam dompet anda dari rantai kunci tersebut. Sila tutup aplikasi itu dan cuba lagi.
nb: Det oppstod en feil under henting din lommebok identifikator fra nøkkelringen. Lukk programmet, og prøv på nytt.
pt: Foi encontrado um erro, recuperando seu identificador de carteira a partir o chaveiro. Feche o aplicativo e tente novamente.
pt_br: Erro ao restaurar seu Identificador de Carteira de keychain. Encerre o aplicativo e tente novamente.
ro: Eroare la regăsirea dumneavoastră identificator de portofel din keychain. Vă rugăm să închideți aplicația și încercați din nou.
sk: Získavať vaše peňaženky identifikátor keychain sa vyskytla chyba. Zavrite aplikáciu a skúste to znova.
sl: Prišlo je do napake, pridobivanje vaš listnica identifikator iz je keychain. Prosimo, zaprite program in poskusite znova.
zh_tw: 從鑰匙串中檢索您的錢包識別碼時出錯。請關閉應用程式，然後重試。

source: Any address
ar: أي عنوان
ca: Qualsevol adreça
cs: Libovolná adresa
da: Enhver adresse
el: Οποιαδήποτε διεύθυνση
es_mx: Cualquier dirección
fi: Osoite
fr: N'importe quelle adresse
he: כל כתובת
hi: किसी भी पते
hr: Bilo koje adrese
hu: Bármilyen címet
ms: Mana-mana alamat
nb: En adresse
pt: Qualquer endereço
pt_br: Qualquer Endereço
ro: Orice adresă
sk: Akákoľvek adresa
sl: Katerikoli naslov
zh_tw: 任何位址

source: App Store review prompt timer (seconds)
ar: المتجر الاستعراض السريع جهاز ضبط الوقت (بالثواني)
da: App Store review hurtig timer (sekunder)
el: Άμεση χρονοδιακόπτη σχολίων App Store (δευτερόλεπτα)
es_mx: Cronometro App Store review prompt timer (segundos)
fi: App Storesta uudelleen nopeasti aika (sekuntia)
he: App Store סקירה בקש טיימר (שניות)
hi: App स्टोर की समीक्षा शीघ्र टाइमर (सेकंड)
hr: App Store pregled brz mjerač vremena (sekundi)
hu: App Store felülvizsgálata gyors időzítő (másodperc)
ms: App Store kajian segera pemasa (saat)
nb: App Store anmeldelsen spørsmål timer (sekunder)
pt: Temporizador de App Store revisão rápida (segundos)
pt_br: App Store temporizador (segundos)
ro: App Store opinie prompta timer (secunde)
sk: App Store recenzia rýchle časovač (v sekundách)
sl: App Store pregled hitro časovnik (sekund)
zh_tw: App Store 審查提示計時器 （秒）

source: Archive
ar: أرشيف
ca: Arxiu
cs: Archiv
da: Arkiv
el: Αρχείο
es_mx: Archivar
fi: Arkisto
fr: Archiver
he: ארכיון
hi: पुरालेख
hr: Arhiva
hu: Archívum
ms: Arkib
nb: Arkiv
pt: Arquivo
pt_br: Arquivar
ro: Arhiva
sk: Archív
sl: Arhiv
zh_tw: 檔案

source: Archive Address
ar: أرشيف العناوين
ca: Adreça de l'arxiu
cs: Adresa archivu
da: Arkiv adresse
el: Αρχείο διεύθυνση
es_mx: Archivar dirección
fi: Arkisto osoite
fr: Adresse de l'archive
he: ארכיון כתובת
hi: पुरालेख के पते
hr: Arhiva adresa
hu: Archívum cím
ms: Arkib alamat
nb: Arkiv-adresse
pt: Endereço de arquivo
pt_br: Arquivar Endereço
ro: Arhiva adresa
sk: Archív adresu
sl: Arhiv naslov
zh_tw: 存檔位址
