Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: You specified an exceptionally small transaction fee of %@. Your transaction may be stuck and possibly never be confirmed. To increase the likelihood for your transaction to confirm within approximately one hour (six blocks), we strongly recommend a fee of no less than %@.
ar: قمت بتحديد رسوم معاملة استثنائية صغيرة من %1$@. المعاملة الخاص بك قد يكون عالقاً وربما لم يتم تأكيد. لزيادة احتمالية للمعاملات الخاصة بك لتأكيد خلال ساعة واحدة تقريبا (ستة كتل)، نوصي بشدة بمبلغ لا يقل عن %2$@.
ca: Heu especificat un càrrec per transacció excepcionalment petit de %1$@. L'operació pot ser enganxat i possiblement mai ser confirmat. Per augmentar la probabilitat de la transacció confirmar en aproximadament una hora (sis blocs), recomanem una quota de no menys de %2$@.
da: Du har angivet en usædvanligt lille transaktionsgebyr for %1$@. Din transaktion kan blive hængende og muligvis aldrig blive bekræftet. For at øge sandsynligheden for din transaktion til at bekræfte inden for ca en time (6 blokke), anbefaler vi et gebyr på ikke mindre end %2$@.
el: Καθορίσατε με εξαιρετικά μικρές συναλλαγή χρέωση του %1$@. Συναλλαγή σας μπορεί να κολλήσει και ενδεχομένως ποτέ να επιβεβαιωθεί. Για να αυξήσετε τις πιθανότητες για την συναλλαγή για να επιβεβαιώσετε μέσα σε περίπου μία ώρα (έξι τεμάχια), σας συνιστούμε μια αμοιβή του δεν είναι λιγότερο από %2$@.
es_mx: Especificaste una comisión de transacción excepcionalmente baja %1$@. Tu transacción podría quedar atascada y posiblemente nunca se confirme. Para aumentar la probabilidad de que se confirme tu transacción dentro de una hora (seis bloques), te recomendamos fuertemente una comisión no menor a %2$@.
fi: Määrittämäsi poikkeuksellisen pieni Palvelumaksu %1$@. Kauppa voi olla jumissa ja koskaan vahvistaa. Jotta sinun tapahtumassasi kuluessa noin tunnin (kuusi korttelin), suosittelemme maksu peräti %2$@.
he: שציינת תשלום תנועה קטן במיוחד של %1$@. העסקה שלך אולי תקוע, ואולי אף פעם לא להיות מאושרות. כדי להגדיל את הסבירות עבור העסקה שלך לאשר בתוך שעה בקירוב (שישה גושי בניינים), אנו ממליצים תשלום של לא פחות מאשר %2$@.
hi: आपके द्वारा निर्दिष्ट %1$@ की एक असाधारण छोटे लेनदेन शुल्क। आपके लेन-देन में फंस सकता है और संभवतः कभी नहीं होने की पुष्टि की। लगभग एक घंटे के भीतर (छह ब्लॉक) की पुष्टि करने के लिए अपने लेनदेन के लिए की संभावना में वृद्धि करने के लिए, हम एक शुल्क कम %2$@ नहीं की अनुशंसा करते हैं।
hr: Navedeni izuzetno malih transakcija naknada od %1$@. Vaša transakcija možda ostale i eventualno nikada biti potvrđena. Da biste povećali vjerojatnost za vašu transakciju potvrditi u roku od oko jednog sata (šest blokova), preporučujemo naknadu od ne manje od %2$@.
hu: A megadott %1$@ egy rendkívül kis tranzakciós díj fizetendő. A tranzakció lehet ragasztani, és talán soha nem kell erősíteni. Növelheti annak valószínűségét, a tranzakció, körülbelül 1 óra (hat blokkok) belül erősítsék meg, hogy azt javasoljuk, a díj nem kevesebb, mint %2$@.
ms: Anda tentukan yuran transaksi yang sangat kecil daripada %1$@. Transaksi anda mungkin akan terperangkap dan mungkin tidak pernah disahkan. Untuk meningkatkan kemungkinan untuk transaksi anda untuk mengesahkan dalam tempoh kira-kira 1 jam (enam blok), kami amat mengesyorkan yuran berjumlah tidak kurang daripada %2$@.
nb: Du angav en usedvanlig lite transaksjonsgebyr på %1$@. Transaksjonen kan være fast og muligens aldri være bekreftet. For å øke sannsynligheten for transaksjonen å bekrefte i ca en time (seks blokker), anbefaler vi en avgift på ikke mindre enn %2$@.
pt: Você especificou uma taxa de transação excepcionalmente pequena de %1$@. A transação pode ser preso e possivelmente nunca ser confirmada. Para aumentar a probabilidade de sua transação confirmar dentro de aproximadamente uma hora (seis blocos), recomendamos uma taxa de não menos do que %2$@.
pt_br: Você especificou uma taxa de transação excepcionalmente baixa de %1$@. Sua transação pode ficar travada e até mesmo nunca ser confirmada. Para aumentar a probabilidade de sua transação ser confirmada em aproximadamente uma hora (seis blocos), uma taxa não inferior a %2$@ é altamente recomendável.
ro: Aţi specificat o taxă de tranzacţie în mod excepţional mici de %1$@. Tranzacţia poate fi blocat şi, eventual, niciodată nu se confirmă. Pentru a creşte probabilitatea de tranzacţia ta pentru a confirma în termen de aproximativ o oră (şase blocuri), vă recomandăm o taxă de nu mai puţin %2$@.
sk: Zadali ste mimoriadne nízke transakčné poplatok z %1$@. Transakcie môžu byť prilepené a možno nikdy nepotvrdila. Zvýšiť pravdepodobnosť pre vašu transakciu potvrdiť do približne jednej hodiny (šesť blokov), odporúčame vo výške nie menej ako %2$@.
sl: Določite pristojbino za izjemno majhne transakcije %1$@. Vaše transakcije lahko zaljubljen in morda nikoli ne potrditi. Da bi povečali verjetnost za vaš posel za potrditev v približno eni uri (šest blokov), priporočamo pristojbino v višini nič manj kot %2$@.
zh_tw: 您指定 %1$@ 極少的交易費。您的交易可能會卡住，可能從來沒有被證實。為了增加您的交易確認在大約一小時 （六塊） 的可能性，我們強烈建議費用不低於 %2$@。

source: You specified an exceptionally small transaction fee of %@. Your transaction may become stuck and possibly never confirm. To increase the likelihood for your transaction to confirm within approximately one hour (six blocks), we strongly recommend a fee of no less than %@. Since you don’t have sufficient funds, that means the Send amount will also have to be lowered to %@.
ar: قمت بتحديد رسوم معاملة استثنائية صغيرة من %1$@. المعاملة الخاص بك قد تصبح عالقاً وربما لم تؤكد. لزيادة احتمالية للمعاملات الخاصة بك لتأكيد خلال ساعة واحدة تقريبا (ستة كتل)، نوصي بشدة بمبلغ لا يقل عن %2$@. منذ كنت لا تملك الأموال الكافية، وهذا يعني إرسال المبلغ الذي سيتعين أيضا أن تخفض إلى %3$@.
ca: Heu especificat un càrrec per transacció excepcionalment petit de %1$@. La transacció pot tornar-se enganxat i possiblement mai confirmar. Per augmentar la probabilitat de la transacció confirmar en aproximadament una hora (sis blocs), recomanem una quota de no menys de %2$@. Ja que vostè no té prou fons, que significa que la quantitat d'enviar també haurà de ser baixat a %3$@.
da: Du har angivet en usædvanligt lille transaktionsgebyr for %1$@. Din transaktion kan blive fast og måske bekræfte aldrig. For at øge sandsynligheden for din transaktion til at bekræfte inden for ca en time (6 blokke), anbefaler vi et gebyr på ikke mindre end %2$@. Da du ikke har tilstrækkelige midler, der betyder Send beløb vil også skulle sænkes til %3$@.
el: Καθορίσατε με εξαιρετικά μικρές συναλλαγή χρέωση του %1$@. Σας συναλλαγή ενδέχεται να γίνουν κολλήσει και ποτέ να επιβεβαιώσει ενδεχομένως. Για να αυξήσετε τις πιθανότητες για την συναλλαγή για να επιβεβαιώσετε μέσα σε περίπου μία ώρα (έξι τεμάχια), σας συνιστούμε μια αμοιβή του δεν είναι λιγότερο από %2$@. Εφόσον δεν έχετε επαρκείς πόρους, που σημαίνει ότι το ποσό της αποστολής θα πρέπει επίσης να μειωθεί ώστε να %3$@.
es_mx: Especificaste una comisión de transacción excepcionalmente baja %1$@. Puede que tu transacción se quede atascada y posiblemente nunca se confirme. Para aumentar la probabilidad de que se confirme tu transacción dentro de una hora (seis bloques), te recomendamos fuertemente una comisión no menor a %2$@. Ya no tienes fondos suficientes, el monto enviado también deberá rebajarse a %3$@.
fi: Määrittämäsi poikkeuksellisen pieni Palvelumaksu %1$@. Tapahtuman voi juuttua kiinni ja mahdollisesti koskaan vahvistaa. Jotta sinun tapahtumassasi kuluessa noin tunnin (kuusi korttelin), suosittelemme maksu peräti %2$@. Koska sinulla ei ole riittäviä varoja, se tarkoittaa Lähetä summa täytyy laskea %3$@.
he: שציינת תשלום תנועה קטן במיוחד של %1$@. העסקה שלך עשוי להיות תקוע, ואולי אף פעם לא לאשר. כדי להגדיל את הסבירות עבור העסקה שלך לאשר בתוך שעה בקירוב (שישה גושי בניינים), אנו ממליצים תשלום של לא פחות מאשר %2$@. מכיוון שאין לך מספיק כסף, כלומר שהסכום שלח גם צריך להיות מופחת. כדי %3$@.
hi: आपके द्वारा निर्दिष्ट %1$@ की एक असाधारण छोटे लेनदेन शुल्क। आपके लेन-देन अटका हो सकता है और संभवतः कभी नहीं की पुष्टि करें। लगभग एक घंटे के भीतर (छह ब्लॉक) की पुष्टि करने के लिए अपने लेनदेन के लिए की संभावना में वृद्धि करने के लिए, हम एक शुल्क कम %2$@ नहीं की अनुशंसा करते हैं। चूंकि आपके पास पर्याप्त धन नहीं है, इसका मतलब है कि भेजें राशि भी %3$@ को कम किया जा करना होगा।
hr: Navedeni izuzetno malih transakcija naknada od %1$@. Transakcije može ponijeti i možda nikada ne potvrdi. Da biste povećali vjerojatnost za vašu transakciju potvrditi u roku od oko jednog sata (šest blokova), preporučujemo naknadu od ne manje od %2$@. Budući da nemate dovoljno sredstava, to znači poslati iznos će također morati biti smanjena na %3$@.
hu: A megadott %1$@ egy rendkívül kis tranzakciós díj fizetendő. A tranzakció is megrekedtek, és talán soha nem igazol. Növelheti annak valószínűségét, a tranzakció, körülbelül 1 óra (hat blokkok) belül erősítsék meg, hogy azt javasoljuk, a díj nem kevesebb, mint %2$@. Mivel nincs fedezet, ez azt jelenti, küldés összegét csökkenteni a %3$@ is.
ms: Anda tentukan yuran transaksi yang sangat kecil daripada %1$@. Transaksi anda mungkin menjadi terperangkap dan mungkin tidak pernah mengesahkan. Untuk meningkatkan kemungkinan untuk transaksi anda untuk mengesahkan dalam tempoh kira-kira 1 jam (enam blok), kami amat mengesyorkan yuran berjumlah tidak kurang daripada %2$@. Oleh kerana anda tidak mempunyai dana yang mencukupi, yang bermakna amaun hantar juga perlu diturunkan ke %3$@.
nb: Du angav en usedvanlig lite transaksjonsgebyr på %1$@. Transaksjonen sitter fast og muligens bekrefte aldri. For å øke sannsynligheten for transaksjonen å bekrefte i ca en time (seks blokker), anbefaler vi en avgift på ikke mindre enn %2$@. Siden du ikke har tilstrekkelige midler, som betyr hvor sende også må senkes for å %3$@.
pt: Você especificou uma taxa de transação excepcionalmente pequena de %1$@. Sua transação pode ficar preso e possivelmente nunca confirmar. Para aumentar a probabilidade de sua transação confirmar dentro de aproximadamente uma hora (seis blocos), recomendamos uma taxa de não menos do que %2$@. Desde que você não tem fundos suficientes, o que significa que a quantidade de envio também terá de ser reduzido para %3$@.
pt_br: Você especificou uma taxa de transação excepcionalmente baixa de %1$@. Sua transação pode ficar travada e até mesmo nunca ser confirmada. Para aumentar a probabilidade de sua transação ser confirmada em aproximadamente uma hora (seis blocos), uma taxa não inferior a %2$@ é altamente recomendável. Como você não tem fundos suficientes, isso significa que o valor de Envio também precisará ser diminuído para %3$@.
ro: Aţi specificat o taxă de tranzacţie în mod excepţional mici de %1$@. Tranzacţia poate deveni blocat şi, eventual, niciodată nu confirma. Pentru a creşte probabilitatea de tranzacţia ta pentru a confirma în termen de aproximativ o oră (şase blocuri), vă recomandăm o taxă de nu mai puţin %2$@. Deoarece nu aveţi suficiente fonduri, asta înseamnă că suma de trimitere va trebui să fie redus la %3$@.
sk: Zadali ste mimoriadne nízke transakčné poplatok z %1$@. Transakcie môže stať uviazol, a možno nikdy potvrdiť. Zvýšiť pravdepodobnosť pre vašu transakciu potvrdiť do približne jednej hodiny (šesť blokov), odporúčame vo výške nie menej ako %2$@. Vzhľadom k tomu, že nemáte dostatok finančných prostriedkov, to znamená, že poslať sumu bude musieť byť znížená na %3$@.
sl: Določite pristojbino za izjemno majhne transakcije %1$@. Vaše transakcije lahko postane zaljubljen in morda nikoli ne potrdi. Da bi povečali verjetnost za vaš posel za potrditev v približno eni uri (šest blokov), priporočamo pristojbino v višini nič manj kot %2$@. Ker nimate dovolj sredstev, ki pomeni pošiljanje znesek tudi zniža za %3$@.
zh_tw: 您指定 %1$@ 極少的交易費。您的交易可能會被卡住，並可能永遠不會確認。為了增加您的交易確認在大約一小時 （六塊） 的可能性，我們強烈建議費用不低於 %2$@。因為你沒有足夠的資金，這意味著發送量亦會降低到 %3$@。

source: You specified an unusually high transaction fee of %@. Even if you lower the fee to %@, you can expect the transaction to confirm within the next 10 minutes (one block).
ar: قمت بتحديد رسوم معاملات ارتفاعا غير عادي من %1$@. حتى إذا كنت خفض الرسوم على %2$@، يمكنك أن تتوقع الحركة لتأكيد خلال دقائق 10 التالي (كتلة واحدة).
ca: Heu especificat un càrrec per transacció inusualment alt de %1$@. Fins i tot si vostè abaixar la taxa de %2$@, vostè pot esperar la transacció per confirmar en els propers 10 minuts (un bloc).
da: Du har angivet en usædvanlig høj transaktionsgebyr for %1$@. Selv hvis du lavere gebyr til %2$@, kan du forvente transaktion til at bekræfte inden for de næste 10 minutter (et blok).
el: Καθορίσατε με ασυνήθιστα μεγάλη συναλλαγή χρέωση του %1$@. Ακόμα κι αν μπορείτε να μειώσετε το τέλος να %2$@, μπορείτε να περιμένετε τη συναλλαγή για να επιβεβαιώσετε μέσα στα επόμενα 10 λεπτά (ένα τετράγωνο).
es_mx: Especificaste una comisión de transacción inusualmente alta de %1$@. Aunque rebajes la comisión a %2$@, puedes esperar que la transacción se confirme dentro de los próximos 10 minutos (un bloque).
fi: Määritetty %1$@ epätavallisen korkeita suorituksesta maksettavaa palkkiota. Jos pienennät %2$@ maksu, voit odottaa tapahtuman kuluessa seuraavan 10 minuutin (yhden lohkon).
he: שציינת דמי העסקה גבוה באופן חריג של %1$@. גם אם תנמיך את דמי %2$@, אתה יכול לצפות את התנועה כדי לאשר בתוך 10 הדקות (רחוב אחד).
hi: आपके द्वारा निर्दिष्ट %1$@ की एक असामान्य रूप से उच्च लेनदेन शुल्क। यहां तक कि अगर आप %2$@ के लिए शुल्क कम, आप हस्तांतरण अगले 10 मिनट के भीतर (एक ब्लॉक) की पुष्टि करने के लिए उम्मीद कर सकते हैं।
hr: Navedeni neuobičajeno visoku transakciju naknada od %1$@. Čak i ako te niže naknade za %2$@, možete očekivati transakciju potvrditi unutar slijedećih 10 minuta (jedan blok).
hu: A megadott egy szokatlanul magas tranzakciós díj %1$@. Még akkor is, ha a díj %2$@ csökkenti, akkor számíthat a tranzakció megerősítéséhez, a következő 10 perc (egy blokk).
ms: Anda tentukan yuran transaksi yang teramat tinggi sebanyak %1$@. Bahkan jika anda mengurangkan kos untuk %2$@, anda boleh mengharapkan transaksi untuk mengesahkan dalam masa 10 minit yang akan datang (satu block).
nb: Du angav en usedvanlig transaksjonsavgift på %1$@. Selv om du senker startgebyret %2$@, kan du forvente at transaksjonen skal bekrefte innen de neste 10 minuttene (en blokk).
pt: Você especificou uma taxa de transação invulgarmente elevado de %1$@. Mesmo se você abaixar a taxa para %2$@, você pode esperar a transação para confirmar dentro de 10 minutos (uma quadra).
pt_br: Você especificou uma taxa de transação excepcionalmente alta de %1$@. Mesmo se diminuir a taxa para %2$@, você pode esperar que a transação seja confirmada nos próximos 10 minutos (um bloco).
ro: Aţi specificat o taxă de tranzacţie neobişnuit de mare de %1$@. Chiar dacă aţi mai mici taxa de la %2$@, vă puteţi aştepta la tranzacţie să confirme în următoarele 10 minute (un bloc).
sk: Zadali ste nezvyčajne vysoké transakčné poplatok z %1$@. Aj v prípade, že znížite poplatok na %2$@, môžete očakávať, že transakciu potvrdiť v nasledujúcich 10 minút (jeden blok).
sl: Določite pristojbino za nenavadno visoki transakcijski %1$@. Tudi če zmanjšate pristojbina, %2$@, lahko pričakujete transakcije za potrditev v naslednjih 10 minutah (en blok).
zh_tw: 您指定 %1$@ 異常高昂的交易費用。即使你降低到 %2$@ 費，你可以期望要確認在接下來的 10 分鐘 （一個塊） 內的交易記錄。

source: You will be leaving the app.
ar: سوف يغادر التطبيق.
da: Du vil forlade app.
el: Θα αφήνετε την εφαρμογή.
es_mx: Abandonarás el app.
fi: Oletko lähdössä app.
he: . תעזוב את האפליקציה.
hi: आप app जा रही हो जाएगा।
hr: Otići će aplikaciju.
hu: Ön elhagyja az app.
ms: Anda akan meninggalkan aplikasi.
nb: Du forlater programmet.
pt: Você vai deixar o app.
pt_br: Você sairá do aplicativo.
ro: Te va lăsa app.
sk: Ste vyšli z aplikácie.
sl: Vas bo zapušča app.
zh_tw: 你將離開該應用程式。

source: You've successfully imported a private key.
ar: لقد قمت باستيراد مفتاح خاص بنجاح.
ca: Vostè haver importat reeixidament una clau privada.
cs: Jste úspěšně importovat soukromý klíč.
da: Du har med held indført en privat nøgle.
el: Που έχετε εισαγάγει με επιτυχία ένα ιδιωτικό κλειδί.
es_mx: Has importado exitosamente una clave privada.
fi: Yksityinen avain Olen tuonti onnistui.
fr: Vous avez importé avec succès une clé privée.
he: בהצלחה ייבאת מפתח פרטי.
hi: आप सफलतापूर्वक एक निजी कुंजी आयात किए गए।
hr: Uspješno ste uvezli privatni ključ.
hu: Sikeresen importált egy privát kulcs.
ms: Anda telah berjaya diimport kunci persendirian.
nb: Du har importert en privat nøkkel.
pt: Você importou com sucesso uma chave privada.
pt_br: Você importou uma chave privada com êxito.
ro: Le-am importat cu succes o cheie privată.
sk: Som úspešne importovať súkromný kľúč.
sl: Uspešno uvozite zasebni ključ.
zh_tw: 您已成功導入私密金鑰。

source: You've successfully imported the private key for ​the address %@, and you can now spend from it. If you want to spend from this address, make sure you scan the correct private key.
ar: قمت بنجاح باستيراد المفتاح الخاص من أجل %@ عنوان، ويمكنك الآن قضاء منه. إذا كنت تريد أن تنفق من هذا العنوان، تأكد من مسح المفتاح الخاص الصحيح.
ca: Vostè haver importat reeixidament la clau privada per a l'adreça %@, i ara pot passar d'ella. Si voleu passar d'aquesta adreça, assegureu-vos que escaneja la clau privada correcta.
cs: Jste úspěšně importovat soukromý klíč pro adresu %@, a teď z ní strávíte. Pokud chcete strávit z této adresy, ujistěte se, že kontroly správným soukromým klíčem.
da: Du har succesfuldt importeret den private nøgle til den adresse %@, og du kan nu bruge fra det. Hvis du ønsker at bruge fra denne adresse, Sørg for, du scanner den korrekte private nøgle.
el: Που έχετε εισαγάγει με επιτυχία το ιδιωτικό κλειδί για τη διεύθυνση %@, και τώρα μπορείτε να περάσετε από αυτό. Αν θέλετε να περάσουν από αυτή τη διεύθυνση, βεβαιωθείτε ότι έχετε σαρώσει το σωστό ιδιωτικό κλειδί.
es_mx: Has importado exitosamente la clave privada para ​la dirección %@, y ahora puedes gastar desde ahí. Si deseas gastar desde esta dirección, asegúrate de escanear la clave privada correcta.
fi: Olet onnistuneesti tuonut yksityistä avainta osoite %@, ja voit nyt käyttää sitä. Jos haluat viettää tästä osoitteesta, varmista, että tarkistat oikealla yksityisellä avaimella.
fr: Vous avez importé avec succès la clé privée pourl’adresse %@ et vous pouvez maintenant dépenser à partir d’elle. Si vous voulez dépenser à partir de cette adresse, assurez-vous de scanner la bonne clé privée.
he: בהצלחה ייבאת את המפתח הפרטי עבור %@ הכתובת, עכשיו תוכלו לבלות ממנו. אם אתה רוצה לבלות מכתובת זו, ודא שאתה סורק את המפתח הפרטי המתאים.
hi: आप सफलतापूर्वक पता %@ के लिए निजी कुंजी आयात किया है, और आप इसे से अब खर्च कर सकते हैं। आप इस पते से खर्च करने के लिए चाहते हैं, तो सुनिश्चित करें कि आप सही निजी कुंजी स्कैन।
hr: Uspješno ste uvezli privatni ključ za adresu %@, i sada možete provesti od njega. Ako želite provesti s ove adrese, provjerite da skenirate ispravan privatni ključ.
hu: Sikeresen importálta a privát kulcs részére a cím %@, és lehetősége van elköltenie belőle. Ha szeretne költeni erre a címre, győződjön meg róla, beolvasás a megfelelő személyes kulccsal.
ms: Anda telah berjaya mengimport kunci peribadi untuk %@ alamat, dan anda kini boleh menghabiskan daripadanya. Jika anda ingin membelanjakan daripada alamat ini, pastikan anda mengimbas kunci peribadi yang betul.
nb: Du har importert privatnøkkelen for adresse %@, og du kan nå bruke fra den. Hvis du vil bruke fra denne adressen, må du skanne den rette privatnøkkelen.
pt: Importar a chave particular para o endereço %@ com sucesso, e agora pode passar disso. Se você deseja passar a partir deste endereço, certifique-se de que você digitalizar a chave privada correta.
pt_br: Você importou com êxito a chave privada do ​endereço %@, e já pode gastar a partir dele. Se deseja gastar a partir deste endereço, certifique-se de escanear a chave privada correta.
ro: Le-am importat cu succes la cheia privată pentru adresa %@, şi acum puteţi petrece la ea. Dacă doriţi să-şi petreacă la această adresă, asiguraţi-vă că vă scana cheia privată corect.
sk: Som úspešne importovať súkromný kľúč na adresu %@, a teraz môžete stráviť od neho. Ak chcete stráviť z tejto adresy, uistite sa, že budete kontrolovať správny súkromný kľúč.
sl: Uspešno uvozite zasebni ključ za naslov %@, in zdaj lahko preživite iz nje. Če želite preživeti s tega naslova, se prepričajte, vi skandirati s pravilnim zasebnim ključem.
zh_tw: 您已經成功導入私密金鑰的位址 %@，，你現在可以花從它。如果你想花來自此位址，請確保您掃描正確的私密金鑰。

source: Your device appears to be jailbroken. The security of your wallet may be compromised.
ar: الجهاز الخاص بك، على ما يبدو، أي فون. قد تتعرض للخطر أمن محفظتك.
ca: Dispositiu sembla ser jailbroken. Es poden comprometre la seguretat de la seva butxaca.
cs: Zařízení se zdá být jailbroken. Může být ohrožena bezpečnost vaší peněženky.
da: Enheden synes at være jailbroken. Sikkerheden for din tegnebog kan være kompromitteret.
el: Συσκευή σας φαίνεται να είναι jailbroken. Μπορεί να παραβιαστεί η ασφάλεια του πορτοφολιού σας.
es_mx: Parece que a tu dispositivo se la hecho un jailbreak del sistema operativo. La seguridad de tu monedero puede estar comprometida.
fi: Laite tulee näkyviin jailbroken. Lompakon turvallisuus voi vaarantua.
fr: Il semble que votre appareil soit débloqué. La sécurité de votre portefeuille peut être compromise.
he: המכשיר נראה jailbroken. . בסכנה את האבטחה של הארנק שלך
hi: Jailbroken किया जा करने के लिए अपने डिवाइस प्रकट होता है। अपने बटुए की सुरक्षा समझौता हो सकता है।
hr: Uređaj izgleda jailbroken. Sigurnost vaš novčanik svibanj biti ugrožena.
hu: A készülék feltűnik-hoz lenni jailbroken. A pénztárca biztonságát is veszélybe.
ms: Peranti muncul untuk menjadi jailbroken. Keselamatan dompet anda mungkin terjejas.
nb: Enheten synes å være jailbroken. Sikkerheten til din lommebok være usikker.
pt: O dispositivo parece ser jailbroken. A segurança da sua carteira pode ser comprometida.
pt_br: Seu dispositivo parece ter sido modificado ilicitamente. A segurança da sua carteira pode estar comprometida.
ro: Aparatul pare să fie jailbroken. Securitatea portofel poate fi compromisă.
sk: Váš prístroj sa zdá byť jailbroken. Môže byť ohrozená bezpečnosť vašej peňaženky.
sl: Naprava se zdi v obstati jailbroken. Ogrožena varnost vaše denarnice.
zh_tw: 您的設備似乎是越獄。可能會損害你的錢包的安全性。

source: Your email has been verified.
ar: وقد تم التحقق من البريد الإلكتروني الخاص بك.
ca: El teu email ha estat verificat.
cs: Váš email byl ověřen.
da: Din email er blevet verificeret.
el: Το email σας έχει ελεγχθεί.
es_mx: Tu correo electrónico ha sido verificado.
fi: Sähköpostiosoitteesi on vahvistettu.
fr: Votre e-mail a été vérifié.
he: הדוא ל שלך אומת.
hi: आपका ईमेल सत्यापित किया गया है।
hr: Vaš e-mail je provjeren.
hu: Ellenőrizte az e-mail.
ms: E-mel anda telah disahkan.
nb: E-posten er bekreftet.
pt: Seu email foi verificada.
pt_br: Seu e-mail foi verificado.
ro: Adresa de email a fost verificat.
sk: Váš e-mail bol overený.
sl: Vaš email je bilo preverjeno.
zh_tw: 驗證了您的電子郵件。
