Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Enable this option to prevent IP addresses that are known to be part of the Tor anonymizing network from accessing your wallet. The Tor network is frequently used by hackers attempting to access Blockchain users' wallets.
ar: تمكين هذا الخيار لمنع عناوين IP التي هي معروفة لتكون جزءا من شبكة تور anonymizing من الوصول إلى محفظتك. كثيرا ما يستخدم شبكة تور بمحاولة الوصول إلى محافظ بلوكتشين المستخدمين المتطفلين.
ca: Habilitar aquesta opció evitar que les adreces IP que són coneguts per ser part de la xarxa Onion Tor accedeixin a la seva cartera. La xarxa Tor és freqüentment utilitzat per pirates informàtics intentant accedir carteres dels Blockchain usuaris.
cs: Zaškrtněte tuto volbu, aby se zabránilo IP adres, které jsou známy jako součástí anonymizace sítě Tor v přístupu k vaší peněžence. Síť Tor se často používá hackerů se pokouší o přístup uživatelů Blockchain peněženky.
da: Aktiver denne indstilling for at undgå IP-adresser, der er kendt for at være en del af Tor anonymizing network får adgang til din tegnebog. Tor-netværket bruges ofte af hackere, som forsøger at få adgang til Blockchain brugernes tegnebøger.
el: Ενεργοποίηση αυτής της επιλογής για την πρόληψη των διευθύνσεων IP που είναι γνωστό ότι είναι μέρος του δικτύου τις anonymizing Tor από την πρόσβαση σε το πορτοφόλι σας. Το δίκτυο Tor χρησιμοποιείται συχνά από τους χάκερ που προσπαθεί να αποκτήσει πρόσβαση χρηστών Blockchain πορτοφόλια.
es_mx: Habilita la siguiente opción para evitar que las direcciones IP que sean identificadas como parte de la red de anonimato Tor tengan acceso a tu monedero. La red Tor es usada con frecuencia por piratas informáticos que intentan acceder a los monederos de los usuarios de Blockchain.
fi: Tämä vaihtoehto estää IP-osoitteet, joiden tiedetään olevan osa Tor anonymisoivan verkon käyttämästä lompakon. Tor-verkon käytetään usein hakkerit yrittävät käyttää Blockchain käyttäjien lompakot.
fr: Activez l'option suivante pour empêcher les adresses IP connues pour faire partie du réseau anonyme Tor d'accéder à votre portefeuille. Le réseau Tor est fréquemment utilisé par les hackers qui tentent d'accéder aux portefeuilles des utilisateurs de Blockchain.
he: לאפשר אפשרות זו כדי למנוע כתובות IP ידועים להיות חלק של רשת ה-Tor anonymizing מלגשת אל הארנק שלך. רשת ה-Tor משמש לעתים קרובות על ידי האקרים המנסה לגשת ארנקים Blockchain הגולשים.
hi: कि अपना बटुआ तक पहुँचने से टॉर कि नेटवर्क का हिस्सा होने के लिए जाना जाता IP पते को रोकने के लिए इस विकल्प को सक्षम करें। टो नेटवर्क अक्सर हैकर्स द्वारा Blockchain उपयोगकर्ता जेब तक पहुँचने का प्रयास किया जाता है।
hr: Omogućite tu mogućnost da IP adresa koji se zna da se u Tor činimo anonimnima mreži onemogućuje pristup novčaniku. Tor mreže često koriste hakeri pokušavaju pristupiti Blockchain korisnika novčanike.
hu: Engedélyezze ezt a beállítást, hogy megakadályozza az IP-címek, amelyekről ismert, hogy hozzáférjenek a pénztárca anonimizáló kiszûrése része. A Tor hálózat gyakran használt mellett bárdok kísérlet-hoz belépés Blockchain felhasználók pénztárca.
ms: Membolehkan opsyen ini untuk menghalang alamat IP yang dikenal pasti sebagai sebahagian dari rangkaian Tor membuatkan daripada mengakses dompet anda. Rangkaian Tor yang kerap digunakan oleh penggodam yang cuba untuk mencapai dompet Blockchain pengguna.
nb: Aktiver dette alternativet å hindre IP-adresser som er kjent for å være en del av Tor anonymiserer nettverket får tilgang til din lommebok. Tor-nettverket er ofte brukt av hackere som prøver å få tilgang til Blockchain brukernes lommebøker.
pt: Habilite esta opção impedir que os endereços IP que são conhecidos por fazer parte da rede Tor anonymizing acessem sua carteira. A rede Tor é freqüentemente utilizada por hackers tentando acessar as carteiras dos usuários Blockchain.
pt_br: Ative esta opção para impedir que endereços IP conhecidos por fazer parte da rede anônima Tor acessem sua carteira. A rede Tor é frequentemente utilizada por hackers que tentam acessar carteiras de usuários da Blockchain.
ro: Activaţi această opţiune pentru a preveni adrese IP care sunt cunoscute a fi parte din reţeaua anonimizarea Tor la accesarea portofel. Reţeaua Tor este frecvent folosit de hackeri încearcă să acceseze Blockchain utilizatorilor portofele.
sk: Povoľte túto možnosť, aby sa zabránilo IP adresy, ktoré sú známe ako súčasť anonymizácia siete Tor v prístupe k vašej peňaženke. Tor siete je často používaný hackermi pokuse o prístup Blockchain užívateľom peňaženky.
sl: Omogočite to možnost, da se prepreči IP naslovov, ki so znane kot del Tor anonimnosti omrežja dostop do vaše denarnice. Tor omrežje je pogosto uporabljajo hekerji poskušali dostop do denarnice Blockchain uporabnikov.
zh_tw: 啟用此選項以防止被公認為 Tor 匿名網路訪問你的錢包的一部分的 IP 位址。Tor 網路經常使用的駭客試圖訪問 Blockchain 使用者的錢包。

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Five addresses will be loaded consecutively, after which logging in is required to show new addresses.
ar: تمكين هذا الخيار للكشف عن عنوان تلقي عندما كنت انتقد اليسار على الشاشة رقم PIN، مما يجعل المتلقي بيتكوين حتى أسرع. سيتم تحميل خمسة عناوين متتالية، بعد تسجيل الدخول مطلوب لإظهار عناوين جديدة.
da: Aktiver denne indstilling til at afsløre en Modtag adresse når du knalde venstre på skærmbilledet PIN gør modtagende bitcoin endnu hurtigere. Fem adresser vil blive indlæst efter hinanden, hvorefter indlogning er forpligtet til at vise nye adresser.
el: Για να ενεργοποιήσετε αυτήν την επιλογή για να αποκαλύψει μια λήψη διεύθυνση όταν σας σύρετε προς τα αριστερά στην οθόνη του PIN, καθιστώντας την ακόμη ταχύτερη λήψη bitcoin. Πέντε διευθύνσεις θα φορτωθούν διαδοχικά, μετά την οποία σύνδεση απαιτείται για να δείχνουν νέες διευθύνσεις.
es_mx: Habilita esta opción para mostrar una dirección de recepción cuando se pase a la izquierda en la pantalla PIN, haciendo la recepción de bitcoin aún más rápida. Se cargarán cinco direcciones de forma consecutiva, después de lo cual será necesario ingresar para mostrar las nuevas direcciones.
fi: Tämä vaihtoehto paljastaa vastaanota osoite, kun pyyhkäiset vasemmalle PIN-ikkuna Varauksen vastaanottavan bitcoin jopa nopeammin. Viisi osoitetta latautuu peräkkäin, minkä jälkeen sisäänkirjautuminen on näytettävä uudet osoitteet.
he: הפעלת אפשרות זו לחשוף כתובת קבלה בעת לסחוב שמאלה במסך ה-PIN, ביצוע מהיר אפילו המקבל ביטקוין. חמש כתובות ייטענו ברציפות, לאחר מכן כניסה נדרש להציג כתובות חדש.
hi: एक प्राप्त पता पता चलता है जब आप पिन स्क्रीन पर, बाईं ओर स्वाइप प्राप्त bitcoin भी तेजी से बनाने के लिए इस विकल्प को सक्षम करें। पांच पते क्रमानुसार, जिसके बाद लॉग इन नए पते को दिखाने के लिए की आवश्यकता है लोड किया जाएगा।
hr: Omogućite tu mogućnost otkriti adresu za primanje kada te prevucite lijevo na zaslonu PIN što brže primanje bitcoin. Pet adresa htijenje biti naprćen uzastopno, nakon čega prijave je potrebno pokazati nove adrese.
hu: Engedélyezze ezt a beállítást, hogy láthatóvá válik egy fogadás cím, ha tudod ellop PIN képernyő bal fogadó bitcoin még gyorsabb, így. Öt címet tölti be egymás után, amely után fakitermelés-ban szükséges új címe.
ms: Membolehkan opsyen ini untuk mendedahkan alamat terima apabila anda meleretkan kiri pada skrin PIN, membuat menerima bitcoin lebih cepat. Lima alamat akan dapat dimuatkan berturut-turut, selepas itu log in diperlukan untuk menunjukkan alamat baru.
nb: Aktiver dette alternativet for å avsløre en motta-adresse når du sveipe venstre på skjermbildet PIN å motta bitcoin enda raskere. Fem adresser vil lastes etter hverandre, etter innlogging kreves for å vise nye adresser.
pt: Habilite essa opção para revelar um endereço de recebimento quando você swipe esquerda na tela de pino, fazendo o recebimento bitcoin ainda mais rápido. Cinco endereços serão carregados consecutivamente, após o qual fazer o login é necessário para mostrar novos endereços.
pt_br: Habilite esta opção para revelar um endereço de entrega quando você desliza a tela do PIN para a esquerda, agilizando ainda mais o recebimento de bitcoins. Cinco endereços serão carregados consecutivamente, depois dos quais será necessário fazer o login para exibir novos endereços.
ro: Activaţi această opţiune pentru a dezvălui o adresa de primire, atunci când vă deplasați stânga pe ecranul de PIN, a face primirea bitcoin chiar mai repede. Cinci adrese va fi încărcat consecutiv, după care logarea este necesar pentru a indica noi adrese.
sk: Povoľte túto možnosť odhaliť prijímanie adresu, ak ste výpad vľavo na obrazovke PIN robiť prijímajúci bitcoin ešte rýchlejšie. Päť adries bude byť načítaný za sebou, po ktorom prihlásením je potrebné ukázať nové adresy.
sl: Omogočite to možnost, da razkrije prejemanje naslov, ko odrinete levo na zaslonu PIN, ki prejemajo bitcoin še hitreje. Pet naslovov bo se natovori zaporedoma, nakar prijavi mora pokazati nove naslove.
zh_tw: 啟用此選項，以顯示一個接收位址，當你刷左針在螢幕上，使接收比特幣甚至更快。五個位址將會連續，載入後的測井在需要顯示新位址。

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Only one address will be loaded, logging in is required to show a new address.
ar: تمكين هذا الخيار للكشف عن عنوان تلقي عندما كنت انتقد اليسار على الشاشة رقم PIN، مما يجعل المتلقي بيتكوين حتى أسرع. واحد فقط سيتم تحميل العناوين، وقطع الأشجار في مطلوب لإظهار عنوان جديد.
da: Aktiver denne indstilling til at afsløre en Modtag adresse når du knalde venstre på skærmbilledet PIN gør modtagende bitcoin endnu hurtigere. Kun én adresse vil blive indlæst, indlogning er forpligtet til at vise en ny adresse.
el: Για να ενεργοποιήσετε αυτήν την επιλογή για να αποκαλύψει μια λήψη διεύθυνση όταν σας σύρετε προς τα αριστερά στην οθόνη του PIN, καθιστώντας την ακόμη ταχύτερη λήψη bitcoin. Μόνο μία διεύθυνση θα φορτωθεί, σύνδεση απαιτείται να δείξει μια νέα διεύθυνση.
es_mx: Habilita esta opción para mostrar una dirección de recepción cuando se pase a la izquierda en la pantalla PIN, haciendo la recepción de bitcoin aún más rápida. Sólo se cargará una dirección, es necesario ingresar para mostrar una nueva dirección.
fi: Tämä vaihtoehto paljastaa vastaanota osoite, kun pyyhkäiset vasemmalle PIN-ikkuna Varauksen vastaanottavan bitcoin jopa nopeammin. Vain yksi osoite ladataan, kirjautuminen on näytettävä uusi osoite.
he: הפעלת אפשרות זו לחשוף כתובת קבלה בעת לסחוב שמאלה במסך ה-PIN, ביצוע מהיר אפילו המקבל ביטקוין. אחת הכתובות ייטענו, כניסה נדרש להציג כתובת חדשה.
hi: एक प्राप्त पता पता चलता है जब आप पिन स्क्रीन पर, बाईं ओर स्वाइप प्राप्त bitcoin भी तेजी से बनाने के लिए इस विकल्प को सक्षम करें। केवल एक पता लोड हो जाएगा, लॉग इन करने की आवश्यकता है एक नया पता दिखा।
hr: Omogućite tu mogućnost otkriti adresu za primanje kada te prevucite lijevo na zaslonu PIN što brže primanje bitcoin. Samo jedna adresa htijenje biti naprćen, prijave je potrebno pokazati novu adresu.
hu: Engedélyezze ezt a beállítást, hogy láthatóvá válik egy fogadás cím, ha tudod ellop PIN képernyő bal fogadó bitcoin még gyorsabb, így. Csak egy cím betöltődik, bejelentkezés szükséges megmutatni, hogy egy új címet.
ms: Membolehkan opsyen ini untuk mendedahkan alamat terima apabila anda meleretkan kiri pada skrin PIN, membuat menerima bitcoin lebih cepat. Hanya satu alamat akan dimuatkan, log in dikehendaki menunjukkan alamat baru.
nb: Aktiver dette alternativet for å avsløre en motta-adresse når du sveipe venstre på skjermbildet PIN å motta bitcoin enda raskere. Bare én adresse lastes, innlogging kreves for å vise en ny adresse.
pt: Habilite essa opção para revelar um endereço de recebimento quando você swipe esquerda na tela de pino, fazendo o recebimento bitcoin ainda mais rápido. Apenas um endereço será carregado, efetuar login é necessário para mostrar um novo endereço.
pt_br: Habilite esta opção para revelar um endereço de entrega quando você desliza a tela do PIN para a esquerda, agilizando ainda mais o recebimento de bitcoins. Somente um endereço será carregado. Será necessário fazer o login para exibir um novo endereço.
ro: Activaţi această opţiune pentru a dezvălui o adresa de primire, atunci când vă deplasați stânga pe ecranul de PIN, a face primirea bitcoin chiar mai repede. Doar o singură adresă vor fi încărcate, logarea este obligat să demonstreze o nouă adresă.
sk: Povoľte túto možnosť odhaliť prijímanie adresu, ak ste výpad vľavo na obrazovke PIN robiť prijímajúci bitcoin ešte rýchlejšie. Iba jedna adresa bude naložené, prihlásenie je potrebné Ukázať novú adresu.
sl: Omogočite to možnost, da razkrije prejemanje naslov, ko odrinete levo na zaslonu PIN, ki prejemajo bitcoin še hitreje. Samo en naslov bo naložen, prijavi mora pokazati nov naslov.
zh_tw: 啟用此選項，以顯示一個接收位址，當你刷左針在螢幕上，使接收比特幣甚至更快。只有一個位址將被載入，測井需要顯示一個新的位址。

source: Enabling this feature will allow all users with a registered Touch ID fingerprint on this device to access to your wallet.
ar: تمكين هذه الميزة سيتم السماح لكافة المستخدمين مع بصمة معرف اتصال مسجل على هذا الجهاز للوصول إلى محفظتك.
ca: Permetre aquest tret permetrà tots els usuaris amb una empremta de Tacte ID registrat en aquest dispositiu d'accés a la seva cartera.
cs: Povolení této funkce umožní všem uživatelům s registrovanou Touch ID otisk na tomto zařízení pro přístup k vaší peněžence.
da: Aktivering af denne funktion vil give alle brugere med en registreret Touch ID fingeraftryk på denne enhed til at få adgang til din tegnebog.
el: Ενεργοποίηση αυτής της δυνατότητας θα επιτρέπουν σε όλους τους χρήστες με μια καταστατική ID αφής δακτυλικών αποτυπωμάτων σε αυτήν την συσκευή για να αποκτήσετε πρόσβαση στο πορτοφόλι σας.
es_mx: Activar esta función permitirá el acceso a tu monedero a todos los usuarios con huella dactilar registrada en el Touch ID de este dispositivo.
fi: Tämän ominaisuuden käyttöönotto Salli kaikkien käyttäjien rekisteröity Touch ID sormenjälki tämän laitteen päästä lompakon.
fr: En activant cette fonctionnalité, vous autoriserez tous les utilisateurs ayant leur empreinte digitale Touch ID enregistrée sur cet appareil à accéder à votre portefeuille.
he: הפעלת תכונה זו תאפשר לכל המשתמשים בעלי טביעת אצבע המגע מזהה רשומה על התקן זה כדי לגשת את הארנק שלך.
hi: इस सुविधा को सक्षम करने के एक पंजीकृत स्पर्श ID फिंगरप्रिंट के साथ सभी उपयोगकर्ताओं के लिए अपने बटुए का उपयोग करने के लिए इस डिवाइस पर की अनुमति होगी।
hr: Omogućavanje ove značajke će omogućiti svi korisnici s registriranim Touch ID otisak na ovom uređaju za pristup u vaš novčanik.
hu: A szolgáltatás engedélyezése lehetővé teszi, hogy minden felhasználó a regisztrált Touch ID ujjlenyomat ez berendezés-hoz belépés-hoz tárcátok.
ms: Mendayakan ciri ini akan membolehkan semua pengguna dengan cap jari ID sentuhan yang berdaftar pada peranti ini untuk mencapai dompet anda.
nb: Aktivering av denne funksjonen vil tillate alle brukere med et registrert Touch ID fingeravtrykk på denne enheten for lommeboken.
pt: Habilitar este recurso permitirá que todos os usuários com uma digital Touch ID registrado neste dispositivo para acessar a sua carteira.
pt_br: Ativar este recurso permitirá que todos os usuários com uma impressão digital do Touch ID registrada neste dispositivo acessem sua carteira.
ro: Activarea această facilitate va permite tuturor utilizatorilor cu o amprentă de Touch ID înregistraţi pe acest dispozitiv accesul la portofel.
sk: Zapnutie tejto funkcie vám umožní všetkých užívateľov s registrovaných Touch identifikácie odtlačkov tohto zariadenia na prístup k vašej peňaženke.
sl: To funkcijo bo omogočilo vsem uporabnikom dotik ID prstni odtis registriran na to napravo za dostop do vaše denarnice.
zh_tw: 啟用此功能將允許所有使用者與註冊的觸摸 ID 指紋在此設備上訪問到你的錢包。

source: Enjoying the Blockchain Wallet? Please take a moment to leave a review in the App Store and let others know about it.
ar: تتمتع المحفظة بلوكتشين؟ يرجى أن نتوقف لحظة مغادرة استعراضاً في المتجر وتدع الآخرين يعرفون ذلك.
da: Nyder Blockchain tegnebogen? Venligst tage et øjeblik at forlade en anmeldelse i App Store og lade andre vide det..
el: Απολαμβάνοντας το Blockchain πορτοφόλι; Αφιερώστε λίγο χρόνο για να αφήσει μια κριτική στο App κατάστημα και αφήστε τους άλλους να το γνωρίζουν.
es_mx: ¿Estás disfrutando de tu monedero Blockchain? Por favor, tómate un momento para dejar una reseña en el App Store y coméntaselo a otros.
fi: Nauttia Blockchain lompakko? Ota hetki jätä tarkistaa App Store ja antaa muiden tietää siitä.
he: נהנה את הארנק Blockchain? נא לקחת רגע כדי לעזוב סקירה ב- App Store. ולתת לאחרים לדעת על זה.
hi: लॉकचेन बटुआ मजा आ रहा है? App की दुकान में एक समीक्षा छोड़ दो और दूसरों के बारे में पता करने के लिए एक क्षण ले कृपया।
hr: Uživanje u Blockchain novčanik? Odvojite trenutak da ostavite recenziju u App Store i da ostali znaju o tome.
hu: Élvezi a Blockchain pénztárca? Legyen szíves fog egy pillanat, hogy hagyjuk a felülvizsgálat, az App Store, és hagyja, hogy mások róla.
ms: Menikmati Blockchain Wallet? Sila luangkan masa untuk meninggalkan Ulasan di App Store dan membiarkan orang lain mengetahui tentang hal itu.
nb: Nyter Blockchain lommeboken? Ta et øyeblikk å forlate en anmeldelse i App Store og la andre vite om den.
pt: Aproveitando a carteira de Blockchain? Por favor tire um momento para deixar uma revisão na App Store e deixar que os outros sabem sobre isso.
pt_br: Gostando da Carteira Blockchain? Por favor, dedique um momento para fazer uma avaliação na App Store e contar aos outros sobre isso.
ro: Bucurându-se de portofel Blockchain? Vă rugăm să luaţi un moment să părăsească o revizuire în App Store şi lăsaţi pe alţii ştiu despre el.
sk: Teší Blockchain peňaženku? Venujte prosím chvíľku napísať recenziu v App Store a nechať ostatné vedia o tom.
sl: Uživajo Blockchain denarnico? Vzemite si trenutek, da pusti revizijo v App Store in drugi vedo o tem.
zh_tw: 在享受 Blockchain 錢包嗎？請花點時間在 Appstore 中離開的審查，讓別人知道這件事。

source: Enter %@ amount
ar: أدخل مبلغ %@
ca: Introduïu l'import de %@
da: Angiv %@
el: Εισάγετε το ποσό %@
es_mx: Ingresar %@ monto
fi: Syötä %@ summa
he: הזן כמות %@
hi: %@ राशि दर्ज करें
hr: Unesite %@ iznos
hu: %@ összeg megadása
ms: Masukkan amaun %@
nb: Angi %@
pt: Digite a quantidade de %@
pt_br: Digitar valor %@
ro: Introdu suma %@
sk: Zadajte čiastku, %@
sl: Vnesite znesek %@
zh_tw: 輸入 %@ 金額

source: Enter Bitcoin address or select
ar: أدخل عنوان بيتكوين أو تحديد
da: Angiv Bitcoin adresse eller Vælg
el: Εισάγετε τη διεύθυνση Bitcoin ή επιλέξτε
es_mx: Introduce la dirección Bitcoin o selecciona
fi: Kirjoita Bitcoin osoite tai valitse
he: הזן כתובת ביטקוין או בחר
hi: Bitcoin पता दर्ज करें या का चयन करें
hr: Unesite Bitcoin adresu ili odaberite
hu: Bitcoin cím megadása vagy kiválasztása
ms: Masukkan alamat Bitcoin atau pilih
nb: Angi Bitcoin adresse eller velg
pt: Digite o endereço Bitcoin ou selecione
pt_br: Selecione ou digite o endereço Bitcoin
ro: Introduceţi adresa de Bitcoin sau selectaţi
sk: Zadajte Bitcoin adresu, alebo vyberte
sl: Vnesite Bitcoin naslov ali izberite
zh_tw: 輸入比特幣位址或選擇

source: Enter PIN
ar: أدخل رقم التعريف الشخصي
ca: Introduïu el PIN
cs: Zadejte kód PIN
da: Indtast PIN-kode
el: Εισαγάγετε το PIN
es_mx: Introduce el PIN
fi: Anna PIN-koodi
fr: Saisissez le code PIN
he: הזן את מספר הזיהוי האישי שלך
hi: PIN दर्ज करें
hr: Unesite PIN
hu: PIN-kód
ms: Masukkan PIN
nb: Angi PIN-koden
pt: Digite o PIN
pt_br: Digitar PIN
ro: Introduceţi codul PIN
sk: Zadajte kód PIN
sl: Vnesite PIN
zh_tw: 輸入 PIN

source: Enter Password
ar: أدخل كلمة المرور
ca: Introduïu la contrasenya
cs: Zadat heslo
da: Indtast adgangskode
el: Εισάγετε τον κωδικό πρόσβασης
es_mx: Escribe la contraseña
fi: Anna salasana
fr: Saisissez le mot de passe
he: הזן את הסיסמה
hi: पासवर्ड दर्ज करें
hr: Unesite lozinku
hu: Adja meg a jelszót
ms: Masukkan kata laluan
nb: Passordet
pt: Digite a senha
pt_br: Digitar Senha
ro: Introduceţi parola
sk: Zadajte heslo
sl: Vnesite geslo
zh_tw: 輸入密碼

source: Enter Verification Code
ar: أدخل رمز التحقق
ca: Introduïu el codi de verificació
cs: Zadejte ověřovací kód
da: Indtast bekræftelseskode
el: Εισάγετε κωδικό επαλήθευσης
es_mx: Introduce el código de verificación
fi: Syötä varmistuskoodi
fr: Saisissez le Code de vérification
he: הזן את קוד האימות
hi: सत्यापन कोड दर्ज करें
hr: Unesite kod za provjeru
hu: Írja be az ellenőrző kódot
ms: Masukkan kod pengesahan
nb: Angi bekreftelseskode
pt: Digite o código de verificação
pt_br: Digitar Código de Verificação
ro: Introduceţi codul de verificare
sk: Zadajte overovací kód
sl: Vnesite kodo za preverjanje
zh_tw: 輸入驗證碼

source: Enter your verification code
ar: أدخل رمز التحقق
ca: Introduïu el codi de verificació
cs: Zadejte ověřovací kód
da: Indtast din bekræftelseskode
el: Εισάγετε τον κωδικό επαλήθευσής σας
es_mx: Introduce tu código de verificación
fi: Kirjoita tarkistuskoodi
fr: Saisissez votre code de vérification
he: הזן את קוד האימות
hi: अपना सत्यापन कोड दर्ज करें
hr: Unesite kontrolni kôd
hu: Az ellenőrző kódot
ms: Masukkan kod pengesahan anda
nb: Angi verifisering kode
pt: Digite seu código de verificação
pt_br: Digite seu código de verificação
ro: Introduceţi codul de verificare
sk: Zadajte overovací kód
sl: Vnesite kodo za preverjanje
zh_tw: 輸入您的驗證碼

source: Error
ar: خطأ
cs: Chyba
da: Fejl
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
ms: Ralat
nb: Feil
pt: Erro
pt_br: Erro
ro: Eroare
sk: Chyba
sl: Napaka
zh_tw: 錯誤

source: Error loading settings
ar: خطأ في تحميل الإعدادات
ca: Configuració de càrrega d'error
cs: Chyba při načítání nastavení
da: Error loading indstillinger
el: Σφάλμα φόρτωσης ρυθμίσεις
es_mx: Error al cargar la configuración
fi: Virhe lastaus asetukset
fr: Erreur de chargement des paramètres
he: שגיאה בטעינת הגדרות
hi: त्रुटि लोडिंग सेटिंग्स
hr: Pogreška učitavanja postavki
hu: Hiba betöltése beállítások
ms: Ralat memuatkan seting
nb: Feilinnstillinger
pt: Configurações de carregamento de erro
pt_br: Erro ao carregar as configurações.
ro: Eroare încărcare setări
sk: Chyba načítania nastavenia
sl: Nastavitve nalaganja napake
zh_tw: 錯誤載入設置

source: Error updating settings
ar: حدث خطأ أثناء تحديث الإعدادات
ca: Error d'actualització d'escenes
cs: Chyba při aktualizaci nastavení
da: Fejl under opdatering af indstillinger
el: Σφάλμα κατά την ενημέρωση των ρυθμίσεων
es_mx: Error al actualizar la configuración
fi: Virhe päivitettäessä asetuksia
fr: Erreur de mise à jour des paramètres
he: שגיאה בעת עדכון הגדרות
hi: सेटिंग्स अद्यतन करने में त्रुटि
hr: Pogreška pri ažuriranju postavki
hu: Hiba a beállítások frissítése
ms: Ralat dalam mengemas kini seting
nb: Feil under oppdatering av innstillinger
pt: Erro ao atualizar configurações
pt_br: Erro ao atualizar configurações.
ro: Eroare la actualizarea setările
sk: Chyba pri aktualizácii nastavenia
sl: Napaka pri posodabljanju nastavitve
zh_tw: 更新設置時出錯
