Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Your wallet was successfully created.
ar: تم بنجاح إنشاء محفظتك.
ca: Seva cartera era reeixidament creat.
cs: Vaše Peněženka byla úspěšně vytvořena.
da: Din pung er oprettet.
el: Δημιουργήθηκε με επιτυχία το πορτοφόλι σας.
es_mx: Tu monedero se ha creado correctamente.
fi: Lompakko on luotu.
fr: Votre portefeuille a été créé avec succès.
he: הארנק שלך נוצר בהצלחה.
hi: अपने बटुए को सफलतापूर्वक बनाया गया था।
hr: Novčanik je uspješno stvorena.
hu: A pénztárca sikeresen létrejött.
ms: Dompet anda telah berjaya dicipta.
nb: Lommeboken ble opprettet.
pt: Sua carteira foi criada com êxito.
pt_br: Sua carteira foi criada com êxito.
ro: Portofelul dumneavoastră a fost creat cu succes.
sk: Vaša peňaženka bola úspešne vytvorená.
sl: Vaši denarnici je bil uspešno ustvarjen.
zh_tw: 你的錢包已成功創建。

source: Yubi Key
ar: مفتاح يوبي
ca: Yubi clau
cs: Yubi klíč
da: Yubi nøgle
el: Yubi κλειδί
es_mx: Clave Yubi
fi: Yubi avain
fr: Clé Yubi
he: Yubi מפתח
hi: Yubi कुंजी
hr: Yubi ključ
hu: Yubi-kulcs
ms: Kekunci Yubi
nb: Yubi nøkkel
pt: Yubi chave
pt_br: Chave Yubi
ro: Yubi cheie
sk: Yubi kľúč
sl: Yubi ključ
zh_tw: 育碧的關鍵

source: eighth word
ar: الكلمة الثامنة
ca: paraula vuitena
cs: Osmá slovo
da: ottende ord
el: όγδοη λέξη
es_mx: octava palabra
fi: Kahdeksas sana
fr: huitième mot
he: המילה השמיני
hi: आठवें शब्द
hr: Osma riječ
hu: nyolcadik szó
ms: perkataan yang kelapan
nb: Åttende ord
pt: palavra de oitava
pt_br: oitava palavra
ro: opta cuvântul
sk: ôsmy slovo
sl: osmi besedo
zh_tw: 八字

source: eleventh word
ar: الكلمة الحادية عشرة
ca: paraula onzè
cs: Jedenáctá slovo
da: ellevte ord
el: λέξης ενδέκατο
es_mx: undécima palabra
fi: yhdestoista sana
fr: onzième mot
he: המילה האחת עשרה
hi: ग्यारहवें शब्द
hr: Jedanaesti riječ
hu: tizenegyedik szó
ms: perkataan yang kesebelas
nb: ellevte ord
pt: décima primeira palavra
pt_br: décima primeira palavra
ro: a unsprezecea cuvântul
sk: jedenásty slovo
sl: Enajsta besedo
zh_tw: 第十一屆的詞

source: fifth word
ar: كلمة الخامس
ca: cinquena paraula
cs: páté slovo
da: femte ord
el: Πέμπτη λέξη
es_mx: quinta palabra
fi: Viides sana
fr: cinquième mot
he: מילה חמישית
hi: पांचवें शब्द
hr: peta riječ
hu: ötödik szó
ms: perkataan kelima
nb: femte ord
pt: quinta palavra
pt_br: quinta palavra
ro: al cincilea cuvînt
sk: Piate slovo
sl: Peti besedo
zh_tw: 五個詞

source: first word
ar: الكلمة الأولى
ca: primera paraula
cs: první slovo
da: første ord
el: πρώτη λέξη
es_mx: primera palabra
fi: Ensimmäinen sana
fr: premier mot
he: המילה הראשונה
hi: प्रथम शब्द
hr: Prva riječ
hu: első szó
ms: perkataan pertama
nb: første ordet
pt: primeira palavra
pt_br: primeira palavra
ro: primul cuvânt
sk: prvé slovo
sl: Prva beseda
zh_tw: 第一個單詞

source: fourth word
ar: الكلمة الرابعة
ca: quarta paraula
cs: čtvrté slovo
da: fjerde ord
el: τέταρτη λέξη
es_mx: cuarta palabra
fi: Neljäs sana
fr: quatrième mot
he: . מילה רביעית
hi: चौथा शब्द
hr: Četvrta riječ
hu: negyedik word
ms: perkataan keempat
nb: fjerde ord
pt: quarta palavra
pt_br: quarta palavra
ro: a patra cuvântul
sk: štvrté slovo
sl: četrti besedo
zh_tw: 第四個單詞

source: from
ar: من
ca: des de
cs: od
da: fra
el: από
es_mx: de
fi: Alkaen
fr: de
he: מ
hi: से
hr: od
hu: a
ms: dari
nb: fra
pt: De
pt_br: de
ro: la
sk: od
sl: iz
zh_tw: 從

source: in this order.
ar: في هذا الأمر.
da: i denne rækkefølge.
el: με αυτή τη σειρά.
es_mx: en este orden.
fi: tässä järjestyksessä.
he: בצו זה.
hi: इस क्रम में।
hr: ovim redoslijedom.
hu: Ebben a sorrendben.
ms: dalam perintah ini.
nb: i denne rekkefølgen.
pt: nesta ordem.
pt_br: nesta ordem.
ro: în această ordine.
sk: v tomto poradí.
sl: v tem vrstnem redu.
zh_tw: 按此順序。

source: ninth word
ar: الكلمة التاسعة
ca: paraula novena
cs: Devátá slovo
da: niende ord
el: ένατη λέξη
es_mx: novena palabra
fi: Yhdeksäs sana
fr: neuvième mot
he: המילה התשיעית
hi: नौवें शब्द
hr: Deveti riječ
hu: kilencedik szó
ms: perkataan yang kesembilan
nb: Niende ord
pt: Nona palavra
pt_br: nona palavra
ro: al nouălea cuvântul
sk: deviaty slovo
sl: deveti besedo
zh_tw: 第九屆的詞

source: or Continue
ar: أو متابعة
ca: o continuar
cs: nebo pokračovat
da: eller Fortsæt
el: ή συνέχεια
es_mx: o Continuar
fi: tai Jatka
fr: ou Continuer
he: או המשך
hi: या जारी रखें
hr: ili nastavi
hu: vagy a folytatás
ms: atau teruskan
nb: eller Fortsett
pt: ou continuar
pt_br: ou Continuar
ro: sau continua
sk: alebo pokračovať
sl: ali Nadaljuj
zh_tw: 或繼續

source: piece of paper.
ar: قطعة من الورق.
da: stykke papir.
el: κομμάτι χαρτί.
es_mx: pedazo de papel.
fi: pala paperia.
he: פיסת נייר.
hi: कागज का टुकड़ा।
hr: komad papira.
hu: bábu-ból papír.
ms: sekeping kertas.
nb: stykke papir.
pt: pedaço de papel.
pt_br: folha de papel.
ro: bucată de hârtie.
sk: kus papiera.
sl: kos papirja.
zh_tw: 張紙。

source: second word
ar: الكلمة الثانية
ca: segona paraula
cs: druhé slovo
da: andet ord
el: δεύτερη λέξη
es_mx: segunda palabra
fi: toinen sana
fr: deuxième mot
he: המילה השנייה
hi: दूसरा शब्द
hr: Druga riječ
hu: második szó
ms: perkataan yang kedua
nb: andre ord
pt: segunda palavra
pt_br: segunda palavra
ro: al doilea cuvânt
sk: druhé slovo
sl: drugo besedo
zh_tw: 第二個單詞

source: seventh word
ar: الكلمة السابعة
ca: setena paraula
cs: Sedmá slovo
da: syvende ord
el: έβδομη λέξη
es_mx: séptima palabra
fi: Seitsemäs sana
fr: septième mot
he: המילה השביעי
hi: सातवें शब्द
hr: Sedma riječ
hu: hetedik szó
ms: perkataan yang ketujuh
nb: syvende ord
pt: sétima palavra
pt_br: sétima palavra
ro: a şaptea cuvântul
sk: siedmy slovo
sl: sedmi besedo
zh_tw: 第七個單詞

source: sixth word
ar: الكلمة السادسة
ca: paraula de sisè
cs: šesté slovo
da: sjette ord
el: έκτη λέξη
es_mx: sexta palabra
fi: Kuudes sana
fr: sixième mot
he: המילה השישית
hi: छठे शब्द
hr: Šesta riječ
hu: hatodik szó
ms: perkataan keenam
nb: sjette ord
pt: sexta palavra
pt_br: sexta palavra
ro: a şasea cuvântul
sk: Šiesty slovo
sl: šesti besedo
zh_tw: 第六個單詞

source: tenth word
ar: الكلمة العاشرة
ca: paraula desè
cs: desáté slovo
da: tiende ord
el: δέκατη λέξη
es_mx: décima palabra
fi: Kymmenes sana
fr: dixième mot
he: המילה העשירי
hi: दसवें शब्द
hr: Deseta riječ
hu: tizedik szó
ms: perkataan yang kesepuluh
nb: tiende ord
pt: décima palavra
pt_br: décima palavra
ro: Zecea cuvântul
sk: desiatej slovo
sl: deseto besedo
zh_tw: 十個單詞

source: third word
ar: الكلمة الثالثة
ca: tercera paraula
cs: třetí slovo
da: tredje ord
el: Τρίτη λέξη
es_mx: tercera palabra
fi: kolmas sana
fr: troisième mot
he: המילה השלישית
hi: तीसरा शब्द
hr: Treća riječ
hu: harmadik szó
ms: perkataan ketiga
nb: tredje ord
pt: terceira palavra
pt_br: terceira palavra
ro: treia cuvântul
sk: tretie slovo
sl: tretja beseda
zh_tw: 第三個單詞

source: twelfth word
ar: الكلمة الثانية عشرة
ca: paraula XII
cs: Dvanáctá slovo
da: tolvte ord
el: δωδέκατη λέξη
es_mx: duodécima palabra
fi: kahdestoista sana
fr: douzième mot
he: המילה השתים עשרה
hi: बारहवें शब्द
hr: 12 riječ
hu: tizenkettedik szó
ms: perkataan kedua belas
nb: tolvte ord
pt: décima segunda palavra
pt_br: décima segunda palavra
ro: a douăsprezecea cuvântul
sk: dvanásty slovo
sl: dvanajsta besedo
zh_tw: 第十二字

source: We recommend the fee shown for the transaction at this time.
ar: أننا نوصي برسوم سيظهر للحركة في هذا الوق
da: Vi anbefaler det gebyr, der er vist for transaktionen på dette tidspunkt.
el: Συνιστάται η χρέωση που εμφανίζεται για τη συναλλαγή αυτή τη στιγμή.
es_mx: Recomendamos la tarifa que se muestra para la traducción en este momento.
fi: Suosittelemme maksu näkyy tapahtumaan tässä vaiheessa.
he: אנו ממליצים על דמי המוצג עבור התנועה בשלב זה.
hi: हम इस समय पर लेन-देन के लिए दिखाए गए शुल्क की सलाह देते हैं।
hu: Javasoljuk, hogy a díj jelenik meg a tranzakció ebben az időben.
ms: Kami mengesyorkan bayaran yang ditunjukkan bagi urus niaga pada masa ini.
nb: Vi anbefaler gebyret vises for transaksjonen på denne tiden.
pt: Recomendamos a taxa mostrada para a transação neste momento.
pt_br: Recomendamos a taxa mostrada para a transação nesse momento.
ro: Vă recomandăm taxa indicat pentru tranzacţia în acest moment.
sk: Odporúčame poplatku pre transakcie v tejto dobe.
sl: Priporočamo pristojbina za transakcije v tem trenutku.
zh_tw: 我們建議在這次交易記錄所顯示的費用。

source: Fee
ar: رسوم
da: Gebyr
el: Αμοιβή
es_mx: Tarifa
fi: Maksu
he: דמי
hi: शुल्क
hu: Díj
ms: Yuran
nb: Gebyr
pt: Taxa
pt_br: Taxa
ro: Taxa
sk: Poplatok
sl: Pristojbina
zh_tw: 費用

source: Please contact support: %@
ar: الرجاء الاتصال بالدعم: %@
da: Kontakt venligst support: %@
el: Παρακαλείστε να επικοινωνήσετε με υποστήριξη: %@
es_mx: Póngase en contacto con soporte: %@
fi: Ota yhteyttä tukeen: %@
he: נא ליצור קשר עם התמיכה: %@
hi: कृपया से संपर्क करें समर्थन: %@
hu: Kérjük lépjen kapcsolatba a támogató: %@
ms: Sila hubungi sokongan: %@
nb: Kontakt støtte: %@
pt: Entre em contato com suporte: %@
pt_br: Entre em contato com o suporte: %@
ro: Vă rugăm să contactaţi sprijin: %@
sk: Prosím kontaktujte podporu: %@
sl: Obrnite se na podporo: %@
zh_tw: 請聯繫支援︰ %@

source: Transfer Amount
ar: تحويل المبلغ
da: Overførselsbeløb
el: Μεταφορά ποσού
es_mx: Monto a transferir
fi: Siirron määrä
he: סכום ההעברה
hi: राशि हस्तांतरण
hu: Átutalás összege
ms: Jumlah pemindahan
nb: Overføre beløp
pt: Quantidade de transferência
pt_br: Valor da transferência
ro: Suma transferului
sk: Suma prevodu
sl: Znesek prenosa
zh_tw: 轉帳金額

source: Value when received: %@
ar: القيمة عند تلقي: %@
da: Værdi når modtaget: %@
el: Αξία όταν έλαβε: %@
es_mx: Valor al momento de la recepción: %@
fi: Arvo vastaanotettaessa: %@
he: ערך כאשר התקבל: %@
hi: जब प्राप्त मान: %@
hu: Ha a kapott érték: %@
ms: Nilai apabila diterima: %@
nb: Verdi når mottatt: %@
pt: Quando recebeu o valor: %@
pt_br: Valor no recebimento: %@
ro: Valoare atunci când a primit: %@
sk: Hodnotu, keď dostal: %@
sl: Vrednost, ko prejme: %@
zh_tw: 當收到的價值︰ %@

source: Transfer All Funds
ar: نقل جميع الأموال
da: Overføre alle midler
el: Μεταφέρετε όλα τα ταμεία
es_mx: Transferir todos los fondos
fi: Siirtää kaikki varat
he: להעביר את כספי
hi: सभी निधि अंतरण
hr: Prijenos svih sredstava
hu: Minden átutalás
ms: Memindahkan semua
nb: Overføre alle midler
pt: Transferir todos os fundos
pt_br: Transferir todos os fundos
ro: Transfera fondurile toate
sk: Prevod všetkých prostriedkov
sl: Prenos vseh sredstev
zh_tw: 將所有資金都轉移

source: Transfer all
ar: نقل جميع
da: Overføre alle
el: Μεταφορά όλων
es_mx: Transferir todo
fi: Siirtää kaikki
he: העברת כל
hi: सभी स्थानांतरित
hr: Prijenos svih
hu: Át minden
ms: Memindahkan semua
nb: Overføre alle
pt: Transferência de todos os
pt_br: Transferir tudo
ro: Transferul tuturor
sk: Previesť všetky
sl: Prenos vseh
zh_tw: 轉移所有

source: Transfer imported addresses?
ar: نقل العناوين المستوردة؟
da: Overfør importerede adresser?
el: Μεταφορά Εισηγμένες διευθύνσεις;
es_mx: ¿Transferir las direcciones importadas?
fi: Siirtää tuodut osoitteet?
he: להעביר כתובות מיובאות?
hi: आयातित पतों हस्तांतरण?
hr: Prijenos uvezene adrese?
hu: Átviszi az importált címek?
ms: Memindahkan alamat diimport?
nb: Overføre importerte adresser?
pt: Transferência endereços importados?
pt_br: Transferir endereços importados?
ro: Adrese importate de transfer?
sk: Prenos importované adresy?
sl: Prenos uvožene naslove?
zh_tw: 轉讓導入的位址嗎？

source: Imported addresses are not backed up by your Recovery Phrase. To secure these funds, we recommend transferring these balances to include in your backup.
ar: عناوين المستوردة هي ليست مدعومة "عبارة الاسترداد" الخاصة بك. للحصول على هذه الأموال، نحن نوصي بتحويل هذه الأرصدة المطلوب تضمينها في النسخة الاحتياطية الخاصة بك.
da: Importerede adresser er ikke bakkes op af din opsving sætning. For at sikre disse midler, anbefaler vi overfører disse saldi skal medtages i sikkerhedskopien.
el: Δεν δημιουργούνται αντίγραφα ασφαλείας από τη φράση σας αποκατάστασης για τα εισαγόμενα διευθύνσεις. Για να εξασφαλίσει τα κεφάλαια αυτά, συνιστούμε τη μεταφορά αυτών των ισορροπιών για να συμπεριλάβετε στο αντίγραφο ασφαλείας σας.
es_mx: Las direcciones importadas no están respaldadas por su Frase de Recuperación. Para asegurar estos fondos, recomendamos transferir estos saldos para incluirlos en su copia de seguridad.
fi: Tuodut osoitteet ei varmuuskopioida Recovery-lauseella. Saada näitä varoja siirtämällä taseista varmuuskopioitavaksi.
he: כתובות מיובאות הם אינם מגובים על ידי הביטוי ההתאוששות שלך. כדי לאבטח קרנות אלה, אנו ממליצים על העברת יתרות אלה לכלול בגיבוי.
hi: आयातित पतों अपने वसूली वाक्यांश द्वारा समर्थित नहीं हैं। इन निधियों को सुरक्षित करने के लिए, हम अनुशंसा करते हैं आपके बैकअप में शामिल करने के लिए इन शेष स्थानांतरित कर रहा है।
hr: Uvezeni adrese nisu praćene oporavak izraz. Osigurati sredstva, preporučamo prijenos ove salda za uključivanje u sigurnosnu kopiju.
hu: Importált címek nem kísérik a helyreállítási mondat. Ezeket a pénzeszközöket biztosítani, azt javasoljuk, transferring egyensúlyok, a biztonsági másolatkészítéshez.
ms: Import Alamat tidak disandarkan oleh frasa pemulihan anda. Untuk mendapatkan dana ini, kami mengesyorkan pemindahan baki ini untuk disertakan dalam sandaran anda.
nb: Importerte adresser er ikke støttet opp av søkestrengen utvinning. For å sikre disse midlene, anbefaler vi overføre disse saldoene skal inkluderes i sikkerhetskopien.
pt: Endereços importados não são apoiados por sua frase de recuperação. Para proteger estes fundos, recomendamos transferir estes saldos para incluir no seu backup.
pt_br: Os endereços importados não são copiados pela sua Frase de Recuperação. Para proteger esses fundos, recomendamos que transfira esses saldos para que sejam incluídos no seu backup.
ro: Adrese importate nu sunt susţinute de fraza de recuperare. Pentru a asigura aceste fonduri, se recomandă transferul soldurilor pentru a include în copia de rezervă.
sk: Importované adresy sú nie zálohovať vaše zotavenie frázy. Na zabezpečenie týchto fondov, odporúčame prevedenie týchto zostatkov zahrnúť do zálohy.
sl: Uvožene naslove ne podpirajo obnovo stavek. Za zagotovitev teh sredstev, priporočamo, da prenos te bilance vključiti v varnostno kopiranje.
zh_tw: 導入的位址未備份的您恢復的短語。為了確保這些資金，我們建議轉移這些餘額要包含在備份中。

source: About Us
ar: من نحن
da: Om os
el: Σχετικά με εμάς
es_mx: Acerca de nosotros
fi: Tietoja meistä
he: עלינו
hi: हमारे बारे में
hr: o nama
hu: rólunk
ms: tentang kami
nb: om oss
pt: Quem somos
pt_br: Quem somos
ro: despre noi
sk: o nás
sl: o nas
zh_tw: 關於我們

source: You currently have email notifications enabled. Changing your email will disable email notifications.
ar: لديك حاليا تمكين إعلامات البريد الإلكتروني. تغيير البريد الإلكتروني الخاص بك إلى تعطيل إعلامات البريد الإلكتروني.
da: Du har i øjeblikket e-mail meddelelser aktiveret. Ændre din e-mail vil deaktivere e-mail-meddelelser.
el: Αυτή τη στιγμή έχετε ειδοποιήσεις ηλεκτρονικού ταχυδρομείου που είναι ενεργοποιημένη. Αλλαγή email σας θα απενεργοποιήσει τις ειδοποιήσεις ηλεκτρονικού ταχυδρομείου.
es_mx: Actualmente, las notificaciones por correo electrónico están activadas. Cambiar el correo electrónico inhabilitará las notificaciones por correo electrónico.
fi: Sinulla sähköposti-ilmoitukset käyttöön. Ailahteleminen sinun email jälkisäädös tehdä kykenemättömäksi sähköposti-ilmoituksia.
he: כעת יש לך הודעות דוא ל מופעלת. שינוי הדוא ל שלך תהפוך הודעות דוא.
hi: आप वर्तमान में ई-मेल सूचना सक्षम किया गया है। अपने ईमेल परिवर्तित ई-मेल सूचनाएँ अक्षम कर देगा।
hr: Trenutno imate omogućene obavijesti e-poštom. Promjena e-pošte će onemogućiti obavijesti e-poštom.
hu: Jelenleg van e-mail értesítések engedélyezve van. Megváltozó-a elektronikus levél akarat megbénít elektronikus levél hirdetések.
ms: Anda kini mempunyai pemberitahuan e-mel yang didayakan. Menukar e-mel anda akan mematikan pemberitahuan e-mel.
nb: Du har beskjeder aktivert. Endre e-deaktiverer beskjeder.
pt: Tem, actualmente, as notificações de e-mail habilitadas. Alterar seu e-mail irá desativar notificações por e-mail.
pt_br: Notificações de e-mail estão habilitadas. A troca de e-mail desabilitará as notificações de e-mail.
ro: În prezent aveţi notificări de e-mail activată. Schimbă adresa de email va dezactiva notificări prin e-mail.
sk: V súčasnosti máte zapnuté upozornenia e-mailom. Zmena e-mailu bude vypnúť upozornenia e-mailom.
sl: Trenutno imate e-obvestila omogočena. Spreminjanje vaš email hoteti onesposobiti email oznanilo.
zh_tw: 您當前已啟用電子郵件通知。更改您的電子郵件將禁用電子郵件通知。

source: You currently have SMS notifications enabled. Changing your email will disable SMS notifications.
ar: لديك حاليا تمكين التحديثات بواسطة SMS. تغيير البريد الإلكتروني الخاص بك سيتم تعطيل إعلامات الرسائل القصيرة.
da: Du har i øjeblikket SMS meddelelser aktiveret. Ændre din e-mail vil deaktivere SMS beskeder.
el: Αυτή τη στιγμή έχετε SMS ειδοποιήσεις ενεργοποιημένη. Αλλαγή email σας θα απενεργοποιήσει τις ειδοποιήσεις μέσω SMS.
es_mx: Actualmente, las notificaciones de SMS están habilitadas Cambiar el correo electrónico inhabilitará las notificaciones por SMS.
fi: Sinulla käytössä Tekstiviesti-ilmoitukset. Ailahteleminen sinun email jälkisäädös tehdä kykenemättömäksi Tekstiviesti-ilmoituksia.
he: כעת יש לך הודעות SMS מופעלת. שינוי הדוא ל שלך תהפוך הודעות SMS.
hi: आप वर्तमान में एसएमएस सूचनाएँ सक्षम किया गया है। अपना ईमेल बदलने के एसएमएस सूचनाएँ अक्षम कर देगा।
hr: Trenutno imate SMS obavijesti enabled. Mjenjanje tvoj elektronička pošta htijenje onesposobiti SMS obavijesti.
hu: Jelenleg SMS értesítések engedélyezve van. Megváltozó-a elektronikus levél akarat megbénít SMS értesítések.
ms: Anda kini mempunyai makluman SMS yang dibolehkan. Menukar e-mel anda akan mematikan pemberitahuan SMS.
nb: Du har SMS-varsler aktivert. Endre e-deaktiverer SMS-varsler.
pt: Tem, actualmente, as notificações de SMS habilitadas. Alterar seu e-mail irá desativar notificações de SMS.
pt_br: Notificações de SMS estão habilitadas. A troca de e-mail desabilitará as notificações de SMS.
ro: În prezent aveţi notificări SMS activat. Schimbă adresa de email va fi de acord SMS notificări.
sk: V súčasnosti máte povoliť SMS upozornenia. Zmena e-mailu bude vypnúť oznámenia SMS.
sl: Trenutno imate SMS obvestila omogočena. Spreminjanje vaš email hoteti onesposobiti SMS obvestila.
zh_tw: 您當前已啟用的短信通知。更改您的電子郵件將禁用短信通知。

source: All rights reserved.
ar: جميع الحقوق محفوظة.
da: Alle rettigheder forbeholdes.
el: Όλα τα δικαιώματα κατοχυρωμένα.
es_mx: Todos los derechos reservados.
fi: Kaikki oikeudet pidätetään.
he: כל הזכויות שמורות.
hi: सभी अधिकार सुरक्षित।
hr: Sva prava pridržana.
hu: Minden jog fenntartva.
ms: Hak Cipta Terpelihara.
nb: Alle rettigheter reservert.
pt: Todos os direitos reservados.
pt_br: Todos os direitos reservados.
ro: Toate drepturile rezervate.
sk: Všetky práva vyhradené.
sl: Vse pravice pridržane.
zh_tw: 保留擁有權利。

source: Rate us
ar: معدل بنا
da: Vurder os
el: Βαθμολογήστε μας
es_mx: Califíquenos
fi: Rate meille
he: לדרג אותנו
hi: हमें दर
hr: Ocijenite nas
hu: Arány velünk
ms: Kita Nilaikan
nb: Rate oss
pt: Classifique-nos
pt_br: Classifique-nos
ro: Rata de noi
sk: Ohodnoťte nás
sl: Stopnja nam
zh_tw: 評價我們

source: Free Merchant app
ar: التطبيق التجاري مجاناً
da: Gratis købmand app
el: Δωρεάν εμπορική εφαρμογή
es_mx: Aplicación gratuita para comerciantes
fi: Vapaa kauppa app
he: App סוחר חינם
hi: नि: शुल्क व्यापारी app
hr: Besplatno primanje kreditnih aplikacija
hu: Szabad kereskedelmi app
ms: Aplikasi Saudagar percuma
nb: Gratis kjøpmann app
pt: Aplicativo gratuito de comerciante
pt_br: App de Comerciante gratuito
ro: Drum liber app comerciant
sk: Zadarmo obchodné aplikácie
sl: Prost app trgovskih
zh_tw: 免費的商業應用程式

source: Cannot open Mail App
ar: لا يمكن فتح "التطبيق البريد"
da: Kan ikke åbne Mail App
el: Δεν είναι δυνατό να ανοίξετε App αλληλογραφίας
es_mx: No se pudo abrir la aplicación de correo
fi: Ei voi avata Mail App
he: אין אפשרות לפתוח דואר App
hi: मेल अनुप्रयोग खोलें नहीं कर सकता
hr: Ne mogu otvoriti Mail aplikacija
hu: Nem lehet megnyitni a Mail App
ms: Tidak dapat membuka aplikasi mel
nb: Kan ikke åpne Mail App
pt: Não é possível abrir o App Mail
pt_br: Impossível abrir o app Mail
ro: Nu pot deschide Mail App
sk: Nemožno otvoriť aplikáciu Pošta
sl: Ne more odpreti Mail App
zh_tw: 無法打開郵件應用程式

source: Cannot open URL %@
ar: لا يمكن فتح عنوان URL %@
da: Kan ikke åbne URL %@
el: Δεν είναι δυνατό να ανοίξει το URL %@
es_mx: No se pudo abrir la dirección %@
fi: Ei voi avata URL %@
he: לא ניתן לפתוח כתובת URL %@
hi: URL %@ को नहीं खोल सकता
hr: Nije moguće otvoriti URL %@
hu: Nem lehet megnyitni az URL %@
ms: Tidak dapat membuka URL %@
nb: Kan ikke åpne URL %@
pt: Não é possível abrir a URL %@
pt_br: Impossível abrir o URL %@
ro: Nu pot deschide URL-ul %@
sk: Nemôžete otvoriť URL %@
sl: Ne more odpreti URL %@
zh_tw: 無法打開 URL %@

source: Would you like to tell us about your experience with Blockchain?
ar: هل تريد أن تخبرنا عن تجربتك مع بلوكتشاين؟
da: Vil du gerne fortælle os om din erfaring med Blockchain?
el: Θα θέλατε να μας πείτε για την εμπειρία σας με Blockchain;
es_mx: ¿Le gustaría contarnos sobre su experiencia con Blockchain?
fi: Haluatko kertoa meille kokemuksiasi Blockchain?
he: רוצה לספר לנו על החוויה שלך עם Blockchain?
hi: आप हमें ब् लॉकचेन के साथ अपने अनुभव के बारे में बताने के लिए चाहते हैं?
hr: Želite li nam reći o svom iskustvu s Blockchain?
hu: Szeretne, hogy meséljen a tapasztalat-val Blockchain?
ms: Adakah anda ingin untuk memberitahu kami tentang pengalaman anda dengan Blockchain?
nb: Ønsker du å fortelle oss om din erfaring med Blockchain?
pt: Gostaria de dizer-nos sobre sua experiência com Blockchain?
pt_br: Gostaria de nos contar sobre sua experiência com a Blockchain?
ro: Doriţi să ne spuneţi despre experienţa dumneavoastră cu Blockchain?
sk: Chceli by ste nám povedať o svoje skúsenosti s databáze Blockchain?
sl: Bi radi, da nas obvestite o svojih izkušnjah z Blockchain?
zh_tw: 你想告訴我們關於你與 Blockchain 的經歷嗎？

source: Check Your Inbox
ar: تحقق من علبة الوارد الخاصة بك
da: Tjek din indbakke
el: Ελέγξτε τα Εισερχόμενά σας
es_mx: Compruebe su bandeja de entrada
fi: Ruudullinen sinun luontainen
he: בדוק בתיבת הדואר הנכנס שלך
hi: अपने इनबॉक्स की जाँच करें
hr: Provjerite vaše mape pristigle pošte
hu: Ellenőrizze a bejövõ
ms: Semak Peti Masuk anda
nb: Sjekk innboksen
pt: Verifique sua caixa de entrada
pt_br: Verifique Sua Caixa de Entrada
ro: Verificaţi Inbox
sk: Kontrola priečinka Doručená pošta
sl: Ček vaš v medkrovju
zh_tw: 檢查您的收件匣

source: Continue To Mail
ar: مواصلة للبريد
da: Fortsat Mail
el: Συνεχίσει να αλληλογραφίας
es_mx: Continuar al correo
fi: Edelleen Mail
he: המשך ל- Mail
hi: मेल करने के लिए जारी रखें
hr: Nastavak na Mail
hu: Mail továbbra is
ms: Terus mel
nb: Fortsette å innlevere
pt: Continuar a Mail
pt_br: Continuar Para o Mail
ro: Continua să Mail
sk: Pokračovať na Mail
sl: Še naprej verižna srajca
zh_tw: 繼續到郵件
