Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Request Amount
ar: كمية الطلب
ca: Quantitat de petició
cs: Požádat o částku
da: Anmodning beløb
el: Αίτηση ποσό
es_mx: Solicitar monto
fi: Pyyntö määrä
fr: Montant de la demande
he: לבקש סכום
hi: राशि का अनुरोध
hr: Zahtjev iznos
hu: Kérelem összege
ms: Jumlah permintaan
nb: Forespørsel beløp
pt: Quantidade de pedido
pt_br: Solicitar Valor
ro: Solicita suma
sk: Požiadanie čiastku
sl: Zahtevo znesek
zh_tw: 請求金額

source: Request failed. Please check your internet connection.
ar: فشل الطلب. الرجاء التحقق من اتصال الإنترنت الخاص بك.
da: Anmodningen mislykkedes. Kontroller din internetforbindelse.
el: Αίτηση απέτυχε. Παρακαλώ ελέγξτε τη σύνδεσή σας στο internet.
es_mx: Falló la solicitud. Por favor, comprueba tu conexión a internet.
fi: Pyyntö epäonnistui. Tarkista internet-yhteys.
he: הבקשה נכשלה. נא בדוק את החיבור שלך לאינטרנט.
hi: अनुरोध विफल हुआ। कृपया अपना इंटरनेट कनेक्शन जाँचें।
hr: Zahtjev nije uspio. Provjerite internetsku vezu.
hu: Kérés sikertelen volt. Kérjük, ellenőrizze az internet-kapcsolat.
ms: Permintaan gagal. Sila semak sambungan internet anda.
nb: Forespørselen mislyktes. Kontroller Internett-tilkoblingen.
pt: A solicitação falhou. Por favor, verifique sua conexão de internet.
pt_br: Erro na solicitação. Verifique sua conexão à internet.
ro: Cererea nu a reuşit. Vă rugăm să verificaţi conexiunea la internet.
sk: Požiadavka zlyhala. Prosím skontrolujte svoje internetové pripojenie.
sl: Zahteva ni uspela. Preverite povezavo z internetom.
zh_tw: 請求失敗。請檢查您的互聯網連接。

source: Resend verification SMS
ar: التحقق إعادة إرسال الرسائل القصيرة
ca: Verificació d'enviar SMS
cs: Znovu odeslat ověřovací SMS
da: Gensend verifikation SMS
el: Νέα αποστολή επαλήθευσης SMS
es_mx: Reenviar SMS de verificación
fi: Lähetä vahvistus tekstiviestillä
fr: Renvoyer le SMS de vérification
he: שלח מחדש אימות ב- SMS
hi: SMS सत्यापन पुन: भेजें
hr: Ponovno slanje potvrde SMS
hu: Újraküldés ellenőrző SMS
ms: Menghantar pengesahan SMS
nb: Send bekreftelse SMS
pt: Verificação de reenviar SMS
pt_br: Reenviar SMS de verificação
ro: Retrimite verificare SMS
sk: Znovu odoslať overovací SMS
sl: Poslati preverjanje SMS
zh_tw: 重新發送驗證短信

source: Resend verification email
ar: إعادة إرسال البريد الإلكتروني التحقق
ca: Enviar correu electrònic de verificació
cs: Znovu odeslat ověřovací e-mail
da: Gensend bekræftelses-email
el: Στείλτε ξανά το μήνυμα ηλεκτρονικού ταχυδρομείου επαλήθευσης
es_mx: Reenviar correo de verificación
fi: Vahvistussähköposti
fr: Renvoyer l’e-mail de vérification
he: שלח מחדש דואר אלקטרוני לאימות
hi: सत्यापन ईमेल पुनः भेजें
hr: Ponovno Pošalji potvrdu e-mail
hu: Megerősítésre szolgáló e-mail újraküldése
ms: Hantar e-mel pengesahan
nb: Send e-postbekreftelse
pt: Reenviar email de verificação
pt_br: Reenviar e-mail de verificação
ro: Retrimite e-mail de verificare
sk: Znova poslať overovací e-mail
sl: Poslati potrditveno sporočilo
zh_tw: 重新發送驗證電子郵件

source: Reset
ar: إعادة تعيين
ca: Restablir
cs: Obnovit
da: Nulstille
el: Επαναφορά
es_mx: Restablecer
fi: Palauta
fr: Réinitialisation
he: איפוס
hi: रीसेट करें
hr: Vrati izvorno
ms: Set semula
nb: Tilbakestille
pt: Redefinir
pt_br: Redefinir
ro: Resetare
sk: Obnoviť
sl: Ponastavitev
zh_tw: 重置

source: Retrieving recommended fee
ar: وأوصى استرداد الرسوم
ca: S'estan recuperant recomana quota
da: Hentning af anbefalede gebyr
el: Ανάκτηση συνιστάται αμοιβή
es_mx: Recuperar comisión recomendada
fi: Haetaan suositellaan maksu
he: מאחזר מומלץ דמי
hi: शुल्क पुन: प्राप्त करने की सिफारिश की
hr: Dohvaćanje preporučuje naknada
hu: Visszanyerhető ajánlott díj
ms: Mendapatkan semula bayaran yang disyorkan
nb: Hente anbefalt avgift
pt: Recuperando recomendado taxa
pt_br: Obtendo taxa recomendada
ro: Regăsirea recomandat taxa
sk: Načítavajú sa odporúča poplatok
sl: Pridobivanje priporočljivo pristojbina
zh_tw: 檢索推薦費

source: Retry Validation
ar: أعد محاولة إجراء التحقق من الصحة
ca: Torneu a provar de validació
cs: Opakování ověření
da: Retry validering
el: Επαναλάβετε την επικύρωση
es_mx: Reintentar la validación
fi: Yritä uudelleen validointi
fr: Réessayer la Validation
he: נסה שנית אימות
hi: सत्यापन पुन: प्रयास करें
hr: Pokušajte ponovo provjere valjanosti
hu: Újra érvényesítés
ms: Mencuba semula pengesahan
nb: Prøv validering
pt: Repetição de validação
pt_br: Tentar Validação novamente
ro: Reîncercați validare
sk: Opakovať overovanie
sl: Poskusite znova izvesti preverjanje veljavnosti
zh_tw: 驗證重試

source: SMS
ar: الرسائل القصيرة
es_mx: Mensajes de texto
hi: एसएमएस
hu: SMS-BEN
ro: SMS-URI
zh_tw: 短信

source: SMS Notifications
ar: إعلامات الرسائل القصيرة
da: SMS-underretninger
el: Ειδοποιήσεις μέσω SMS
es_mx: Notificaciones de mensajes de texto
fi: Tekstiviesti-ilmoitukset
he: הודעות SMS
hi: एसएमएस सूचनाएं
hr: SMS obavijesti
hu: SMS-értesítések
ms: Makluman SMS
nb: SMS-varsler
pt: Notificações SMS
pt_br: Notificações via SMS
ro: SMS notificări
sk: SMS notifikácie
sl: SMS obvestila
zh_tw: 短信通知

source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
el: Αποθήκευση
es_mx: Guardar
fi: Tallenna
fr: Sauvegarder
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
ms: Simpan
nb: Lagre
pt: Salvar
pt_br: Salvar
ro: Salvaţi
sk: Uložiť
sl: Shrani
zh_tw: 保存

source: Scan Pairing Code
ar: مسح رمز الازدواج
ca: Escanejar el codi d'aparellament
cs: Skenovat, párování kód
da: Skan tilknytningskode
el: Σάρωση σύζευξη κωδικός
es_mx: Escanear el código de sincronización
fi: Skannaa laiteparikoodi
fr: Scannez le Code de jumelage
he: לסרוק קוד התאמה
hi: स्कैन कोड बाँधना
hr: Skenirajte kod za uparivanje
hu: Átkutat a párosító kód
ms: Imbas kod berpasangan
nb: Skanne tilkoplingskode
pt: Varredura de código de emparelhamento
pt_br: Escanear Código de Pareamento
ro: Scanaţi codul de asociere
sk: Skenovanie Párovací kód
sl: Skeniranje, seznanjanje kodo
zh_tw: 掃描匹配碼

source: Scan Private Key
ar: تفحص المفتاح الخاص
ca: Clau privada d'escannejar
cs: Skenování soukromý klíč
da: Skan Private nøgle
el: Σάρωση ιδιωτικού κλειδιού
es_mx: Escanear la clave privada
fi: Skannaa yksityinen avain
fr: Scannez la clé privée
he: סרוק מפתח פרטי
hi: निजी कुंजी को स्कैन
hr: Skandirati što privatni ključ
hu: Scan privát kulcs
ms: Mengimbas kunci peribadi
nb: Skanne privatnøkkel
pt: Varredura de chave privada
pt_br: Escanear Chave Privada
ro: Scanare cheie privată
sk: Skenovanie súkromný kľúč
sl: Skeniranje zasebnega ključa
zh_tw: 掃描的專用金鑰

source: Scan QR Code
ar: مسح رمز ريال قطري
ca: Escaneja un codi QR
cs: Skenování QR kód
da: Skan QR koden
el: Σάρωση κωδικού QR
es_mx: Escanear código QR
fi: Skannaa QR-koodi
fr: Scannez le code QR
he: לסרוק קוד QR
hi: QR कोड स्कैन करें
hr: Skenirajte QR kod
hu: QR-kód beolvasásához
ms: Imbas Kod QR
nb: Skanne QR-kode
pt: Examine o código QR
pt_br: Escanear Código QR
ro: Scanaţi codul QR
sk: Naskenujte QR kód
sl: Skeniranje QR kode
zh_tw: 掃描二維碼

source: Scan QR code
ar: مسح رمز ريال قطري
ca: Escaneja un codi QR
cs: Skenování QR kód
da: Skan QR koden
el: Σάρωση κωδικού QR
es_mx: Escanear código QR
fi: Skannaa QR-koodi
fr: Scannez le code QR
he: לסרוק קוד QR
hi: QR कोड स्कैन करें
hr: Skenirajte QR kod
hu: QR-kód beolvasásához
ms: Imbas Kod QR
nb: Skanne QR-kode
pt: Examine o código QR
pt_br: Escanear Código QR
ro: Scanaţi codul QR
sk: Naskenujte QR kód
sl: Skeniranje QR kode
zh_tw: 掃描二維碼

source: Scan or copy this code into your Blockchain Merchant app to securely receive Bitcoin.
ar: مسح أو نسخ هذه التعليمة البرمجية في التطبيق الخاص بك التاجر بلوكتشين لتلقي بيتكوين بشكل أمن.
da: Scan eller Kopier denne kode ind i din Blockchain købmand app sikkert modtage Bitcoin.
el: Σάρωση ή Αντιγράψτε αυτόν τον κώδικα στην εφαρμογή σας Blockchain έμπορος να λάβετε με ασφάλεια το Bitcoin.
es_mx: Escanea o copia este código a tu app Blockchain Merchant para recibir Bitcoin en forma segura.
fi: Skannaa tai kopioi tämä koodi Blockchain kauppias app saada turvallisesti Bitcoin.
he: סרוק או העתק את הקוד לתוך האפליקציה Blockchain הסוחר שלך בצורה מאובטחת לקבל ביטקוין.
hi: स्कैन या Bitcoin सुरक्षित रूप से प्राप्त करने के लिए अपने लॉकचेन व्यापारी app में इस कोड की प्रतिलिपि बनाएँ।
hr: Skenirajte ili kopirajte ovaj kod u Blockchain trgovac aplikaciju za sigurno primanje Bitcoin.
hu: Olvassa be vagy másolja ezt a kódot a Blockchain kereskedő app, hogy biztonságosan kap Bitcoin.
ms: Mengimbas atau salin Kod ini ke dalam aplikasi Saudagar Blockchain anda dengan selamat menerima Bitcoin.
nb: Skann eller kopier koden i Blockchain kjøpmann app å sikkert motta Bitcoin.
pt: Digitalizar ou copiar este código em seu aplicativo Blockchain comerciante para receber com segurança Bitcoin.
pt_br: Escaneie ou copie este código no seu aplicativo Blockchain Merchant para receber Bitcoin com segurança.
ro: Scanare sau copiaţi acest cod în app Blockchain comerciant pentru a primi sigur Bitcoin.
sk: Skenovanie alebo skopírujte tento kód do vašej Blockchain obchodné aplikácie bezpečne prijímať Bitcoin.
sl: Skeniranje ali kopirajte to kodo v vaš trgovec Blockchain app varno sprejeti Bitcoin.
zh_tw: 掃描或將此代碼複製到您的 Blockchain 商人應用程式安全地接收比特幣。

source: Second Password Incorrect
ar: الثانية كلمة المرور غير صحيحة
ca: Segona Contrasenya incorrecta
cs: Druhé heslo nesprávné
da: Anden adgangskode forkert
el: Δεύτερο κωδικό πρόσβασης που είναι εσφαλμένη
es_mx: Segunda contraseña incorrecta
fi: Toinen salasana väärin
fr: Deuxième mot de passe incorrect
he: סיסמה שנייה שגוי
hi: दूसरा पासवर्ड ग़लत
hr: Drugi lozinka kriv
hu: Második jelszó helytelen
ms: Kedua kata laluan yang tidak betul
nb: Andre passord feil
pt: Segunda senha incorreta
pt_br: Segunda senha incorreta
ro: A doua parolă incorectă
sk: Druhý nesprávne heslo
sl: Drugo geslo napačna
zh_tw: 第二個密碼不正確

source: Second Password Required
ar: مطلوب كلمة المرور الثانية
ca: Segona contrasenya requerida
cs: Druhé heslo je vyžadováno
da: Anden adgangskode kræves
el: Δεύτερο κωδικό πρόσβασης που απαιτείται
es_mx: Se necesita la segunda contraseña
fi: Toinen salasana
fr: Deuxième mot de passe requis
he: דרושה סיסמה שנייה
hi: दूसरा पासवर्ड की आवश्यकता
hr: Drugi lozinka zahtijeva
hu: Második jelszó szükséges
ms: Kedua kata laluan yang diperlukan
nb: Andre passord kreves
pt: Segunda senha necessária
pt_br: Segunda Senha Requerida
ro: A doua parolă necesară
sk: Druhé heslo potrebné
sl: Drugo geslo
zh_tw: 所需的第二個密碼

source: Security
ar: الأمن
ca: Seguretat
cs: Bezpečnost
da: Sikkerhed
el: Ασφάλεια
es_mx: Seguridad
fi: Turvallisuus
fr: Sécurité
he: אבטחה
hi: सुरक्षा
hr: Sigurnost
hu: Biztonsági
ms: Keselamatan
nb: Sikkerhet
pt: Segurança
pt_br: Segurança
ro: Securitate
sk: Bezpečnosť
sl: Varnost
zh_tw: 安全

source: Security Center
ar: مركز الأمان
ca: Centre de seguretat
cs: Centrum zabezpečení
el: Κέντρο ασφαλείας
es_mx: Centro de seguridad
fr: Centre de sécurité
he: מרכז האבטחה
hi: सुरक्षा केंद्र
hr: Centar za sigurnost
hu: A biztonsági központ
ms: Pusat Keselamatan
nb: Sikkerhetssenter
pt: Central de segurança
pt_br: Central de Segurança
ro: Centrul de securitate
sk: Centrum zabezpečenia
sl: Varnostno središče
zh_tw: 安全中心

source: Security Center completed - your wallet is safe and secure
ar: أكمل مركز الأمن--والمحفظة الخاصة بك آمنة ومأمونة
da: Security Center afsluttet - din tegnebog er trygt og sikkert
el: Κέντρο ασφαλείας ολοκληρωθεί - πορτοφόλι σας είναι ασφαλή
es_mx: Se completó el centro de seguridad - tu monedero está seguro
fi: Tietoturvakeskus loppuaan - lompakko on turvallinen ja varma
he: מרכז האבטחה הושלמה - הארנק שלך הוא בטוח ומאובטח
hi: सुरक्षा केंद्र पूर्ण - सुरक्षित और सुरक्षित अपने बटुआ है
hr: Centar za sigurnost dovršen - novčanik je sigurno
hu: Biztonsági központ befejezett - a pénztárca és biztonságos
ms: Pusat Keselamatan selesai - dompet anda adalah selamat dan terjamin
nb: Sikkerhetssenter fullført - lommeboken er sikker
pt: Centro de segurança concluída - sua carteira é seguro
pt_br: Central de Segurança concluída - sua carteira está segura
ro: Centrul de securitate completat - portofelul dumneavoastră este sigur
sk: Centrum zabezpečenia dokončené - vaša peňaženka je v bezpečí
sl: Varnostno središče končan - vaši denarnici je varen in zanesljiv
zh_tw: 安全中心完成 — — 你的錢包是安全和有保障

source: Send
ar: إرسال
ca: Enviar
cs: Odeslat
el: Αποστολή
es_mx: Enviar
fi: Lähetä
fr: Envoyer
he: שלח
hi: भेजें
hr: Poslati
hu: Küldés
ms: Hantar
nb: Sende
pt: Enviar
pt_br: Enviar
ro: Trimite
sk: Odoslať
sl: Pošlji
zh_tw: 發送

source: Send from...
ar: إرسال من...
ca: Enviar de...
cs: Odeslat od...
da: Send fra...
el: Στείλτε από...
es_mx: Enviar desde...
fi: Lähettää...
fr: Envoyer à partir de...
he: לשלוח...
hi: से भेजें...
hr: Poslati iz...
hu: Küldjön a...
ms: Hantar dari...
nb: Sende fra...
pt: Envie a partir de...
pt_br: Enviar de...
ro: Trimite la...
sk: Poslať z...
sl: Pošlji od...
zh_tw: 從發送......

source: Send to...
ar: إرسال إلى...
ca: Enviar a...
cs: Odeslat...
da: Send til...
el: Στείλτε σε...
es_mx: Enviar a...
fi: Lähetä...
fr: Envoyer à...
he: . לשלוח...
hi: करने के लिए भेज...
hr: Poslati...
hu: Küldése...
ms: Hantar ke...
nb: Send til...
pt: Envie para...
pt_br: Enviar para...
ro: Trimite la...
sk: Poslať...
sl: Pošlji za...
zh_tw: 發送給...

source: Send verification SMS
ar: إرسال التحقق SMS
ca: Enviï SMS de verificació
cs: Odeslat ověřovací SMS
da: Send verifikation SMS
el: Αποστολή επαλήθευσης SMS
es_mx: Enviar SMS de verificación
fi: Lähetä vahvistus tekstiviestillä
fr: Envoyer un SMS de vérification
he: שלח אימות ב- SMS
hi: सत्यापन एसएमएस भेजें
hr: Poslati potvrdu SMS
hu: Ellenőrző SMS küldése
ms: Menghantar pengesahan SMS
nb: Sende bekreftelse SMS
pt: Enviar SMS de verificação
pt_br: Enviar SMS de verificação
ro: Trimite SMS-uri de verificare
sk: Poslať overovací SMS
sl: Pošlji SMS preverjanje
zh_tw: 發送驗證短信

source: Sending Transaction
ar: إرسال المعاملات
ca: Operació d'enviament
cs: Odesílání transakce
da: Sender transaktion
el: Αποστολή της συναλλαγής
es_mx: Enviando transacción
fi: Lähettää tapahtuman
fr: Envoi de transaction
he: שליחת עסקת
hi: भेजने के लेन-देन
hr: Slanje transakcija
hu: Tranzakció elküldése
ms: Penghantaran transaksi
nb: Sende transaksjonen
pt: Envio de transação
pt_br: Enviando Transação
ro: Trimiterea de tranzacţii
sk: Odoslanie transakcie
sl: Pošiljanje transakcij
zh_tw: 發送交易

source: Sent
ar: أرسلت
ca: Enviat
cs: Odesláno
da: Sendt
el: Έστειλε
es_mx: Enviado
fi: Lähetti
fr: Envoyé
he: שלח
hi: भेजे गए
hr: Poslao
hu: Küldött
ms: Dihantar
nb: Sendt
pt: Enviado
pt_br: Enviado
ro: Trimis
sk: Odoslané
sl: Poslal
zh_tw: 發送

source: Sent to %@
ar: أرسل إلى %@
ca: Enviat per %@
cs: Poslal %@
da: Sendes til %@
el: Έστειλε να %@
es_mx: Enviado a %@
fi: Lähetetään %@
fr: Envoyé à %@
he: נשלח ע י %@
hi: %@ करने के लिए भेजा
hr: Poslao %@
hu: Küldött %@
ms: Dihantar ke %@
nb: Sendes til %@
pt: Enviado para %@
pt_br: Enviado para %@
ro: Trimis la %@
sk: Poslal %@
sl: Poslati %@
zh_tw: 發送到 %@

source: Server URL
ar: محدد موقع معلومات الخادم
ca: Adreça URL del servidor
cs: Adresa URL serveru
el: Διεύθυνση URL διακομιστή
es_mx: URL del servidor
fi: Palvelimen URL-osoite
fr: URL du serveur
he: כתובת url של השרת
hi: सर्वर URL
hr: URL adresa poslužitelja
hu: Kiszolgáló URL-címe
ms: Pelayan URL
pt: URL do servidor
pt_br: URL do servidor
ro: URL-ul serverului
sk: Adresa URL servera
sl: Spletni naslov strežnika
zh_tw: 伺服器 URL

source: Set as Default?
ar: تعيين كافتراضي؟
ca: Configuració per defecte?
cs: Nastavit jako výchozí?
da: Indstiller som standard?
el: Ορισμός ως προεπιλογή;
es_mx: ¿Establecer como predeterminado?
fi: Aseta oletukseksi?
fr: Définir par défaut ?
he: קבע ברירת מחדל?
hi: डिफ़ॉल्ट के रूप में सेट करें?
hr: Postavi kao zadano.
hu: Készlet mint hiba?
ms: Set sebagai lalai?
nb: Angi som standard?
pt: Definir como padrão?
pt_br: Definir como Padrão?
ro: Setează ca implicite?
sk: Nastaviť ako predvolený?
sl: Nastavi kot privzeti?
zh_tw: 設為預設值嗎?

source: Settings
ar: إعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
es_mx: Configuración
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
ms: Seting
nb: Innstillinger
pt: Configurações
pt_br: Configurações
ro: Setări
sk: Nastavenia
sl: Nastavitve
zh_tw: 設置

source: Sharing your xPub authorizes others to track your transaction history. As authorized persons may be able to disrupt you from accessing your wallet, only share your xPub with people you trust.
ar: مشاركة الخاص بك إكسبوب يأذن للآخرين بتعقب محفوظات المعاملة الخاصة بك. كما قد يتمكن الأشخاص المرخص لهم من تعطيل يمكنك من الوصول إلى محفظتك، فقط مشاركة الخاص بك إكسبوب مع شخص تثق به.
ca: Compartir el seu xPub autoritza altres a seguir la història de transacció. Com les persones autoritzades pot ser capaços d'interrompre accedeixin a la seva cartera, el seu xPub només compartir amb gent que confia.
cs: Sdílení vašeho xPub autorizuje jiné sledovat historii transakcí. Oprávněné osoby mohou být schopni roztříštit vás v přístupu k vaší peněžence, sdílejte pouze své xPub s lidmi, kterým důvěřujete.
da: Deling af din xPub bemyndiger andre til at spore din transaktionsoversigt. Som autoriserede personer kan muligvis forstyrre dig fra at få adgang til tegnebogen, kun dele din xPub med mennesker du har tillid til.
el: Κοινή χρήση xPub σας εξουσιοδοτεί άλλους για να παρακολουθείτε το ιστορικό συναλλαγών σου. Καθώς και εξουσιοδοτημένα πρόσωπα μπορεί να είναι σε θέση να διαταράξει σας από την πρόσβαση στο πορτοφόλι σας, μοιράζονται μόνο σας xPub με ανθρώπους που εμπιστεύεστε.
es_mx: Si compartes tu xPub, autorizas a otros a rastrear tu historial de transacciones. Ya que las personas autorizadas pueden interrumpir tu acceso a tu monedero, sólo comparte tu xPub con personas de confianza.
fi: Jakaminen sinun xPub antaa toiset jotta jäljittää maksuhistoriastasi. Kuten oikeutetut henkilöt häiritä sinua käyttämästä lompakon, jakaa vain sinun xPub luottamillesi ihmisille.
fr: Partager votre xPub autorise les autres à suivre l'historique de vos transactions. Comme les personnes autorisées peuvent être en mesure de perturber votre accès à votre portefeuille, ne partagez votre xPub qu’avec des gens en qui vous avez confiance.
he: שיתוף xPub שלך מסמיך אחרים כדי לעקוב אחר ההיסטוריה התנועה שלך. כפי ה"גורמים עשוי להיות מסוגל לשבש את מלגשת אל הארנק שלך, לשתף רק xPub שלך עם אנשים שאתה בוטח.
hi: अपने xPub साझा दूसरों अपने ट्रांजे़क्शन इतिहास ट्रैक करने के लिए अधिकृत। अधिकृत व्यक्तियों आप अपने बटुए तक पहुंचने से बाधित करने में सक्षम हो सकता है के रूप में, केवल अपने xPub पर भरोसा है आप लोगों के साथ साझा।
hr: Dijeljenje vaše xPub odobrava drugima pronaći svoju povijest transakcija. Kao ovlaštenih osoba svibanj biti u mogućnosti da ometaju pristup tvoj novčanik, samo dijeliti svoje xPub s ljudima kojima vjerujete.
hu: A xPub megosztása felhatalmazza mások a tranzakciók előzményeinek nyomon követésére. Jogosult személyek esetleg képes megzavarni, hozzáférjenek a pénztárca, csak megosztja a xPub meg, akikben megbízol.
ms: Perkongsian xPub anda membenarkan orang lain untuk mengesan sejarah transaksi anda. Kerana orang-orang yang diberi kuasa boleh mengganggu anda daripada mengakses dompet anda, hanya berkongsi xPub anda dengan orang-orang yang anda percayai.
nb: Dele din xPub autoriserer andre følge transaksjonsloggen. Som autoriserte personer kunne forstyrre deg tilgang til din lommebok, bare dele dine xPub med personer du stoler.
pt: Compartilhar seu xPub autoriza outros para acompanhar o seu histórico de transacções. Pessoas autorizadas seja capazes de romper acessem sua carteira, apenas Compartilhe sua xPub com as pessoas que você confia.
pt_br: Ao compartilhar seu xPub, você autoriza outras pessoas a monitorarem seu histórico de transações. Como pessoas autorizadas podem impedir que você acesse sua carteira, compartilhe seu xPub somente com pessoas de confiança.
ro: Partajare dumneavoastră xPub autorizează altora pentru a urmări Istoricul tranzactiei. Ca persoane autorizate ar putea să perturbe-vă la accesarea portofel, numai cota ta xPub cu oameni tu trust.
sk: Zdieľanie vašich xPub povolí ostatným používateľom sledovať históriu transakcií. Ako oprávnené osoby môže byť schopný narušiť vám prístup k vašej peňaženke, zdieľať iba vaše xPub s ľuďmi, ktorým dôverujete.
sl: Delitev vaše xPub dovoljuje drugim za sledenje zgodovine transakcij. Kot pooblaščene osebe lahko motijo vas dostop do vaše denarnice, samo delite svoje xPub z ljudmi, ki jim zaupate.
zh_tw: 分享你的 xPub 授權他人跟蹤您的交易歷史。獲授權的人士可能能夠擾亂你訪問你的錢包，只與你信任的人分享你的 xPub。

source: Show all 'Dont Show Again' alerts
ar: إظهار كافة التنبيهات 'Dont تظهر مرة أخرى'
da: Vis alle "Dont Show igen" beskeder
el: Δείχνουν όλες τις «Dont δείξει ξανά» ειδοποιήσεις
es_mx: Mostrar todas las notificaciones 'No volver a mostar'
fi: Näytä kaikki "Älä näytä enää hälytykset
he: הצג את כל ההתראות "אל תציג שנית"
hi: सभी 'मत दिखाओ फिर से' अलर्ट दिखाएँ
hr: Pokaži sve "Dont Show opet" upozorenja
hu: Minden "Dont mutat újra" figyelmeztetések megjelenítése
ms: Tunjukkan semua 'Jangan Tunjukkan lagi' amaran
nb: Vis alle 'Dont som viser igjen' varsler
pt: Mostrar todos os alertas de 'Dont Show Again'
pt_br: Exibir todos os alertas 'Não Mostrar Novamente'
ro: Arată toate alertele 'Dont Arată nou'
sk: Zobraziť všetky upozornenia "Dont Zobraziť znova"
sl: Pokaži vse "Dont Show še" opozorila
zh_tw: 顯示所有 ' 不要再次顯示警報

source: Signal %d was raised.
ar: وأثير إشارة %d.
ca: Senyal %d es va criar.
cs: Signál %d byla zvýšena.
da: Signal %d blev rejst.
el: Υψώθηκε σήμα %d.
es_mx: La señal de %d ha sido levantada.
fi: Signaalin %d esille.
fr: Le signal %d a été émis.
he: אות %d גדל.
hi: सिग्नल %d उठाया था।
hr: Podignuta je znak %d.
hu: Jel %d emelték.
ms: %d isyarat dibesarkan.
nb: Signal %d ble reist.
pt: Sinal %d foi criado.
pt_br: O sinal %d foi criado.
ro: %d semnal a fost ridicat.
sk: Signál %d bola vznesená.
sl: Signal %d je bilo postavljeno.
zh_tw: 提出了信號 %d。

source: Signing Input %d
ar: توقيع %d الإدخال
ca: Signatura %d d'entrada
cs: Podepsání vstupní %d
da: Underskrive Input %d
el: Υπογραφή εισόδου %d
es_mx: Firmando entrada %d
fi: Allekirjoittaminen syöttö %d
fr: Entrée de connexion %d
he: חתימת %d קלט
hi: इनपुट %d हस्ताक्षर करने
hr: Potpisivanje unosa %d
hu: Aláíró bemeneti %d
ms: Tandatangan Input %d
nb: Logge inn %d
pt: Assinatura %d entrada
pt_br: Assinando Entrada %d
ro: Semnarea intrare %d
sk: Podpisovanie vstupné %d
sl: Podpis vnosa %d
zh_tw: 簽署輸入的 %d

source: Signing Inputs
ar: توقيع المدخلات
ca: Signatura aportacions
cs: Podepsání vstupy
da: Underskrive indgange
el: Υπογραφή εισροές
es_mx: Firmando las entradas
fi: Allekirjoittaminen tuotantopanosten
fr: Entrées de connexion
he: חתימת כניסות
hi: आदानों पर हस्ताक्षर
hr: Potpisivanje ulaza
hu: Aláíró bemenetek
ms: Menandatangani input
nb: Signering innganger
pt: Assinatura de entradas
pt_br: Assinando Entradas
ro: Semnarea intrări
sk: Podpisovanie vstupov
sl: Podpis vložkov
zh_tw: 簽署的投入

source: Simulate surge
ar: محاكاة موجه
da: Simulere bølge
el: Προσομοίωση κύμα
es_mx: Simular aumento repentino
fi: Simuloida aalto
he: לדמות גל
hi: वृद्धि अनुकरण
hr: Simulirati val
hu: Túlfeszültség szimulálása
ms: Mensimulasikan lonjakan
nb: Simulere bølge
pt: Simular a onda
pt_br: Simular aumento
ro: Simula val
sk: Simuláciu nárastu
sl: Simulirati val
zh_tw: 類比浪湧
