Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Write down your Recovery Phrase and keep it somewhere very safe and secure. Remember that anyone who knows your Recovery Phrase has access to your bitcoins.
ca: Escriu la seva frase de recuperació i mantenir-lo en algun lloc molt segur i segur. Recordeu que qualsevol que conegui la frase de recuperació té accés als teus bitcoins.
cs: Poznamenejte si vaše zotavení fráze a udržet ji někde velmi spolehlivé a bezpečné. Pamatujte si, že každý, kdo zná vaše zotavení fráze má přístup k vaší bitcoins.
fr: Écrivez votre phrase de récupération et rangez-la dans un endroit sûr et discret. N'oubliez pas que toute personne qui connaît votre Phrase de récupération a accès à vos bitcoins.

source: You backed up your funds successfully
ca: Recolzava el seu fons amb èxit
cs: Jste úspěšně zálohovány vaše finanční prostředky
fr: Vous avez sauvegardé vos fonds avec succès

source: iOS Support Request
ca: iOS demanar suport
cs: iOS podporu požadavku
fr: Demande d'assistance iOS

source: Generate new
cs: Generovat nový
fr: Générer nouveau

source: Generating new address
cs: Generování nové adresy
fr: Génération d’une nouvelle adresse

source: Please select a different address to send from or lower the fee in Settings.
cs: Prosím zvolte jinou adresu posílat z nebo snížit poplatek v nastavení.
fr: Veuillez sélectionner une autre adresse de départ pour envoyer ou baisser les frais dans Paramètres.

source: Scan Watch Only Address?
cs: Prohledat pouze adresu Watch?
fr: Scanner l’adresse que pour consultation ?

source: The upgrade takes just a second and your bitcoins and history will be safe. Here is what’s better: • Completely updated design and user experience • Robust security center • Enhanced Privacy • Simplified backup and recovery • Customized fund management Two advanced transaction types (Spending from watch-only addresses and Shared Coin) are not supported in the new version at this time.
cs: Inovace bude trvat jen chvilku a bitcoins a historie bude v bezpečí. Zde je to, co je lepší: • kompletně aktualizován designu a uživatelské zkušenosti • robustní bezpečnostní centrum • rozšířené soukromí • zjednodušené zálohování a zotavení • vlastní správy fondu dva typy rozšířené transakcí (výdaje z hodinek pouze adresy a sdílené mince) nejsou podporovány v nové verzi v tuto chvíli.
fr: La mise à niveau prend juste une seconde, et vos bitcoins et votre historique seront en sécurité. Voici les avantages : • Design et expérience utilisateur entièrement à jour • Centre de sécurité fiable • Confidentialité améliorée • Sauvegarde et récupération simplifiées • Gestion personnalisée des fonds Deux types de transactions avancées (payer à partir des adresses Watch-Only et Shared Coin) ne sont pas disponibles dans la nouvelle version pour l’instant.

source: Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?
cs: Peněženka adresu %@ má finanční prostředky utratit. Nicméně soukromý klíč musí být kontrolovány z papírové peněžence nebo QR kód. Chcete prohledat soukromý klíč nyní?
fr: L’adresse portefeuille %@ dispose des fonds nécessaires pour les dépenses. Toutefois la clé privée doit être scannée d'un portefeuille papier ou d’un code QR. Souhaitez-vous scanner la clé privée maintenant ?
