Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Some funds cannot be transferred automatically.
ar: لا يمكن نقل بعض الأموال تلقائياً.
da: Nogle midler kan ikke overføres automatisk.
el: Μερικά ταμεία δεν μπορούν να μεταφερθούν αυτόματα.
es_mx: Algunos fondos no se pueden transferir automáticamente.
fi: Varoja ei voi siirtää automaattisesti.
he: אין אפשרות להעביר כספים באופן אוטומטי.
hi: कुछ धन स्वचालित रूप से स्थानांतरित नहीं किया जा सकता।
hr: Neka sredstva mogu biti automatski prenijeti.
hu: Egyes alapokat nem vihetők át automatikusan.
ms: Dana-dana tidak boleh dipindahkan secara automatik.
nb: Noen midler overføres ikke automatisk.
pt: Alguns fundos não podem ser transferidos automaticamente.
pt_br: Alguns fundos podem não ser transferidos automaticamente.
ro: Unele fonduri nu poate fi transferată în mod automat.
sk: Niektoré fondy nemôžu byť prevedené automaticky.
sl: Nekaj sredstev ni mogoče prenesti samodejno.
zh_tw: 一些基金不能自動轉移。

source: Status
ar: مركز
el: Κατάσταση
es_mx: Estatus
fi: Tila
he: מצב
hi: स्थिति
hr: Stanje
hu: Állapot
pt: Estatuto
ro: Statutul
sk: Stav
sl: Stanje
zh_tw: 狀態

source: Store Hint
ar: تلميح مخزن
ca: Pista de botiga
cs: Nápovědu pro obchod
da: Butik vink
el: Κατάστημα υπόδειξη
es_mx: Sugerencia de tienda
fi: Store Vihje
fr: Enregistrer l’indice
he: חנות רמז
hi: दुकान संकेत
hr: Trgovina savjet
hu: Bolt-tipp
ms: Kedai pembayang
nb: Lagre Hint
pt: Dica de loja
pt_br: Guardar Dica
ro: Magazin de sugestie
sk: Sklad tip
sl: Namig trgovina
zh_tw: 存儲提示

source: Stored
ar: تخزين
ca: Emmagatzema
cs: Uloženo
da: Gemt
el: Αποθηκεύονται
es_mx: Guardado
fi: Tallennettu
fr: Stocké
he: מאוחסן
hi: संग्रहित
hr: Pohranjene
hu: Tárolt
ms: Disimpan
nb: Lagret
pt: Armazenados
pt_br: Armazenado
ro: Stocate
sk: Uložené
sl: Shranjeni
zh_tw: 存儲

source: Strong
ar: قوية
ca: Fort
da: Stærke
el: Ισχυρή
es_mx: Fuerte
fi: Vahva
fr: Fort
he: סטרונג
hi: सशक्त
hr: Jaka
hu: Erős
ms: Kuat
nb: Sterk
pt_br: Forte
sk: Silné
sl: Močna
zh_tw: 強

source: Success
ar: نجاح
ca: Èxit
cs: Úspěch
da: Succes
el: Επιτυχία
es_mx: ¡Éxito!
fi: Menestys
fr: Succès
he: הצלחה
hi: सफलता
hr: Uspjeh
hu: Siker
ms: Kejayaan
nb: Suksess
pt: Sucesso
pt_br: Sucesso
ro: Succesul
sk: Úspech
sl: Uspeh
zh_tw: 成功

source: Success!
ar: النجاح!
ca: Èxit!
cs: Úspěch!
da: Succes!
el: Επιτυχία!
es_mx: ¡Éxito!
fi: Menestys!
fr: Succès !
he: הצלחה!
hi: सफलता!
hr: Uspjeh!
hu: A siker!
ms: Kejayaan!
nb: Suksess!
pt: Sucesso!
pt_br: Sucesso!
ro: Succes!
sk: Úspech!
sl: Uspeh!
zh_tw: 成功!

source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es_mx: Asistencia
fi: Tuki
fr: Prise en charge
he: תמיכה
hi: समर्थन
hr: Podrška za
hu: Támogatás
ms: Sokongan
nb: Støtte
pt: Suporte
pt_br: Suporte
ro: Suport
sk: Podpora
sl: Podpora
zh_tw: 支援

source: Surge Occurring
ar: الطفرة التي تحدث
ca: Augment que es produeixen
da: Bølge forekommer
el: Κύμα που συμβαίνουν
es_mx: Está ocurriendo un aumento repentino
fi: Aalto, esiintyy
he: עליית מתח המתרחשים
hi: उत्पन्न हो रही वृद्धि
hr: Val se javljaju
hu: Túlfeszültség-előforduló
ms: Melonjak berlaku
nb: Bølge oppstår
pt: Pico ocorrendo
pt_br: Aumento Ocorrendo
ro: La supratensiuni care apar
sk: Prepätia, ktoré sa vyskytujú
sl: Val, ki se pojavljajo
zh_tw: 浪湧發生

source: Swipe to Receive
ar: مرر لتلقي
da: Stryg til Modtager
el: Σαρώστε για να Λάβετε
es_mx: Desliza para Recibir.
fi: Pyyhkäise Saada
he: נשמטים לקבל
hi: प्राप्त करने के लिए ज़ोर से मारना
hr: Prstom prijeđite prema Primati
hu: Ellop-hoz Kap
ms: Kunci untuk Menerima
nb: Dra for å Motta
pt: Furto a Receber
pt_br: Deslize para Receber
ro: Glisați pentru a Primi
sk: Potiahnite prstom na Prijímanie
sl: Potegom Prejeli
zh_tw: 刷卡接收

source: Syncing Wallet
ar: مزامنة المحفظة
ca: Sincronització de cartera
cs: Synchronizuji Peněženka
da: Synkronisering tegnebog
el: Συγχρονισμός πορτοφόλι
es_mx: Sincronizando el monedero
fi: Synkronointi lompakko
fr: Synchronisation du portefeuille
he: מסנכרן את הארנק
hi: बटुआ सिंक्रनाइज़ किए जा रहे
hr: Sinkronizacija novčanik
hu: Szinkronizál pénztárca
ms: Menyegerak Wallet
nb: Synkronisering lommebok
pt: Sincronização de carteira
pt_br: Sincronizando Carteira
ro: Sincronizarea portofel
sk: Synchronizácia peňaženka
sl: Sinhroniziranje denarnice
zh_tw: 同步的錢包

source: Tap to copy this address. Share it with the sender via email or text.
ar: اضغط لنسخ هذا العنوان. تقاسمها مع المرسل عن طريق البريد الإلكتروني أو النص.
da: Tryk for at kopiere denne adresse. Del det med afsender via e-mail eller SMS.
el: Πατήστε για να αντιγράψετε αυτή τη διεύθυνση. Κοινοποιήσετε στον αποστολέα μέσω email ή SMS.
es_mx: Pulsa para copiar esta dirección. Compártelo con el remitente por email o por mensaje de texto.
fi: Napauta kopioi osoite. Jaa se lennättää kautta sähköposti- tai tekstiohjelmassa.
he: הקש כדי להעתיק את הכתובת הזו. לשתף אותו עם השולח באמצעות דואר אלקטרוני או טקסט.
hi: इस पते की प्रतिलिपि बनाएँ करने के लिए टैप करें। यह ईमेल या पाठ के माध्यम से प्रेषक के साथ साझा करें।
hr: Dodirnite da biste kopirali ovu adresu. Podijeliti s pošiljatelj putem pošte ili SMS.
hu: Érintse meg, hogy másolja ezt a címet. Osztozik ez-val a feladó e-mailben vagy szöveges.
ms: Ketuk untuk menyalin alamat ini. Berkongsi dengan pengirim melalui e-mel atau teks.
nb: Trykk for å kopiere denne adressen. Dele den med avsenderen via email eller tekst.
pt: Torneira para copiar este endereço. Compartilhá-lo com o remetente via email ou texto.
pt_br: Toque para copiar este endereço. Compartilhe-o com o enviante por e-mail ou mensagem de texto.
ro: Atingeți pentru a copia aceasta adresa. Partajaţi-o cu expeditorul via poştă electronică sau text.
sk: Dotknite sa kopírovať túto adresu. Podeľte sa s odosielateľa e-mailom alebo text.
sl: Tapnite, če želite kopirati ta naslov. Delite z pošiljatelj preko e-pošte ali besedilo.
zh_tw: 點擊可將此位址複製。它分享給寄件者通過電子郵件或文本。

source: Terms of Service
ar: شروط الخدمة
ca: Condicions del servei
cs: Podmínky služby
el: Όροι παροχής υπηρεσιών
es_mx: Términos del servicio
fi: Käyttöehdot
fr: Conditions de service
he: תנאי השירות
hi: सेवा की शर्तें
hr: Uvjeti korištenja
hu: Szolgáltatási feltételek
ms: Syarat-syarat Perkhidmatan
nb: Vilkår for bruk
pt: Termos de serviço
pt_br: Termos de Serviço
ro: Conditii de utilizare
sk: Podmienky služby
sl: Pogoji storitve
zh_tw: 服務條款

source: The Bitcoin mining network is currently experiencing a high volume of activity, resulting in recommended fees that are higher than usual.
ar: شبكة تعدين بيتكوين تشهد حاليا ارتفاع حجم النشاط، أسفر عن رسوم الموصى بها التي أعلى من المعتاد.
ca: La xarxa de mineria Bitcoin està experimentant un alt volum d'activitat, resultant en tarifes recomanades que són més alts del normal.
da: Bitcoin minedrift netværket er i øjeblikket oplever en stor mængde af aktivitet, hvilket resulterer i anbefalede gebyrer, der er højere end normalt.
el: Το δίκτυο Bitcoin εξόρυξης βιώνει αυτή τη στιγμή ενός μεγάλου όγκου δραστηριότητα, με αποτέλεσμα την προτεινόμενη αμοιβή που είναι μεγαλύτερο από το συνηθισμένο.
es_mx: La red de minería de Bitcoin está experimentando un alto volumen de actividad, lo que resulta en comisiones recomendadas más altas de lo habitual.
fi: Bitcoin kaivos verkko on meneillään suuri määrä toimintaan, Suositellut maksuja, jotka ovat normaalia korkeammat.
he: הרשת הכרייה ביטקוין כיום נתקלת נפח גבוה של פעילות, וכתוצאה מכך מומלץ תשלומים גבוהים מהרגיל.
hi: Bitcoin खनन नेटवर्क वर्तमान में सामान्य से अधिक कर रहे हैं की सिफारिश की फीस में जिसके परिणामस्वरूप गतिविधि, की एक उच्च वॉल्यूम का अनुभव है।
hr: Bitcoin rudarstvo mreža trenutno doživljava velik broj aktivnosti, rezultiralo preporučena naknade koje su veće nego inače.
hu: A Bitcoin bányászat hálózat jelenleg éli meg a nagy mennyiségű tevékenység, ami ajánlott díjat, hogy magasabb, mint máskor.
ms: Bitcoin perlombongan rangkaian kini mengalami kelantangan yang tinggi secara aktiviti, mengakibatkan disyorkan yuran yang lebih tinggi daripada biasa.
nb: Bitcoin mining nettverket har for øyeblikket en stor mengde aktivitet, noe som resulterer i anbefalte avgifter som er høyere enn vanlig.
pt: A rede mineira de Bitcoin está experimentando atualmente um alto volume de atividade, resultando em taxas recomendadas que são maiores do que o habitual.
pt_br: A rede de mineração Bitcoin está com alto volume de atividade no momento, resultando em taxas recomendadas maiores do que o habitual.
ro: Rețeaua Bitcoin miniere în prezent se confruntă cu un volum mare de activitate, care rezultă în recomandat taxele care sunt mai mari decât de obicei.
sk: Bitcoin ťažby sieť je v súčasnosti zažíva veľký objem činnosti, výsledkom je odporúčaná poplatky, ktoré sú vyššie, než je obvyklé.
sl: Bitcoin rudarstvo omrežje trenutno doživlja velik obseg dejavnosti, priporočenih pristojbine, ki so višje od običajnih.
zh_tw: 比特幣挖掘網路目前正在經歷活性，導致推薦費用，也比平常高高的卷。

source: The PIN you have selected is extremely common and may be easily guessed by someone with access to your phone within 3 tries. Would you like to use this PIN anyway?
ar: رقم التعريف الشخصي الذي حددته شائعة جداً وقد يمكن تخمينها بسهولة من شخص ما مع الوصول إلى الهاتف الخاص بك داخل 3 يحاول. هل تريد استخدام هذا الرقم على أي حال؟
ca: El PIN que heu seleccionat és molt comú i es pot fàcilment endevinar per algú amb accés al seu telèfon dins de 3 intents. Voleu utilitzar aquest PIN anyways?
cs: PIN, který jste vybrali je velmi časté a může být snadno uhodnout někdo s přístupem k telefonu do 3 pokusy. Chcete přesto použít tento PIN?
da: Den pinkode, du har valgt er meget almindelige og let kan gættes af en person med adgang til din telefon inden for 3 forsøg. Vil du gerne bruge denne PIN alligevel?
el: Η καρφίτσα που έχετε επιλέξει είναι πολύ συχνή και μπορεί να μαντέψει εύκολα κάποιος με πρόσβαση στο τηλέφωνό σας εντός 3 προσπαθεί. Θα θέλατε να χρησιμοποιήσετε αυτό το PIN ούτως ή άλλως;
es_mx: El PIN seleccionado es muy común y puede ser fácilmente adivinado por alguien con acceso a tu teléfono dentro de 3 intentos. ¿Quieres usar este PIN de todos modos?
fi: Olet valinnut PIN on erittäin yleistä ja joku pääsee käyttämään puhelintasi vajaan 3 yrittää helposti arvattavissa. Haluatko silti käyttää tämän PIN?
fr: Le code PIN que vous avez sélectionné est extrêmement courant et peut être facilement trouvé en 3 essais par quelqu'un ayant accès à votre téléphone. Voulez-vous quand même utiliser ce code PIN ?
he: ה-PIN שבחרת נפוץ מאוד, אולי יהיה לנחש בקלות על ידי מישהו עם גישה לטלפון שלך בתוך 3 מנסה. האם ברצונך להשתמש הסיכה הזו בכל מקרה?
hi: आपके द्वारा चयनित पिन बेहद आम है और आसानी से 3 की कोशिश के भीतर अपने फ़ोन करने के लिए उपयोग के साथ किसी के द्वारा अनुमान लगाया जा सकता। तुम वैसे भी इस पिन का उपयोग करना चाहते हैं?
hr: PIN odaberete je vrlo čest i može se lako pogoditi neko telefon u 3 pokušaja. Želite li ipak koristiti ovaj PIN?
hu: A PIN-kódot választotta rendkívül gyakori, és valaki a hozzáférést a telefon belül 3 próbálkozás könnyen kitalálható. Szeretne használni a PIN-kód egyébként?
ms: PIN yang anda pilih adalah sangat biasa dan boleh mudah meneka dengan seseorang yang mempunyai akses kepada telefon anda dalam tempoh 3 kali. Adakah anda ingin untuk menggunakan PIN ini pula?
nb: PIN-koden du har valgt er svært vanlig, og kan være enkelt å gjette av noen med tilgang til telefonen i 3 prøver. Vil du bruke dette DATAFLYTPUNKTET allikevel?
pt: O pino que você selecionou é extremamente comum e pode ser facilmente adivinhado por alguém com acesso ao seu telefone dentro de 3 tentativas. Gostaria de usar este pino afinal?
pt_br: O PIN que você escolheu é extremamente comum e pode ser descoberto em 3 tentativas por alguém com acesso ao seu telefone. Gostaria de usar este PIN mesmo assim?
ro: PIN-ul le-aţi selectat este extrem de comună şi poate fi uşor de ghicit de cineva cu acces la telefon în 3 incearca. Doriţi să utilizaţi acest PIN oricum?
sk: PIN ste vybrali je veľmi časté a môže byť ľahko uhádnuté niekoho s prístupom k telefónu do 3 skúša. Chceli by ste použiť tento kód PIN?
sl: PIN, ki ste izbrali zelo pogosti in lahko enostavno uganiti nekdo dostop do telefona v 3 poskusih. Ali želite vseeno uporabiti ta PIN?
zh_tw: 您已選擇引腳是極為常見，可能具有訪問到您的手機內 3 個嘗試的人很容易猜到了。你想使用這針嗎?

source: The amount you want to send (%@) is greater than the maximum amount you can spend minus the fee (%@ - %@). Would you like to send %@?
ar: والمبلغ الذي تريد إرساله (%1$@) أكبر من الحد الأقصى للمبلغ يمكنك قضاء ناقص الرسوم (%2$@-%3$@). هل ترغب في إرسال %4$@؟
ca: La quantitat que voleu enviar (%1$@) és més gran que la quantitat màxima que pot gastar menys la quota (%2$@ - %3$@). Li agradaria enviar %4$@?
cs: Částka, kterou chcete poslat (%1$@) je vyšší než maximální částka, kterou můžete utratit po odečtení poplatku (%2$@ - %3$@). Chcete poslat %4$@?
da: Det beløb du ønsker at sende (%1$@) er større end det maksimale beløb du kan bruge minus gebyr (%2$@ - %3$@). Ønsker du at sende %4$@?
el: Το ποσό που θέλετε να στείλετε (%1$@) είναι μεγαλύτερο από το μέγιστο ποσό που μπορείτε να περάσετε μείον το τέλος (%2$@ - %3$@). Θα θέλατε να στείλετε %4$@
es_mx: El monto que deseas enviar (%1$@) es superior a la cantidad máxima que puedes gastar menos la comisión (%2$@ - %3$@). ¿Quieres enviar %4$@?
fi: Lähetä (%1$@) summa on suurempi kuin enimmäismäärä, voit viettää miinus maksu (%2$@ - %3$@). Haluatko lähettää %4$@?
fr: Le montant que vous souhaitez envoyer (%1$@) dépasse le montant maximal que vous pouvez dépenser, moins les frais (%2$@ - %3$@). Souhaitez-vous envoyer %4$@ ?
he: הסכום שברצונך לשלוח (%1$@) גדול יותר מהסכום המרבי שתוכלו לבלות פחות דמי (%2$@ - %3$@). האם ברצונך לשלוח %4$@?
hi: (%1$@) भेजने के लिए इच्छित राशि आप शुल्क (%2$@ - %3$@) शून्य से खर्च कर सकते हैं अधिकतम राशि से अधिक है। आप %4$@ भेजना चाहेंगे?
hr: Iznos koji želite poslati (%1$@) je veći od maksimalnog iznosa možete provesti bez naknade (%2$@ - %3$@). Želite li poslati %4$@?
hu: (%1$@) elküldeni kívánt összeg nagyobb, mint a maximális összeg mínusz a díj (%2$@ - %3$@) töltheti. Szeretne küldeni a %4$@?
ms: Jumlah yang anda ingin hantarkan (%1$@) adalah lebih besar daripada jumlah maksimum yang anda boleh menghabiskan tolak yuran (%2$@ - %3$@). Adakah anda ingin menghantar %4$@?
nb: Hvor du vil sende (%1$@) er større enn det maksimale beløpet du kan bruke minus avgiften (%2$@ - %3$@). Vil du sende %4$@?
pt: A quantidade que você deseja enviar (%1$@) é maior que a quantidade máxima que você pode gastar menos a taxa (%2$@ - %3$@). Gostaria de enviar %4$@?
pt_br: O valor que você deseja enviar (%1$@) é superior ao valor máximo que você pode gastar, subtraindo-se a taxa (%2$@ - %3$@). Gostaria de enviar %4$@?
ro: Suma pe care doriţi să trimiteţi (%1$@) este mai mare decât suma maximă pe care vă puteţi petrece minus taxa (%2$@ - %3$@). Doriţi să trimiteţi %4$@?
sk: Sumu, ktorú chcete poslať (%1$@) je väčšia ako maximálna výška môžete stráviť mínus poplatok (%2$@ - %3$@). Chceli by ste poslať %4$@?
sl: Znesek, ki ga želite poslati (%1$@) je večji od največjega zneska, lahko preživijo minus pristojbina (%2$@ - %3$@). Ali želite poslati %4$@?
zh_tw: 您想要發送 (%1$@) 的金額大於你可以花減去費用 (%2$@-%3$@) 的最高限額。你想發送 %4$@ 嗎?

source: The fee you have specified is too low.
ar: الرسوم التي قمت بتعيينها منخفض جداً.
ca: L'import que heu especificat és massa baix.
da: Det gebyr, du har angivet er for lavt.
el: Η αμοιβή του καθορίσατε είναι υπερβολικά χαμηλή.
es_mx: La comisión que especificaste es demasiado baja.
fi: Olet määrittänyt maksu on liian alhainen.
he: דמי שציינת הוא נמוך מדי.
hi: आपने निर्दिष्ट किया है शुल्क बहुत कम है।
hr: Naknada koje ste naveli je niska.
hu: A díjat a megadott érték túl alacsony.
ms: Yuran yang anda tentukan adalah terlalu rendah.
nb: Gebyret du angav er for lav.
pt: A taxa que você especificou é muito baixa.
pt_br: A taxa que você especificou é muito baixa.
ro: Taxa specificată este prea mică.
sk: Poplatok, ktorý ste zadali, je príliš nízka.
sl: Pristojbine, ki jih določite prenizka.
zh_tw: 您已指定的費用是太低。

source: The private key you are attempting to import is encrypted. Please enter the password below.
ar: يتم تشفير المفتاح الخاص الذي تحاول استيراد. الرجاء إدخال كلمة المرور أدناه.
ca: La clau privada que intenteu importar està xifrada. Si us plau, introduïu la contrasenya sota.
cs: Šifrovaný soukromý klíč, který se pokoušíte importovat. Prosím zadejte heslo.
da: Den private nøgle, du forsøger at importere er krypteret. Angiv adgangskode nedenfor.
el: Το ιδιωτικό κλειδί που προσπαθείτε να εισαγάγετε είναι κρυπτογραφημένη. Παρακαλώ εισάγετε τον παρακάτω κωδικό πρόσβασης.
es_mx: La clave privada que estás intentando importar está encriptada. Ingresa la contraseña abajo.
fi: Yrität tuoda yksityinen avain salataan. Kirjoita salasana alla.
fr: La clé privée que vous essayez d'importer est cryptée. Veuillez entrer le mot de passe ci-dessous.
he: המפתח הפרטי שאתה מנסה לייבא מוצפן. נא הזן את הסיסמה שלהלן.
hi: आप आयात करने का प्रयास कर रहे हैं निजी कुंजी एन्क्रिप्टेड है। कृपया नीचे दिए गए पासवर्ड दर्ज करें।
hr: Šifrirani privatni ključ koji pokušavate uvesti. Molimo unesite lozinku.
hu: Importálni kívánt személyes kulcs titkosított. Kérjük, írja be a jelszavad.
ms: Kunci peribadi yang anda sedang cuba import telah dienkripsikan. Sila masukkan kata laluan di bawah.
nb: Privatnøkkelen du prøver å importere krypteres. Skriv inn passordet nedenfor.
pt: A chave privada que você está tentando importar é criptografada. Por favor digite a senha abaixo.
pt_br: A chave privada que você está tentando importar está criptografada. Por favor, digite a senha abaixo.
ro: Cheia privată care încercați să importați este criptat. Vă rugăm să introduceţi parola mai jos.
sk: Šifrovaný súkromný kľúč, ktorý sa pokúšate importovať. Zadajte heslo.
sl: Zasebni ključ, ki ga poskušate uvoziti šifriran. Vnesite geslo, ki je spodaj.
zh_tw: 您試圖導入的私密金鑰進行加密。請輸入下面的密碼。

source: There was a problem verifying your identity.
ar: توجد مشكلة في التحقق من هويتك.
ca: Hi havia un problema verificar la vostra identitat.
cs: Došlo k problému s ověřením identity.
da: Der var et problem, der bekræfter din identitet.
el: Υπήρχε ένα πρόβλημα που επαληθεύει την ταυτότητά σας.
es_mx: Se ha producido un problema al verificar tu identidad.
fi: Ollut ongelmia henkilöllisyyden todentamista.
fr: Problème lors de la vérification de votre identité.
he: אירעה בעיה מאמת את זהותך.
hi: आपकी पहचान की पुष्टि करने में कोई समस्या थी।
hr: Bilo je problema kojim dokazuje svoj identitet.
hu: Ott volt egy probléma a identitásának.
ms: Jadilah masalah mengesahkan identiti anda.
nb: Det oppstod et problem bekrefter din identitet.
pt: Houve um problema verificar sua identidade.
pt_br: Houve um problema ao verificar sua identidade.
ro: A fost o problemă de verificarea identităţii.
sk: Vyskytol sa problém pri overovaní vašej identity.
sl: Tam je bil problem vaši identiteti.
zh_tw: 還有一個問題，驗證您的身份。

source: There was an error importing this private key
ar: حدث خطأ أثناء استيراد هذا المفتاح الخاص
da: Der opstod en fejl under import af denne private nøgle
el: Παρουσιάστηκε ένα σφάλμα εισαγωγής αυτό το ιδιωτικό κλειδί
es_mx: Ocurrió un error importando esta clave privada
fi: Virhe tuoda henkilökohtaisen avaimesi
he: אירעה שגיאה בעת ייבוא זה המפתח הפרטי
hi: इस निजी कुंजी आयात करने में कोई त्रुटि थी
hr: Dogodila se pogreška prilikom uvoza ovaj privatni ključ
hu: Hiba történt a személyes kulcs importálása
ms: Jadilah Ralat mengimport kunci peribadi ini
nb: Det oppstod en feil under importere denne private nøkkelen
pt: Houve um erro ao importar esta chave privada
pt_br: Houve um erro ao importar esta chave privada
ro: Eroare la importul de această cheie privată
sk: Vyskytla sa chyba importu tento súkromný kľúč
sl: Napaka pri uvažanju ta zasebni ključ
zh_tw: 導入此私密金鑰時出錯

source: These options are recommended for advanced users only. Continue?
ar: هذه الخيارات هي مستحسن للمستخدمين المتقدمين فقط. هل تريد المتابعة؟
ca: Aquestes opcions són recomanables per a usuaris avançats només. Voleu continuar?
da: Disse indstillinger er anbefalet for erfarne brugere kun. Vil du fortsætte?
el: Αυτές οι επιλογές συνιστάται μόνο για προχωρημένους χρήστες. Συνέχεια;
es_mx: Estas opciones se recomiendan sólo para usuarios avanzados. ¿Continuar?
fi: Nämä vaihtoehdot ovat suositellaan vain kokeneille käyttäjille. Haluatko jatkaa?
fr: Ces options sont recommandées pour les utilisateurs avancés seulement. Continuer ?
he: אפשרויות אלה מומלץ עבור משתמשים מתקדמים בלבד. האם להמשיך?
hi: ये विकल्प केवल उन्नत उपयोगकर्ताओं के लिए सिफारिश कर रहे हैं। जारी रखें?
hr: Ove opcije se preporučuje samo naprednim korisnicima. Želite li nastaviti?
hu: Ezek a beállítások csak haladóknak ajánlott. Folytatja?
ms: Opsyen ini disyorkan untuk pengguna yang maju hanya. Teruskan?
nb: Disse alternativene er anbefalt for avanserte brukere. Vil du fortsette?
pt: Essas opções são recomendadas somente para usuários avançados. Continuar?
pt_br: Estas opções são recomendadas apenas para usuários avançados. Continuar?
ro: Aceste opţiuni sunt recomandate doar pentru utilizatorii avansați. Continuați?
sk: Tieto možnosti sa odporúča iba pre skúsených používateľov. Chcete pokračovať?
sl: Te možnosti se priporoča le izkušenim uporabnikom. Ali želite nadaljevati?
zh_tw: 這些選項被建議僅高級使用者使用。要繼續嗎?

source: This action requires the private key for the Bitcoin address %@. Please scan the QR code.
ar: يتطلب هذا الإجراء المفتاح الخاص ل %@ عنوان بيتكوين. الرجاء مسح رمز ريال قطري.
ca: Aquesta acció requereix la clau privada per a la Bitcoin adreça %@. Si us plau escanegeu el codi QR.
da: Denne handling kræver den private nøgle for Bitcoin adresse %@. Venligst scanne QR-koden.
el: Αυτή η ενέργεια απαιτεί το ιδιωτικό κλειδί για το Bitcoin διεύθυνση %@. Παρακαλούμε να Σκανάρετε τον κωδικό QR.
es_mx: Esta acción requiere una clave privada para la dirección Bitcoin %@. Escanea el código QR.
fi: Tämä toiminto edellyttää yksityisen avaimen Bitcoin osoite %@. Skannaa QR-koodi.
fr: Cette action nécessite la clé privée pour le %@ d'adresse Bitcoin. Veuillez scanner le code QR.
he: פעולה זו דורשת את המפתח הפרטי עבור %@ כתובת ביטקוין. בבקשה לסרוק קוד QR.
hi: इस क्रिया के लिए Bitcoin पता %@ निजी कुंजी की आवश्यकता है। कृपया QR कोड स्कैन करें।
hr: Ova akcija zahtijeva privatni ključ za Bitcoin adresa %@. Skenirajte QR kod.
hu: Ez a művelet megköveteli a személyes kulcsot a Bitcoin cím %@. Legyen szíves átkutat a QR-kód.
ms: Tindakan ini memerlukan kunci peribadi untuk %@ alamat Bitcoin. Sila imbas Kod QR.
nb: Denne handlingen krever privatnøkkelen for Bitcoin adressen %@. Kan skanne QR code.
pt: Esta ação requer a chave particular para o %@ de endereço Bitcoin. Por favor verificar o código QR.
pt_br: Esta ação requer a chave privada de seu endereço Bitcoin %@. Por favor, escaneie o código QR.
ro: Această acţiune necesită acces la cheia privată pentru Bitcoin adresa %@. Vă rugăm să scanaţi codul QR.
sk: Táto akcia vyžaduje súkromný kľúč pre Bitcoin adresu %@. Prosím scan QR kód.
sl: To dejanje zahteva zasebni ključ za Bitcoin naslov %@. Vas prosimo, skeniranje QR kode.
zh_tw: 此操作需要使用私密金鑰的比特幣位址 %@。請掃描 QR 代碼。
