Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Create new address
ar: إنشاء عنوان جديد
ca: Crear nova adreça
da: Opret ny adresse
el: Δημιουργία νέας διεύθυνσης
es_mx: Crear nueva dirección
fi: Luo uusi osoite
fr: Créer une nouvelle adresse
he: ליצור כתובת חדשה
hi: नया पता बनाएँ
hr: Stvori novu adresu
hu: Hozzon létre új címet
ms: Buat alamat baru
nb: Lage ny adresse
pt: Criar novo endereço
pt_br: Criar novo endereço
ro: Creare adresă
sk: Vytvoriť novú adresu
sl: Ustvarite nov naslov
zh_tw: 創建新的位址

source: Creating
ar: إنشاء
ca: Creació
cs: Vytváření
da: At skabe
el: Τη δημιουργία
es_mx: Creando
fi: Luominen
fr: Création
he: יצירת
hi: बनाना
hr: Stvaranje
hu: Létrehozása
ms: Mewujudkan
nb: Opprette
pt: Criação de
pt_br: Criando
ro: Crearea
sk: Vytvorenie
sl: Ustvarjanje
zh_tw: 創建

source: Creating V3 Wallet
ar: إنشاء المحفظة V3
ca: Creació de cartera de V3
cs: Vytváření V3 Peněženka
da: At skabe V3 tegnebog
el: Τη δημιουργία πορτοφολιού V3
es_mx: Creando monedero V3
fi: Luominen V3 lompakko
fr: Création d’un portefeuille V3
he: יצירת הארנק V3
hi: V3 बटुआ बनाना
hr: Stvaranju V3 novčanik
hu: V3 pénztárca létrehozása
ms: Mewujudkan V3 Wallet
nb: Opprette V3 lommebok
pt: Criação de carteira de V3
pt_br: Criando Carteira V3
ro: Crearea V3 portofel
sk: Vytváranie V3 peňaženka
sl: Ustvarjanje V3 denarnice
zh_tw: 創建 V3 錢包

source: Creating Wallet
ar: إنشاء المحفظة
ca: Creació de cartera
cs: Vytváření Peněženka
da: At skabe tegnebog
el: Τη δημιουργία πορτοφολιού
es_mx: Creando el monedero
fi: Luo lompakko
fr: Création d’un portefeuille
he: יצירת הארנק
hi: बटुआ बनाना
hr: Stvaranje novčanik
hu: Pénztárca létrehozása
ms: Mewujudkan Wallet
nb: Opprette lommebok
pt: Criação de carteira
pt_br: Criando Carteira
ro: Crearea de portofel
sk: Vytváranie peňaženka
sl: Ustvarjanje denarnice
zh_tw: 創建的錢包

source: Creating new Wallet
ar: إنشاء محفظة جديدة
ca: Crear nova cartera
cs: Vytvoření nové peněženky
da: At skabe ny tegnebog
el: Δημιουργώντας νέα πορτοφόλι
es_mx: Creando nuevo monedero
fi: Luo uusi lompakko
fr: Création d’un nouveau portefeuille
he: יצירת הארנק החדש
hi: नई बटुआ बनाना
hr: Stvaranje nove novčanik
hu: Új Mobiltárcaprofil létrehozása
ms: Mewujudkan Wallet baru
nb: Opprette ny lommebok
pt: Criação de nova carteira
pt_br: Criando nova Carteira
ro: Crearea de noi portofel
sk: Vytvorenie novej peňaženky
sl: Ustvarjanje nove denarnice
zh_tw: 創建新的錢包

source: Creating new address
ar: إنشاء عنوان جديد
ca: Creació de la nova adreça
da: Opretter ny adresse
el: Δημιουργώντας νέα διεύθυνση
es_mx: Creando nueva dirección
fi: Luo uusi osoite
fr: Création de nouvelle adresse
he: יצירת כתובת חדשה
hi: नया पता बनाना
hr: Stvaranje nove adrese
hu: Új cím létrehozása
ms: Mencipta alamat baru
nb: Lage ny adresse
pt: Criando novo endereço
pt_br: Criando novo endereço
ro: Creare adresă nouă
sk: Vytvoriť novú adresu
sl: Ustvarjanje novega naslova
zh_tw: 創建新的位址

source: Current rate: %@ BTC
ar: المعدل الحالي: %@ BTC
ca: Taxa actual: %@ BTC
cs: Aktuální kurz: %@ BTC
da: Aktuel kurs: %@ BTC
el: Σημερινό ποσοστό: %@ BTC
es_mx: Tarifa actual: %@ BTC
fi: Nykyinen määrä: %@ BTC
fr: Taux actuel : %@ BTC
he: שיעור נוכחי: %@ BTC
hi: वर्तमान दर: %@ बीटीसी
hr: Sadašnja stopa: %@ BTC
hu: Jelenlegi árfolyam: %@ BTC
ms: Harga semasa: %@ BTC
nb: Gjeldende hastighet: %@ BTC
pt: Taxa atual: %@ BTC
pt_br: Taxa atual: %@ BTC
ro: Rata: %@ BTC
sk: Aktuálny kurz: %@ BTC
sl: Trenutna stopnja: %@ BTC
zh_tw: 現價: %@ BTC

source: Customize the way you organize your bitcoin in your Blockchain Wallet
ar: تخصيص الطريقة التي يمكنك تنظيم الخاصة بك بيتكوين في محفظتك بلوكتشين
da: Tilpasse den måde, du organisere dine bitcoin i tegnebogen Blockchain
el: Να προσαρμόσετε τον τρόπο που μπορείτε να οργανώσετε σας bitcoin στο πορτοφόλι σας Blockchain
es_mx: Personaliza la forma en que organizas tu Bitcoin en tu monedero Blockchain
fi: Mukauttaa tapaa, jolla voit järjestää oman bitcoin Blockchain lompakko
he: התאמה אישית של הדרך בה תארגן ביטקוין שלך בארנק שלך Blockchain
hi: आप अपने लॉकचेन बटुए में आपके bitcoin व्यवस्थित तरीके को अनुकूलित
hr: Prilagoditi način organiziranja vašeg bitcoin u novčaniku Blockchain
hu: Megszokott a út Ön szervez a bitcoin a Blockchain pénztárca
ms: Menyesuaikan cara anda menguruskan bitcoin anda dalam dompet Blockchain
nb: Tilpasse måten du organiserer dine bitcoin i lommeboken Blockchain
pt: Personalizar a maneira como você organiza seu bitcoin em sua carteira de Blockchain
pt_br: Personalize a forma como os bitcoins são organizados em sua Carteira Blockchain
ro: Particularizați modul în care vă organizaţi dumneavoastră bitcoin în portofel Blockchain
sk: Prispôsobiť spôsob, ako si zorganizovať svoje bitcoin v peňaženke Blockchain
sl: Prilagodite si organizirati vaš bitcoin v denarnici Blockchain
zh_tw: 自訂您組織您的比特幣在皮夾裡 Blockchain 的方式

source: Date
ar: تاريخ
da: Dato
el: Ημερομηνία
fi: Päivämäärä
he: תאריך
hi: दिनांक
hr: Datuma
hu: Dátum
ms: Tarikh
nb: Dato
pt: Data
pt_br: Data
ro: Data
sk: Dátum
sl: Datum
zh_tw: 日期

source: Debug
ar: التصحيح
ca: Depuració
cs: Ladění
el: Εντοπισμού σφαλμάτων
es_mx: Depurar
fr: Débogage
he: איתור באגים
hi: डीबग करें
hr: Ispravljanje pogrešaka
ms: Nyahpepijat
nb: Feilsøke
pt: Depurar
pt_br: Depuração
ro: Depanare
sk: Ladenie
sl: Iskanje napak
zh_tw: 調試

source: Decrypted PIN Password length 0
ar: فك تشفير كلمة المرور PIN طول 0
ca: Llargada de contrasenya PIN descriptada 0
cs: Dešifrovaný délka hesla PIN 0
da: Dekrypterede PIN adgangskodelængde 0
el: Αποκρυπτογραφηθούν με τον PIN κωδικό μήκος 0
es_mx: Longitud de la contraseña PIN decodificada 0
fi: Decrypted PIN salasanan pituus on 0
fr: Longueur du mot de passe PIN décrypté 0
he: אורך PIN סיסמה מפוענחים 0
hi: Decrypted पिन पासवर्ड लंबाई 0
hr: Raskrivanje lozinka PIN duljine 0
hu: Visszafejtett TÛS jelszó hossza 0
ms: Panjang PIN kata laluan arca 0
nb: Dekrypterte PIN passordlengde 0
pt: Comprimento de pinos senha descriptografado 0
pt_br: Extensão da Senha PIN decodificada: 0
ro: Lungimea parolei PIN decriptat 0
sk: Dešifrovanie hesla PIN dĺžka 0
sl: Dešifrirati geslo PIN dolžino 0
zh_tw: 解密的 PIN 密碼長度為 0

source: Decrypting Private Key
ar: فك تشفير المفتاح الخاص
ca: Desxifrar la clau privada
cs: Dešifrování soukromý klíč
da: Dekryptere Private nøgle
el: Αποκρυπτογράφηση ιδιωτικού κλειδιού
es_mx: Decodificando la clave privada
fi: Salauksen yksityistä avainta
fr: Décryptage de clé privée
he: פענוח מפתח פרטי
hi: निजी कुंजी डीक्रिप्ट करने
hr: Dekriptiranje privatnim ključ
hu: Személyes kulcs visszafejtése
ms: Menyahdekripsi kunci peribadi
nb: Dekryptering privatnøkkel
pt: Descriptografar a chave privada
pt_br: Decodificando Chave Privada
ro: Decriptarea cheie privată
sk: Dešifrovanie súkromný kľúč
sl: Zasebni ključ za dešifriranje
zh_tw: 解密私密金鑰

source: Decrypting Wallet
ar: فك المحفظة
ca: Desxifrar la cartera
cs: Dešifrování Peněženka
da: Dekryptere tegnebog
el: Αποκρυπτογράφηση πορτοφόλι
es_mx: Decodificando el monedero
fi: Salauksen lompakko
fr: Décryptage de portefeuille
he: פענוח הארנק
hi: बटुआ डीक्रिप्ट करने
hr: Dekriptiranje novčanik
hu: Pénztárca visszafejtése
ms: Wallet menyahdekripsi
nb: Dekryptering lommebok
pt: Descriptografando carteira
pt_br: Decodificando Carteira
ro: Decriptarea portofel
sk: Dešifrovanie peňaženka
sl: Dešifriranje denarnice
zh_tw: 解密的錢包

source: Default
ar: افتراضي
ca: Per defecte
cs: Výchozí
da: Standard
el: Προεπιλογή
es_mx: Predeterminado
fi: Oletus
fr: Défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadani
hu: Alapértelmezett
ms: Lalai
nb: Standard
pt: Padrão
pt_br: Padrão
ro: În mod implicit
sk: Predvolené
sl: Privzeto
zh_tw: 預設

source: Description
ar: الوصف
da: Beskrivelse
el: Περιγραφή
es_mx: Descripción
fi: Kuvaus
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
ms: Description/kawalan
nb: Beskrivelse
pt: Descrição
pt_br: Descrição
ro: Descriere
sk: Popis
sl: Opis
zh_tw: 描述

source: Details
ar: تفاصيل
da: Detaljer
el: Λεπτομέρειες
es_mx: Detalles
fi: Tiedot
he: פרטים
hi: विवरण
hr: Detalji
hu: Részletek
ms: Butir-butir
nb: Detaljer
pt: Detalhes
pt_br: Detalhes
ro: Detalii
sk: Podrobnosti
sl: Podrobnosti
zh_tw: 詳細資訊

source: Disable
ar: قم بتعطيل
ca: Impossibilitar
cs: Zakázat
da: Deaktiver
el: Απενεργοποίηση
es_mx: Deshabilitar
fi: Poista käytöstä
fr: Désactiver
he: בטל
hi: अक्षम करें
hr: Onemogućiti
hu: Letiltása
ms: Mematikan
nb: Deaktiver
pt_br: Desativar
ro: Nu fi de acord
sk: Vypnúť
sl: Onemogoči
zh_tw: 禁用

source: Disabled
ar: ذوي
ca: Amb discapacitat
cs: Zakázáno
da: Handicappede
el: Άτομα με ειδικές ανάγκες
es_mx: Deshabilitado
fi: Vammaisten
fr: Désactivé
he: בעלי מוגבלויות
hi: विकलांग
hr: S invaliditetom
hu: Fogyatékkal élő
ms: Kurang Upaya
nb: Deaktivert
pt: Com deficiência
pt_br: Desativado
ro: Cu handicap
sk: Telesne
sl: Invalidne
zh_tw: 已禁用

source: Display
ar: عرض
ca: Exhibició
cs: Zobrazení
el: Οθόνη
es_mx: Mostrar
fi: Näyttö
fr: Afficher
he: התצוגה
hi: प्रदर्शन
hr: Prikaz
hu: Kijelző
ms: Paparan
nb: Skjerm
pt: Exposição
pt_br: Exibir
ro: Afişare
sk: Displej
sl: Prikaz
zh_tw: 顯示

source: Do you really want to log out?
ar: هل تريد تسجيل الخروج حقاً؟
ca: Realment voleu desconnectar?
cs: Opravdu chcete odhlásit?
da: Vil du logge?
el: Θέλετε να αποσυνδεθείτε;
es_mx: ¿Realmente deseas cerrar sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vraiment fermer la session ?
he: אתה רוצה לצאת?
hi: तुम सच में लॉग इन करने के लिए चाहते हैं?
hr: Stvarno želite odjaviti?
hu: Igazán akar kijelentkezni?
ms: Adakah anda benar-benar mahu log keluar?
nb: Vil du logge?
pt: Você quer sair?
pt_br: Você realmente deseja sair?
ro: Într-adevăr doriţi să ieşiţi?
sk: Naozaj chcete odhlásiť?
sl: Ali res želite odjaviti?
zh_tw: 你真的想要登出嗎?

source: Don't show again
ar: لا تظهر مرة أخرى
ca: No tornis a mostrar
da: Vis ikke igen
el: Να μην εμφανιστεί ξανά
es_mx: No volver a mostrar
fi: Älä Näytä uudelleen
fr: Ne plus afficher
he: אל תציג שוב
hi: फिर से न दिखाएँ
hr: Ne pokazuj više
hu: Ne jelenjék meg többé
ms: Jangan tunjuk lagi
nb: Ikke Vis igjen
pt: Não mostrar novamente
pt_br: Não exibir novamente
ro: Nu se mai afișează
sk: Nabudúce nezobrazovať
sl: Ne kaži več
zh_tw: 不要再顯示

source: Done
ar: عمله
ca: Fet
cs: Hotovo
da: Gjort
el: Γίνει
es_mx: Completado
fi: Tehnyt
fr: Exécuté
he: עשיתי
hi: किया
hr: Učinio
hu: Kész
ms: Dilakukan
nb: Gjort
pt: Feito
pt_br: Pronto
ro: Făcut
sk: Hotovo
sl: Opravljeno
zh_tw: 完成

source: Downloading Wallet
ar: تحميل المحفظة
ca: Descarregant la cartera
cs: Stahování Peněženka
da: Downloade tegnebog
el: Τη λήψη πορτοφόλι
es_mx: Descargando el monedero
fi: Lataaminen lompakko
fr: Téléchargement du portefeuille
he: הורדת את הארנק
hi: बटुआ डाउनलोड करना
hr: Skidanje novčanik
hu: Letöltés pénztárca
ms: Memuat turun Wallet
nb: Nedlasting lommebok
pt: Transferindo a carteira
pt_br: Baixando Carteira
ro: Descărcare portofel
sk: Sťahovanie peňaženka
sl: Prenos denarnice
zh_tw: 下載的錢包

source: Easy one time wallet backup keeps you in control of your funds
ar: النسخ الاحتياطي في المحفظة مرة واحدة سهلة تبقيك في السيطرة على الأموال الخاصة بك
ca: Còpia de seguretat una vegada fàcil cartera que manté el control dels seus fons
cs: Snadné jednou peněženku zálohování vás drží kontrolu nad vaší fondů
da: Nem en gang tegnebog backup holder dig kontrol over dine penge
el: Εύκολο ένα χρόνο εφεδρικής τροφοδοσίας πορτοφόλι σας κρατά σε έλεγχο των κεφαλαίων σας
es_mx: El sencillo respaldo de una sola vez te permite mantener el control de tus fondos
fi: Helppo ainoa aika lompakko varmuuskopiointi pitää sinut valvonta rahat
fr: Simple d’utilisation, la sauvegarde de portefeuille vous permet de contrôler vos fonds
he: פעם אחת קלה הארנק גיבוי משאיר אותך בשליטה של קרנות שלך
hi: आसान एक बार बटुए बैकअप आप आपके धन के नियंत्रण में रहता है
hr: Lako jednom novčanik sigurnosna kopija čuva u kontrolu nad sredstvima
hu: Könnyű idő pénztárca hát tart ellenőrzése a pénzed
ms: Mudah sekali wallet sandaran menjadikan anda dalam kawalan wang anda
nb: Lett en gang lommebok sikkerhetskopiering holder deg i kontroll over pengene dine
pt: Backup de carteira de fácil um tempo mantém você no controle de seus fundos
pt_br: O backup em um só procedimento mantém você no controle dos seus fundos
ro: Rezervă de portofel uşor o dată te ţine în controlul fondurile tale
sk: Jednoduché raz peňaženka zálohovania vás drží pod kontrolou svoje finančné prostriedky
sl: Enostavno enkrat denarnico backup omogoča nadzor vaših sredstev
zh_tw: 輕鬆一次錢包備份讓您控制您的資金

source: Edit
ar: تحرير
ca: Editar
cs: Úpravy
da: Rediger
el: Επεξεργασία
es_mx: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztése
nb: Rediger
pt: Editar
pt_br: Editar
ro: Editare
sk: Upraviť
sl: Urejanje
zh_tw: 編輯

source: Email
ar: البريد الإلكتروني
ca: Correu electrònic
el: Ηλεκτρονικό ταχυδρομείο
es_mx: Correo electrónico
fi: Sähköposti
he: דוא
hi: ईमेल
hr: E-pošte
hu: E-mailben
ms: E-mel
nb: E-post
sk: E-mailom
sl: E-pošta
zh_tw: 電子郵件

source: Email Notifications
ar: إعلامات البريد الإلكتروني
ca: Notificacions per correu electrònic
cs: E-mailová upozornění
da: E-mail-meddelelser
el: Ανακοινώσεις ηλεκτρονικού ταχυδρομείου
es_mx: Notificaciones por correo electrónico
fi: Sähköposti-ilmoitukset
fr: Notifications par e-mail
he: הודעות דוא
hi: ईमेल सूचनाएँ
hr: Obavijesti e-poštom
hu: E-mail értesítések
ms: Pemberitahuan e-mel
nb: Beskjeder
pt: Notificações por e-mail
pt_br: Notificações por E-mail
ro: Notificări prin e-mail
sk: Upozornenia e-mailom
sl: E-obvestila
zh_tw: 電子郵件通知

source: Email Verified
ar: التحقق من البريد الإلكتروني
ca: Correu electrònic verificat
cs: E
da: Email bekræftet
el: Λευκόψαρων
es_mx: Correo electrónico verificado
fi: Sähköposti tarkistaa
fr: E-mail vérifié
he: אימות דוא
hi: ईमेल सत्यापित
hr: E provjeriti
hu: Ellenőrzött e-mail
ms: E-mel yang disahkan
nb: Email bekreftet
pt: E-mail verificado
pt_br: E-mail Verificado
ro: E-mail verificată
sk: E-mail overený
sl: Email preverjalec
zh_tw: 電子郵件驗證

source: Empty response from server.
ar: فارغة واستجابة من الملقم.
ca: Buit resposta del servidor.
cs: Prázdná odpověď ze serveru.
da: Tomme svar fra serveren.
el: Κενή απόκριση από το διακομιστή.
es_mx: Respuesta vacía del servidor.
fi: Tyhjä vastaus palvelimelta.
fr: Réponse vide du serveur.
he: תגובה ריקה מהשרת.
hi: सर्वर से खाली प्रतिसाद।
hr: Prazan odgovor poslužitelja.
hu: Üres válasz a kiszolgálótól.
ms: Kosong respons daripada pelayan.
nb: Tomme svar fra serveren.
pt: Resposta vazia do servidor.
pt_br: Resposta nula do servidor.
ro: Gol de răspuns de la server.
sk: Prázdna odpoveď zo servera.
sl: Prazen odgovor strežnika.
zh_tw: 伺服器的空回應。

source: Enable
ar: تمكين
ca: Permetre
cs: Povolit
da: Aktiverer
el: Ενεργοποίηση
es_mx: Habilitar
fi: Ota käyttöön
fr: Activer
he: לאפשר
hi: सक्षम करें
hr: Omogućiti
hu: Engedélyezi a
ms: Membolehkan
nb: Aktiverer
pt_br: Ativar
ro: Permite
sk: Zapnúť
sl: Omogoči
zh_tw: 啟用

source: Enable 2-Step
ar: تمكين الخطوة 2
ca: Permetre 2-pas
cs: Povolit 2-Step
da: Aktivere 2-trins
el: Επιτρέψει 2-βήμα
es_mx: Habilitar verificación de 2 pasos
fi: Ota 2-vaiheinen
fr: Activez les 2 étapes
he: לאפשר דו-שלבי
hi: 2-चरणीय सक्षम करें
hr: Omogućiti 2 koraka
hu: Engedélyezi a 2-lépcsős
ms: Membolehkan langkah 2
nb: Aktiver 2-trinns
pt: Habilitar o 2-Step
pt_br: Ativar Verificação em 2 Passos
ro: Activaţi 2-pas
sk: Povoliť 2-Step
sl: Omogoči 2-korak
zh_tw: 啟用 2 步

source: Enable 2-Step for SMS
ar: تمكين 2-خطوة للرسائل القصيرة
ca: Permetre 2-pas per SMS
cs: Povolit 2krok pro SMS
da: Aktiver 2-trins for SMS
el: Επιτρέψει 2-βήμα για SMS
es_mx: Habilitar verificación de 2 pasos para SMS
fi: Ota 2-vaiheinen SMS
fr: Activez les 2 étapes pour les SMS
he: אפשר 2-צעד עבור SMS
hi: 2-चरण SMS के लिए सक्षम करें
hr: Omogućiti 2 koraka za SMS
hu: 2 lépés engedélyezi az SMS
ms: Membolehkan langkah 2 SMS
nb: Aktivere 2-Step for SMS
pt: Habilitar o 2-Step para SMS
pt_br: Ativar Verificação em 2 Passos para SMS
ro: Activaţi 2-pas pentru SMS
sk: Povoliť 2-Step pre SMS
sl: Omogoči 2-korak za SMS
zh_tw: 為 SMS 啟用 2 步

source: Enable Location Services
ar: تمكين خدمات الموقع
ca: Permetre serveis d'ubicació
cs: Povolení služby pro umístění
da: Aktiver placeringstjenester
el: Ενεργοποιήστε τις υπηρεσίες τοποθεσίας
es_mx: Habilitar los servicios de localización
fi: Ota sijaintipalvelut
fr: Activez le service de localisation
he: הפעלת שירותי איכון
hi: स्थान सेवाओं को सक्षम करें
hr: Omogućavanje usluga lokacije
hu: Engedélyezi a helyszolgáltatása
ms: Membolehkan lokasi Perkhidmatan
nb: Aktiver posisjonstjenestene
pt: Habilitar os serviços de localização
pt_br: Ativar Serviços de Localização
ro: Activare servicii de localizare
sk: Povoliť umiestnenie služby
sl: Omogočite lokacijske storitve
zh_tw: 啟用定位服務

source: Enable notifications to receive an email or SMS message whenever you receive bitcoin. Only labeled addresses and imported addresses are eligible to trigger notifications.
ar: تمكين إعلامات تلقي بريد إلكتروني أو رسالة SMS عند تلقي بيتكوين. فقط المسمى عناوين واستيراد عناوين المؤهلة للإخطارات بالمشغل.
da: Aktiver meddelelser til at modtage en e-mail eller SMS besked, hver gang du modtager bitcoin. Kun mærket adresser og er adresser berettiget til at udløse underretninger.
el: Για να ενεργοποιήσετε τις ειδοποιήσεις για να λάβετε ένα email ή ένα μήνυμα SMS κάθε φορά που λαμβάνετε το bitcoin. Μόνο χαρακτηρισμένα διευθύνσεις και εισάγονται οι διευθύνσεις είναι επιλέξιμες με έναυσμα ειδοποιήσεις.
es_mx: Habilita las notificaciones para recibir un correo electrónico o mensaje de texto cada vez que recibes un bitcoin. Solo las direcciones con etiqueta y las direcciones importadas pueden activar notificaciones.
fi: Ottaa käyttöön ilmoitukset vastaanottamaan sähköpostia tai tekstiviestin aina, kun vastaanotat bitcoin. Vain merkitty osoitteet ja tuodut osoitteet voivat laukaista ilmoitukset.
he: לאפשר הודעות כדי לקבל דואר אלקטרוני או הודעת SMS בכל פעם שאתה מקבל ביטקוין. רק עם תוויות כתובות ולא לייבא כתובות זכאים הודעות על ההדק.
hi: जब भी आप bitcoin प्राप्त एक ईमेल या एसएमएस संदेश प्राप्त करने के लिए सूचनाएँ सक्षम करें। केवल पते लेबल और आयातित पतों सूचना ट्रिगर करने के लिए पात्र हैं।
hr: Omogući obavijesti primati e-mail ili SMS poruku svaki put kada zaprimite bitcoin. Samo označene adrese i uvoze adrese imaju pravo to obarač obavijest.
hu: Engedélyezi az értesítéseket szeretne kapni egy e-mailben vagy SMS-t kapni bitcoin. Csak a jelölt címeket és importált címek jogosultak trigger értesítések.
ms: Mendayakan pemberitahuan untuk menerima email atau mesej SMS apabila anda menerima bitcoin. Sahaja dilabelkan alamat dan diimport alamat adalah layak untuk pemberitahuan pencetus.
nb: Aktivere varsler å motta epost eller SMS-melding når du mottar bitcoin. Bare merket adresser og importerte er adresser kvalifisert til å utløse varsling.
pt: Habilitar notificações receber um e-mail ou mensagem SMS sempre que você receber bitcoin. Apenas rotulado endereços e importados endereços são elegíveis para notificações de gatilho.
pt_br: Habilite as notificações via e-mail ou SMS sempre que receber bitcoins. Apenas endereços etiquetados e endereços importados podem gerar notificações.
ro: Activare notificări pentru a primi un e-mail sau mesaj SMS ori de câte ori primiţi bitcoin. Numai etichetat adrese şi importate adrese sunt eligibile pentru a declanşa notificări.
sk: Zapnúť upozornenia na prijímanie e-mailu alebo SMS správy vždy, keď dostanete bitcoin. Iba označené adresy a importovať adresy sú oprávnené spúšť oznámenia.
sl: Omogočanje obvestil za prejemanje e-pošte ali SMS sporočilo vsakokrat, ko prejmete bitcoin. Samo označeni naslovi in uvožene naslove so upravičeni, da sproži obvestila.
zh_tw: 啟用通知來接收電子郵件或 SMS 消息，每當您收到比特幣。只有標記為位址和導入位址有資格向觸發通知。
