Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Blockchain needs Location Services enabled in order to access your location. You can enable access in Settings->Privacy->Location->Location Services
ar: بلوكتشين يحتاج إلى "خدمات الموقع التي" يوفرها من أجل الوصول إلى الموقع الخاص بك. يمكنك تمكين الوصول في إعدادات--> الخصوصية--> الموقع--> "خدمات الموقع"
ca: Blockchain ha permès per accedir a la ubicació de serveis d'ubicació. Tens accés en escenes d'intimitat de -> -> localització -> serveis d'ubicació
cs: Blockchain potřebuje umístění služby povoleny při přístupu k vaší polohu. Přístup můžete povolit v nastavení -> soukromí -> umístění -> umístění služby
da: Blockchain behov for placeringstjenester aktiveret for at få adgang til din placering. Du kan aktivere adgang i Indstillinger -> privatliv -> placering -> placeringstjenester
el: Blockchain χρειάζεται υπηρεσίες τοποθεσίας ενεργοποιημένη για να αποκτήσει πρόσβαση στην τοποθεσία σας. Μπορείτε να ενεργοποιήσετε την πρόσβαση στις ρυθμίσεις -> προσωπικό απόρρητο -> θέση -> υπηρεσίες τοποθεσίας
es_mx: Blockchain necesita tener los servicios de localización habilitados para acceder a tu ubicación. Puedes habilitar el acceso en Ajustes -> Privacidad -> Servicios de localización
fi: Blockchain on käytössä, jotta voidaan käyttää sijaintiasi paikannuspalvelut. Voit ottaa access-asetukset -> Tietosuoja -> sijainti -> Sijaintipalvelut
fr: Blockchain a besoin d’activer le Service de localisation afin d'accéder à votre position. Vous pouvez activer l'accès dans Paramètres -> Confidentialité -> Localisation->Service de localisation
he: Blockchain צריך שירותי איכון זמינה כדי לגשת למיקום שלך. באפשרותך לאפשר גישה בהגדרות -> פרטיות -> מיקום -> שירותי איכון
hi: Blockchain स्थान सेवाएँ आपके स्थान तक पहुंचने के लिए सक्षम की जरूरत है। आप तक पहुँच को सक्षम कर सकते हैं गोपनीयता में सेटिंग्स -> -> स्थान स्थान सेवाएँ ->
hr: Blockchain treba Lokacijske usluge omogućen za pristup vašoj lokaciji. Omogućite pristup u postavke -> Privacy -> mjesto -> Lokacijske usluge
hu: Blockchain kell a helyszolgáltatása engedélyeznie a helyadataihoz való hozzáférést. Engedélyezheti a hozzáférést a beállítások -> Adatvédelem -> hely -> helymeghatározási szolgáltatások
ms: Blockchain memerlukan perkhidmatan lokasi yang dibolehkan untuk mencapai lokasi anda. Anda boleh mendayakan capaian dalam seting Privasi yang -> -> lokasi -> Perkhidmatan lokasi
nb: Blockchain må stedstjenester aktivert for å få tilgang til din plassering. Kan du aktivere tilgang innstillinger -> Personvern -> plassering -> stedstjenester
pt: Blockchain precisa de localização serviços habilitados para acessar a sua localização. Você pode habilitar acesso em Configurações -> Privacidade -> Localização -> serviços de localização
pt_br: A Blockchain precisa que a Localização do seu dispositivo esteja ativada para acessar sua localização. Você pode ativar o acesso em Configurações -> Privacidade -> Localização -> Serviços de Localização
ro: Blockchain are nevoie de servicii de localizare activat pentru a acces la locaţia dvs. Puteţi permite accesul în Setări -> Privacy -> locaţie -> servicii de localizare
sk: Blockchain potrebuje Location Services povolená na prístup k vašej polohe. Môžete povoliť prístup v nastavenia -> Súkromie -> umiestnenie -> Služby polohy
sl: Blockchain potrebuje Location Services omogočen dostop do vaše lokacije. Omogočite dostop v nastavitve -> zasebnost -> Lokacija -> lokacijske storitve
zh_tw: Blockchain 需要位置服務啟用，以便訪問您所在的位置。您可以啟用訪問在設置-> 隱私-> 位置-> 定位服務

source: Blocked
ar: حظر
ca: Bloquejat
cs: Blokováno
da: Blokeret
el: Μπλοκάρει
es_mx: Bloqueado
fi: Estetty
fr: Bloqué
he: חסם
hi: ब्लॉक की गई
hr: Blokiran
hu: Blokkolt
ms: Disekat
nb: Blokkert
pt: Bloqueados
pt_br: Bloqueado
ro: Blocat
sk: Blokované
sl: Blokiran
zh_tw: 阻止

source: Calculating: Address %@ of %@
ar: حساب: عنوان %1$@ من %2$@
da: Beregning af: Adresse %1$@ af %2$@
el: Υπολογισμός: Διεύθυνση %1$@ του %2$@
es_mx: Calculatr: Dirección %1$@ of %2$@
fi: Lasketaan: Osoite %1$@ %2$@
he: חישוב: %1$@ כתובת של %2$@
hi: की गणना: %2$@ का पता %1$@
hr: Izračun: Adresa %1$@ od %2$@
hu: Kiszámítása: Cím %1$@, %2$@
ms: Pengiraan: Alamat %1$@ daripada %2$@
nb: Beregner: Adresse %1$@ av %2$@
pt: Cálculo: Endereço %1$@ de %2$@
pt_br: Calculando: Endereço %1$@ de %2$@
ro: Se calculează: %1$@ adresa de %2$@
sk: Výpočet: Adresu %1$@ %2$@
sl: Izračun: Naslov %1$@ od %2$@
zh_tw: 計算︰ 位址 %1$@ 的 %2$@

source: Camera Access Denied
ar: تم رفض الوصول إلى الكاميرا
ca: Càmera accés negat
cs: Fotoaparát přístup byl odepřen
da: Kamera adgang nægtet
el: Δεν επιτρέπεται η πρόσβαση φωτογραφική μηχανή
es_mx: Acceso a la cámara denegado
fi: Kameran käyttö estetty
fr: Accès à l’appareil photo refusé
he: המצלמה הגישה נדחתה
hi: कैमरे में प्रवेश निषेध है
hr: Kamera pristup odbijen
hu: Kamera-hozzáférés megtagadva
ms: Kamera capaian ditolak
nb: Kameraet tilgang
pt: Câmera acesso negado
pt_br: Acesso à câmera negado
ro: Aparat de fotografiat acces refuzat
sk: Fotoaparát prístup bol odmietnutý
sl: Camera dostop zavrnjen
zh_tw: 相機訪問被拒絕

source: Cancel
ar: إلغاء الأمر
ca: Cancel·la
cs: Zrušit
da: Annuller
el: "Άκυρο"
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
ms: Batal
nb: Avbryt
pt: Cancelar
pt_br: Cancelar
ro: Revocare
sk: Zrušiť
sl: Prekliči
zh_tw: 取消

source: Cancelling
ar: إلغاء
da: Annullering
el: Ακύρωση
es_mx: Cancelando
fi: Peruuttaminen
he: ביטול
hi: रद्द कर रहा है
hr: Otkazivanje
hu: Érvénytelenítés
ms: Membatalkan
nb: Avbryter
pt: Cancelamento de
pt_br: Cancelando
ro: Anularea
sk: Zrušenie
sl: Preklic
zh_tw: 取消

source: Cannot save PIN Code while wallet is not initialized or password is null
ar: لا يمكن حفظ رمز PIN في حين لم تتم تهيئة المحفظة أو كلمة المرور فارغ
ca: No es pot desar codi PIN, mentre que la cartera no està inicialitzada o contrasenya és nul.
cs: Nelze uložit kód PIN není inicializována peněženku nebo heslo null
da: Kan ikke gemme pinkode, mens tegnebog ikke er initialiseret eller adgangskode er null
el: Δεν μπορεί να σώσει κωδικό PIN, ενώ δεν έχει προετοιμαστεί πορτοφόλι ή τον κωδικό πρόσβασης είναι null
es_mx: No se puede guardar el código PIN cuando el monedero no se ha iniciado o la contraseña es nula
fi: Ei voi tallentaa PIN-koodin lompakko ei ole alustettu tai salasana on null
fr: Impossible d'enregistrer le code PIN tant que le portefeuille n’est pas initialisé ou que le mot de passe est invalide
he: אין אפשרות לשמור קוד PIN בזמן הארנק לא אותחל או סיסמה הוא null
hi: पिन कोड बटुआ प्रारंभ नहीं की गई है या पासवर्ड रिक्त है, जबकि सहेज नहीं सकते
hr: Ne može spremiti PIN koda dok novčanik nije inicijaliziran ili lozinka ima vrijednost null
hu: Nem tudja menteni a PIN-kódot, miközben pénztárca nincs inicializálva, vagy jelszó null
ms: Tidak dapat menyimpan kod PIN semasa wallet tidak dimulakan atau kata laluan tidak Batal
nb: Kan ikke lagre PIN-koden mens mur ikke er initialisert eller passord er null
pt: Não pode salvar o código PIN, enquanto a carteira não está inicializada ou senha é nula
pt_br: Não é possível salvar o Código PIN enquanto a carteira não for inicializada ou a senha for nula.
ro: Imposibil de salvat codul PIN în timp ce nu este inițializat portofel sau parola este null
sk: PIN kód sa nedá uložiť, kým nie je inicializovaný peňaženku alebo heslo má hodnotu null
sl: Ni mogoče shraniti kodo PIN, medtem ko denarnico ni inicializiran ali geslo je ničen
zh_tw: 未初始化的錢包或密碼為空時無法保存 PIN 碼

source: Change Email
ar: تغيير البريد الإلكتروني
ca: Canvia el correu electrònic
cs: Změnit E-mail
da: Ændre E-mail
el: Αλλαγή Email
es_mx: Cambiar correo electrónico
fi: Muuta sähköposti
fr: Changer l’e-mail
he: שינוי דוא
hi: ईमेल बदलें
hr: Promjena e-pošte
hu: E-mail cím megváltoztatása
ms: Menukar e-mel
nb: Endre e-post
pt: Alterar E-mail
pt_br: Alterar E-mail
ro: Schimba E-mail
sk: Zmeniť E-mail
sl: Spremenite e-poštni
zh_tw: 更改電子郵件

source: Change Mobile Number
ar: تغيير رقم الهاتف المحمول
ca: Canviar el número de mòbil
cs: Změnit číslo mobilního telefonu
da: Ændre mobil nummer
el: Αλλάξτε τον αριθμό του κινητού
es_mx: Cambiar número de celular
fi: Muuttaa matkapuhelinnumero
fr: Changer le numéro de portable
he: שינוי מספר טלפון נייד
hi: मोबाइल नंबर परिवर्तित करें
hr: Promijeniti broj mobitela
hu: Mobil szám módosítása
ms: Menukar nombor telefon bimbit
nb: Endre mobilnummer
pt: Alterar o número de telemóvel
pt_br: Alterar Número de Celular
ro: Schimba numărul de telefon mobil
sk: Zmena čísla mobilného telefónu
sl: Spremenite številko mobilnega telefona
zh_tw: 更改行動電話號碼

source: Change PIN
ar: تغيير رقم التعريف الشخصي
ca: Canvi PIN
cs: Změnit kód PIN
da: Skift PIN-kode
el: Αλλαγή PIN
es_mx: Cambiar PIN
fi: Vaihda PIN-tunnus
fr: Changer le code PIN
he: שינוי PIN
hi: PIN परिवर्तित करे
hr: Promijeni PIN
hu: PIN-kód módosítása
ms: Tukar PIN
nb: Endre PIN
pt: Alterar PIN
pt_br: Alterar PIN
ro: Schimbare PIN
sk: Zmena kódu PIN
sl: Sprememba PIN
zh_tw: 更改 pin 碼

source: Change Password
ar: تغيير كلمة المرور
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
el: Αλλαγή κωδικού πρόσβασης
es_mx: Cambiar contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
he: שינוי סיסמה
hi: पासवर्ड परिवर्तित करें
hr: Promjena lozinke
hu: Jelszó módosítása
ms: Tukar kata laluan
nb: Endre passord
pt: Alterar senha
pt_br: Alterar Senha
ro: Schimba parola
sk: Zmena hesla
sl: Spremeni geslo
zh_tw: 更改密碼

source: Change Password Hint
ar: تغيير تلميح كلمة المرور
ca: Suggeriment de contrasenya de canvi
cs: Změna nápovědy pro heslo
da: Ændre adgangskodetippet
el: Αλλαγή υπόδειξη κωδικού πρόσβασης
es_mx: Cambiar la sugerencia de contraseña
fi: Muutos salasanavihje
fr: Changer l’indice du mot de passe
he: שינוי לסיסמה
hi: बदलें पासवर्ड संकेत
hr: Promjena podsjetnik za lozinku
hu: Cserél jelszó-emlékeztető
ms: Pembayang kata laluan perubahan
nb: Endre passord vink
pt: Dica de senha de alteração
pt_br: Alterar Dica da Senha
ro: Indiciul pentru parolă schimbare
sk: Zmena pomôcky pre heslo
sl: Namig za geslo spremembe
zh_tw: 更改密碼提示

source: Change fee per kilobyte
ar: رسوم تغيير كل كيلوبايت
ca: Despeses de canvi per kilobyte
cs: Změna poplatku za KB
da: Ændre gebyr per kilobyte
el: Τέλος της αλλαγής, ανά kilobyte
es_mx: Comisión de cambio por kilobyte
fi: VAIHTOMAKSU per kilotavu
fr: Changer le prix par Kilooctet
he: שינוי דמי לכל קילו בייט
hi: किलोबाइट प्रति परिवर्तन शुल्क
hr: Naknada za promjenu po kilobajta
hu: Névváltoztatási díj kilobyte per
ms: Perubahan yuran setiap kilobyte
nb: Endre gebyr per kilobyte
pt: Taxa de mudança por kilobyte
pt_br: Alterar taxa por kilobyte
ro: Schimbare taxă pe kiloocteți
sk: Zmena poplatok za kB
sl: Sprememba pristojbina na kilobajtno
zh_tw: 更改費用每千位元組

source: Checking for Wallet updates
ar: التحقق من وجود تحديثات المحفظة
ca: S'estan cercant actualitzacions de cartera
cs: Kontrola aktualizací Peněženka
da: Kontrollere for opdateringer, tegnebog
el: Έλεγχος για ενημερώσεις πορτοφόλι
es_mx: Buscando actualizaciones del monedero
fi: Lompakko päivityksiä
fr: Vérification des mises-à-jours du portefeuille
he: הארנק עדכונים
hi: बटुआ अद्यतनों के लिए जाँच
hr: Provjera ažuriranja novčanik
hu: A mobiltárca-frissítések
ms: Menyemak untuk pengemaskinian Wallet
nb: Ser etter lommebok oppdateringer
pt: Verificação de atualizações de carteira
pt_br: Verificando se há atualizações da Carteira
ro: Verificarea pentru portofel actualizări
sk: Kontrola aktualizácií peňaženka
sl: Preveritev zakaj modernizirati denarnice
zh_tw: 檢查錢包更新

source: Checking for more: Step %d of %d
ar: تدقيق لمزيد من المعلومات: %1$d خطوة من %2$d
ca: Comprovant per a més informació: %1$d pas de %2$d
cs: Kontrola více: krok %1$d %2$d
da: Kontrol for mere: skridt %1$d af %2$d
el: Έλεγχος για περισσότερα: %1$d βήμα του %2$d
es_mx: Buscando más: Step %1$d of %2$d
fi: Etsitään lisää: vaihe %1$d %2$d
fr: Vérification pour en savoir plus : Étape %1$d de %2$d
he: בדיקת יותר: שלב %1$d של %2$d
hi: अधिक जानकारी के लिए जाँच: %2$d के चरण %1$d
hr: Provjera za više: korak %1$d %2$d
hu: Több ellenőrzése: lépés %1$d az %2$d
ms: Semakan untuk maklumat lanjut: %1$d langkah dari %2$d
nb: Se etter mer: trinn %1$d av %2$d
pt: À procura de mais: passo %1$d de %2$d
pt_br: Verificando se há mais: Etapa %1$d de %2$d
ro: Verificarea pentru mai multe informaţii: pas %1$d de %2$d
sk: Kontrolu viac: krok %1$d %2$d
sl: Preverjanje za več: korak %1$d %2$d
zh_tw: 檢查更多: 步 %1$d 的 %2$d

source: Close
ar: قم بإغلاق
ca: Tancar
cs: Zavřít
da: Luk
el: Κλείσιμο
es_mx: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Zár
ms: Tutup
nb: Lukk
pt: Fechar
pt_br: Fechar
ro: Închide
sk: Zavrieť
sl: Blizu
zh_tw: 關閉

source: Close App
ar: قم بإغلاق التطبيق
ca: Tancar l'App
cs: Ukončit aplikaci
da: Lukke App
el: Κλείστε το App
es_mx: Cerrar la aplicación
fi: Sulje ohjelma
fr: Fermer l'application
he: סגור את יישום
hi: अनुप्रयोग बंद करें
hr: Zatvaranje aplikacija
hu: Zárja be a App
ms: Tutup aplikasi
nb: Lukk programmet
pt: Fechar o App
pt_br: Fechar Aplicativo
ro: Închide App
sk: Zavrieť aplikáciu
sl: Blizu App
zh_tw: 關閉應用程式

source: Complete the steps below for ultimate security
ar: أكمل الخطوات أدناه للأمن في نهاية المطاف
ca: Completar els passos sota per a la garantia definitiva
cs: Dokončete kroky níže pro maximální bezpečnost
da: Udfør trin nedenfor for ultimative sikkerhed
el: Ολοκληρώστε τα παρακάτω βήματα για την απόλυτη ασφάλεια
es_mx: Completa los siguientes pasos para conseguir la mayor seguridad posible
fi: Ohjeiden alla turvallisuuden
fr: Terminez les étapes ci-dessous pour une sécurité optimale
he: השלם את השלבים להלן עבור אבטחה האולטימטיבי
hi: परम सुरक्षा के लिए नीचे चरणों को पूरा
hr: Dovršite korake za vrhunska sigurnost
hu: Töltse ki az alábbi lépéseket az ultimate biztonsági
ms: Lengkapkan langkah-langkah di bawah untuk keselamatan yang muktamad
nb: Fullfør fremgangsmåten nedenfor for endelig sikkerhet
pt: Conclua as etapas abaixo para melhor segurança
pt_br: Conclua as etapas abaixo para aumentar a segurança
ro: Finalizaţi paşii de mai jos pentru final de securitate
sk: Postupujte podľa pokynov nižšie pre maximálnu bezpečnosť
sl: Sledite preostalim navodilom spodaj za končni varnosti
zh_tw: 完成下列步驟以最終的安全

source: Confirm Payment
ar: تأكيد الدفع
ca: Confirmar el pagament
cs: Potvrzení platby
da: Bekræfte betaling
el: Επιβεβαιώσετε την πληρωμή
es_mx: Confirmar pago
fi: Vahvista maksu
fr: Confirmer le paiement
he: לאשר תשלום
hi: भुगतान की पुष्टि करें
hr: Potvrda plaćanja
hu: Erősítse fizetés
ms: Mengesahkan bayaran
nb: Bekreft betaling
pt: Confirmar pagamento
pt_br: Confirmar Pagamento
ro: Confirma plata
sk: Potvrdenie platby
sl: Potrdi plačilo
zh_tw: 確認付款

source: Confirm your PIN
ar: تأكيد رقم التعريف الشخصي الخاص بك
ca: Confirmar el PIN
cs: Potvrdit kód PIN
da: Bekræft din pinkode
el: Επιβεβαίωση αριθμού PIN σας
es_mx: Confirma tu PIN
fi: Vahvista PIN-koodi
fr: Confirmer votre code PIN
he: לאשר את מספר הזיהוי האישי
hi: अपने पिन की पुष्टि करें
hr: Potvrdite svoj PIN
hu: Erősítse meg a PIN-kódot
ms: Mengesahkan PIN anda
nb: Bekreft PIN-koden
pt: Confirme-o
pt_br: Confirme seu PIN
ro: Confirma codul PIN
sk: Potvrďte kód PIN
sl: Potrditev PIN
zh_tw: 確認您的 PIN

source: Confirmed
ar: وأكد
da: Bekræftet
el: Επιβεβαίωσε
es_mx: Confirmada
fi: Vahvisti
he: אישר
hi: की पुष्टि की
hr: Potvrdio
hu: Megerősítette
ms: Disahkan
nb: Bekreftet
pt: Confirmado
pt_br: Confirmado
ro: Confirmat
sk: Potvrdené
sl: Potrjena
zh_tw: 確認

source: Connection timed out. Please check your internet connection.
ar: انتهت مهلة الاتصال. الرجاء التحقق من اتصال الإنترنت الخاص بك.
ca: Connexió cronometrada fora. Si us plau, comproveu la connexió d'internet.
cs: Vypršel časový limit připojení. Zkontrolujte připojení k Internetu.
da: Forbindelsen fik timeout. Kontroller din internetforbindelse.
el: Η σύνδεση έληξε. Παρακαλείστε να ελέγξετε σύνδεσή σας στο internet.
es_mx: Se agotó el tiempo de conexión. Por favor, comprueba tu conexión a internet.
fi: Yhteys aikakatkaistiin. Tarkista internet-yhteys.
fr: Délai de connexion expiré Veuillez vérifier votre connexion internet.
he: תם הזמן שהוקצב לחיבור. נא בדוק את החיבור שלך לאינטרנט.
hi: कनेक्शन समयबाह्य हो गई। कृपया अपना इंटरनेट कनेक्शन जाँचें।
hr: Veza je istekla. Provjerite internetsku vezu.
hu: A kapcsolat időtúllépés. Kérjük, ellenőrizze az internet-kapcsolat.
ms: Sambungan tamat masa. Sila semak sambungan internet anda.
nb: Tilkobling tidsavbrutt. Kontroller Internett-tilkoblingen.
pt: Conexão expirou. Por favor, verifique sua conexão de internet.
pt_br: Tempo limite da conexão esgotado. Verifique sua conexão à internet.
ro: Conexiunea a expirat. Vă rugăm să verificaţi conexiunea la internet.
sk: Uplynul časový limit pripojenia. Prosím skontrolujte svoje internetové pripojenie.
sl: Povezava je potekla. Preverite povezavo z internetom.
zh_tw: 連接逾時。請檢查您的互聯網連接。

source: Continue
ar: مواصلة
ca: Continuar
cs: Pokračovat v
da: Fortsat
el: Συνεχίσει
es_mx: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: I dalje
hu: Továbbra is
ms: Terus
nb: Fortsett
pt_br: Continuar
ro: Continua
sk: Pokračovať
sl: Še
zh_tw: 繼續

source: Copied to clipboard
ar: نسخ إلى الحافظة
ca: Copia al porta-retalls
cs: Zkopíruje do schránky
da: Kopieres til Udklipsholder
el: Αντιγραφή στο Πρόχειρο
es_mx: Se ha copiado en el portapapeles
fi: Kopioida leikepöydälle
fr: Copié dans le presse-papiers
he: יועתק אל הלוח
hi: क्लिपबोर्ड पर प्रतिलिपि बनाई गई
hr: Kopirati u međuspremnik
hu: Fénymásoló-hoz csipeszes írótábla
ms: Salin ke papan Keratan
nb: Kopiert til utklippstavlen
pt: Copiado para a área de transferência
pt_br: Copiado para a área de transferência
ro: Copiat în clipboard
sk: Skopírovať do schránky
sl: Kopirati v odložišče
zh_tw: 複製到剪貼簿

source: Copy Address
ar: نسخ عنوان
ca: Copiar l'adreça
cs: Kopírovat adresu
da: Kopiere adressen
el: Αντιγραφή διεύθυνσης
es_mx: Copiar dirección
fi: Kopioi osoite
fr: Copier l’adresse
he: העתק כתובת
hi: पते की प्रतिलिपि बनाएँ
hr: Kopiraj adresu
hu: Cím másolása
ms: Salin Alamat
nb: Kopier adressen
pt: Copie o endereço
pt_br: Copiar Endereço
ro: Copiaţi adresa
sk: Kopírovať adresu
sl: Kopirajte naslov
zh_tw: 複製位址

source: Copy Wallet ID
ar: نسخ معرف المحفظة
ca: Còpia cartera ID
cs: ID Wallet kopie
da: Kopiere tegnebog-ID
el: Αντίγραφο πορτοφόλι ID
es_mx: Copiar identificador del monedero
fi: Kopioi lompakko tunnus
fr: Copier l'identifiant du portefeuille
he: מזהה את הארנק עותק
hi: बटुआ ID की प्रतिलिपि बनाएँ
hr: Kopiranje novčanik ID
hu: Pénztárca ID másolja
ms: Salinan Wallet ID
nb: Kopiere lommebok-ID
pt: Cópia carteira de ID
pt_br: Copiar ID de Carteira
ro: ID de portofel copie
sk: Skopírujte ID peňaženka
sl: Kopijo denarnico ID
zh_tw: 複製的錢包 ID

source: Copy to clipboard
ar: نسخ إلى الحافظة
ca: Copiar al porta-retalls
cs: Kopírovat do schránky
da: Kopier til Udklipsholder
el: Αντιγραφή στο Πρόχειρο
es_mx: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
he: העתק ללוח
hi: क्लिपबोर्ड पर प्रतिलिपि बनाएँ
hr: Kopiraj u međuspremnik
hu: Másolása a vágólapra
ms: Salin ke papan Keratan
nb: Kopier til utklippstavlen
pt: Copiar para área de transferência
pt_br: Copiar para a área de transferência
ro: Copiaţi în clipboard
sk: Kopírovať do schránky
sl: Kopiranje v odložišče
zh_tw: 複製到剪貼簿

source: Copy xPub
ar: نسخ إكسبوب
ca: Còpia xPub
cs: Kopírovat xPub
da: Kopiere xPub
el: Αντίγραφο xPub
es_mx: Copiar xPub
fi: Kopioi xPub
fr: Copie xPub
he: העתק xPub
hi: XPub की प्रतिलिपि बनाएँ
hr: Kopiranje xPub
hu: Másolás xPub
ms: Salinan xPub
nb: Kopier xPub
pt: XPub cópia
pt_br: Copiar xPub
ro: Copie xPub
sk: Kópia xPub
sl: Kopija xPub
zh_tw: 複製 xPub

source: Could not find transaction with hash %@ when reloading data
ar: تعذر العثور على المعاملات مع تجزئة %@ عند إعادة تحميل البيانات
da: Kunne ikke finde transaktion med hash-%@ når genpålæsning data
el: Δεν μπορούσε να βρει συναλλαγή με hash %@ όταν Επαναφόρτωση δεδομένων
es_mx: Al volver a cargar los datos, no se pudo encontrar la transacción con comprobación aleatoria %@
fi: Ei löytynyt tapahtuman hash %@, kun lisäät tietoja
he: לא היתה אפשרות למצוא תנועת עם hash %@ בעת טעינה מחדש של נתונים
hi: हैश %@ साथ लेन-देन डेटा reloading जब नहीं ढूँढ सका
hr: Nije moguće pronaći transakcije sa mljeveno meso %@ kod dodavanja podataka
hu: Nem található tranzakció hash %@ adat betöltésekor
ms: Tidak dapat mencari transaksi dengan cincangan %@ apabila semula data
nb: Finner ikke transaksjon med hash %@ når Vedåoppdatera data
pt: Não consegui encontrar a transação com %@ de hash quando recarregar os dados
pt_br: Não foi possível encontrar transação com hash %@ ao recarregar os dados
ro: Nu am putut găsi tranzacţie cu hash %@ atunci când descărcarea de date
sk: Nenašiel transakciu s hash %@ pri prikladaní údajov
sl: Ni našel transakcije s haše %@ ko ponovno nalaganje podatkov
zh_tw: 找不到與雜湊 %@ 交易重新載入資料時

source: Could not get value when sent - please check your internet connection and try again.
ar: يمكن أن لا تحصل على قيمة عندما أرسلت--الرجاء التحقق من اتصالك بالإنترنت وحاول مرة أخرى.
da: Kunne ikke få værdi, når sendt - Tjek venligst din internetforbindelse og prøv igen.
el: Θα μπορούσε να μην πάρει αξία όταν αποστέλλονται - παρακαλούμε ελέγξτε τη σύνδεσή σας στο internet και προσπαθήστε ξανά.
es_mx: Al enviar no se pudo obtener el valor, comprueba tu conexión a internet y vuelve a intentarlo.
fi: Voi ei saada vastinetta lähetettäessä - Tarkista internet-yhteytesi ja yritä uudelleen.
he: יכול לא לקבל ערך כאשר שלח - אנא בדוק את חיבור האינטרנט שלך ונסה שוב.
hi: सकता है भेजा, जब मान नहीं मिलता - कृपया अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें।
hr: Mogao ne dobiti vrijednost kada je poslan - provjerite internetsku vezu i pokušajte ponovno.
hu: Lehet nem kap küldött érték - kérjük, ellenőrizze az internet-kapcsolat, és próbálja újra.
ms: Mungkin tidak akan mendapat nilai apabila dihantar - Sila semak sambungan internet awda dan cuba lagi.
nb: Kan ikke hente verdien når sendt - kontroller Internett-tilkoblingen og prøv igjen.
pt: Pode não ter valor quando enviado - por favor, verifique sua conexão de internet e tente novamente.
pt_br: Não foi possível obter o valor enviado - por favor, verifique sua conexão à internet e tente novamente.
ro: Ar putea nu obţine valoarea pentru trimis - Verificaţi conexiunea la internet și încercați din nou.
sk: Mohol dostať hodnotu pri odoslaní - prosím skontrolujte svoje internetové pripojenie a skúste znova.
sl: Lahko dobijo vrednost pri pošiljanju - prosim preverite internetno povezavo in poskusite znova.
zh_tw: 可以不獲取值時發送-請檢查您的互聯網連接，然後再試。

source: Create
ar: إنشاء
ca: Crear
cs: Vytvořit
da: Oprette
el: Δημιουργία
es_mx: Crear:
fi: Luo
fr: Créer
he: צור
hi: बनाएँ
hr: Stvaranje
hu: Létrehozása
ms: Mencipta
nb: Opprette
pt: Criar
pt_br: Criar
ro: Crea
sk: Vytvoriť
sl: Ustvarite
zh_tw: 創建

source: Create New Wallet
ar: إنشاء محفظة جديدة
ca: Crear nova cartera
cs: Vytvoření nové peněženky
da: Opret ny tegnebog
el: Δημιουργήσετε νέα πορτοφόλι
es_mx: Crear un nuevo monedero
fi: Luo uusi lompakko
fr: Créer Nouveau portefeuille
he: ליצור את הארנק החדש
hi: नई बटुआ बनाएँ
hr: Stvoriti novi novčanik
hu: Új Mobiltárcaprofil létrehozása
ms: Mencipta Wallet baru
nb: Opprette ny lommebok
pt: Criar nova carteira
pt_br: Criar Nova Carteira
ro: Portofel nou a crea
sk: Vytvoriť novú peňaženku
sl: Ustvarite novo Denarnica
zh_tw: 創建新的錢包

source: Create Wallet
ar: إنشاء المحفظة
ca: Crear la cartera
cs: Vytvoření peněženku
da: Oprette tegnebog
el: Δημιουργία πορτοφόλι
es_mx: Crear monedero
fi: Luo lompakko
fr: Créer Portefeuille
he: ליצור את הארנק
hi: बटुआ बनाएँ
hr: Stvaranje novčanik
hu: Hozzon létre a pénztárca
ms: Mencipta Wallet
nb: Opprette lommebok
pt: Criar carteira
pt_br: Criar Carteira
ro: Crea portofel
sk: Vytvoriť peňaženka
sl: Ustvarite denarnice
zh_tw: 創建錢包
