Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Anyone with access to your Recovery Phrase has access to your bitcoin so be sure to keep it offline somewhere very safe and secure.
ar: الوصول إلى "العبارة الاسترداد" الخاصة بك مع أي شخص لديه حق الوصول إلى بيتكوين الخاص بك لذا تأكد من الاحتفاظ به دون اتصال في مكان جداً وآمنة.
da: Enhver med adgang til din opsving sætning har adgang til din bitcoin så sørg for at holde det offline et sted meget sikkert.
el: Κάποιος με πρόσβαση σε σας φράση αποκατάστασης έχει πρόσβαση σε bitcoin σας έτσι να είστε βέβαιος να το κρατήσει χωρίς σύνδεση κάπου πολύ αξιόπιστο και ασφαλές.
es_mx: Cualquier persona que tenga acceso a tu Frase de Recuperación puede acceder a tus Bitcoin, por eso asegúrate de guardarlo offline en un lugar muy seguro.
fi: Kuka Recovery-lause on sinun bitcoin joten muista pitää se offline jonnekin erittäin turvallinen ja varma.
he: כל אחד עם גישה הביטוי השחזור שלך יש גישה ביטקוין שלך כדי להיות בטוח כדי לשמור אותו באופן לא מקוון במקום מאוד בטוחה ומאובטחת.
hi: अपने पुनर्प्राप्ति वाक्यांश करने के लिए पहुँच के साथ किसी को आपके bitcoin का उपयोग तो यह ऑफ़लाइन कहीं बहुत सुरक्षित और सुरक्षित रखने के लिए सुनिश्चित हो है।
hr: Svatko tko ima pristup tvoj oporavak fraza ima pristup tvoj bitcoin tako biti siguran to držati izvan mreže negdje vrlo siguran i siguran.
hu: Hozzáférhet a helyreállítási mondat is hozzáférhet a bitcoin, úgyhogy győződjön meg róla, hogy tartsa offline valahol nagyon biztonságos és megbízható.
ms: Sesiapa yang mempunyai akses kepada frasa pemulihan anda mempunyai akses untuk bitcoin anda jadi pastikan untuk menyimpannya di luar talian di suatu tempat yang selamat dan terjamin.
nb: Alle med tilgang til Recovery uttrykket har tilgang til din bitcoin så pass på å holde det frakoblet et sted svært trygt og sikkert.
pt: Alguém com acesso a sua frase de recuperação tem acesso a sua bitcoin então não se esqueça de mantê-lo off-line em algum lugar muito seguro e seguro.
pt_br: Se alguém tiver acesso à sua Frase de Recuperação, também terá acesso aos seu bitcoins. Não se esqueça de mantê-la off-line e guardada em segurança.
ro: Oricine cu acces la dumneavoastră fraza de recuperare are acces la bitcoin dumneavoastră astfel încât asiguraţi-vă că să-l păstraţi offline undeva foarte sigure şi garantate.
sk: Má niekto prístup k vašej využitie frázy prístup k vašej bitcoin, tak sa určite držať to v režime offline niekde veľmi bezpečný a spoľahlivý.
sl: Ima kdo dostop do vaše besede okrevanje dostop do vaše bitcoin, zato se prepričajte, da ostane brez povezave nekje zelo varen in zanesljiv.
zh_tw: 你恢復短語訪問任何人都有權訪問你比特幣所以一定要保持它離線的地方很安全、 安全。

source: We recommend the fee below for the transaction at this time.
ar: ونحن نوصي الرسم أدناه للحركة في هذا الوقت.
da: Vi anbefaler gebyr nedenfor for transaktionen på dette tidspunkt.
el: Σας συνιστούμε την αμοιβή κάτω από για τη συναλλαγή αυτή τη στιγμή.
es_mx: Te recomendamos la siguiente comisión para la transacción en este momento.
fi: Suosittelemme alla maksua tapahtumaan tässä vaiheessa.
he: אנו ממליצים על דמי מתחת עבור התנועה בשלב זה.
hi: हम नीचे शुल्क इस समय हस्तांतरण के लिए अनुशंसा करते हैं।
hr: Preporučujemo naknada ispod za transakcije u ovom trenutku.
hu: Javasoljuk, hogy a díj alatt a tranzakció ebben az időben.
ms: Kami mengesyorkan bayaran di bawah bagi urus niaga pada masa ini.
nb: Vi anbefaler gebyret nedenfor for transaksjonen på denne tiden.
pt: Recomendamos a taxa abaixo da transação neste momento.
pt_br: Recomendamos a taxa abaixo para a transação neste momento.
ro: Vă recomandăm să taxa de mai jos pentru tranzacţia în acest moment.
sk: Odporúčame pod poplatok za transakciu.
sl: Priporočamo pristojbina spodaj za posel v tem trenutku.
zh_tw: 我們建議在這次交易以下費用。

source: %@ Confirmations
ar: %@ تأكيدات
da: %@ bekræftelser
el: %@ επιβεβαιώσεις
es_mx: %@ Confirmaciones
fi: %@ vahvistukset
he: %@ אישורי
hr: %@ potvrda
hu: %@ megerősítések
ms: %@ pengesahan
nb: %@ bekreftelser
pt: %@ confirmações
pt_br: %@ Confirmações
ro: %@ confirmari
sk: %@ potvrdenia
sl: %@ potrditev
zh_tw: %@ 確認

source: %@ copied to clipboard
ar: %@ نسخ إلى الحافظة
ca: %@ copia al porta-retalls
cs: %@ zkopírován do schránky
da: %@ kopieres til Udklipsholder
el: %@ αντιγράφεται στο Πρόχειρο
es_mx: %@ copiado al portapapeles
fi: %@ kopioida leikepöydälle
fr: %@ copié dans le presse-papiers
he: %@ יועתק אל הלוח
hi: क्लिपबोर्ड पर प्रतिलिपि बनाई %@
hr: %@ kopiraju u međuspremnik
hu: %@ másolása vágólapra
ms: %@ Salin ke papan Keratan
nb: %@ kopieres til utklippstavlen
pt: %@ copiados para a área de transferência
pt_br: %@ copiado para a área de transferência
ro: %@ copiate în clipboard
sk: %@ skopírovať do schránky
sl: %@ kopira v odložišče
zh_tw: %@ 複製到剪貼簿

source: %d Confirmations
ar: %d تأكيدات
ca: %d confirmacions
cs: %d potvrzení
da: %d bekræftelser
el: %d επιβεβαιώσεις
es_mx: confirmaciones de %d
fi: %d vahvistukset
he: %d אישורי
hr: %d potvrda
hu: %d megerősítések
ms: %d pengesahan
nb: %d bekreftelser
pt: %d confirmações
pt_br: %d Confirmações
ro: %d confirmări
sk: %d potvrdenia
sl: %d potrditev
zh_tw: %d 確認

source: %d Transactions
ar: %d المعاملات
ca: %d operacions
cs: %d transakce
da: %d transaktioner
el: %d συναλλαγές
es_mx: %d Transacciones
fi: %d tapahtumat
he: %d תנועות
hi: %d लेनदेन
hr: %d transakcije
hu: %d tranzakciók
ms: %d urus niaga
nb: %d transaksjoner
pt: %d operações
pt_br: %d Transações
ro: %d tranzacţii
sk: %d transakcie
sl: %d transakcije
zh_tw: %d 交易

source: %d address
ar: عنوان %d
da: %d adresse
el: Διεύθυνση %d
es_mx: %d dirección
fi: %d osoite
he: כתובת %d
hi: %d पता
hr: %d adresa
hu: Cím %d
ms: alamat %d
nb: %d adresse
pt: Endereço %d
pt_br: %d endereço
ro: adresa de %d
sk: %d adresu
sl: %d naslov
zh_tw: %d 位址

source: %d addresses
ar: عناوين %d
da: %d adresser
el: %d διευθύνσεις
es_mx: %d direcciones
fi: %d osoitteet
he: כתובות %d
hi: %d पते
hr: %d adrese
hu: %d címek
ms: alamat %d
nb: %d adresser
pt: endereços de %d
pt_br: %d endereços
ro: adrese %d
sk: %d adresy
sl: %d naslovi
zh_tw: %d 位址

source: %lld hours ago
ar: %lld ساعات
ca: %lld hores fa
cs: %lld hodiny
da: %lld timer siden
el: %lld ώρες πριν
es_mx: Hace %lld horas
fi: %lld tuntia sitten
fr: Il y a %lld heure(s)
he: %lld. לפני כמה שעות
hi: %lld घंटे पहले
hr: %lld sati
hu: %lld óra
ms: %lld jam yang lalu
nb: %lld timer siden
pt: %lld horas atrás
pt_br: Há %lld horas
ro: %lld ore în urmă
sk: %lld Máj
sl: %lld ur nazaj
zh_tw: %lld 小時前

source: %lld minutes ago
ar: %lld دقائق
ca: %lld ahir
cs: %lld minutami
da: %lld minutter siden
el: %lld λεπτά πριν
es_mx: Hace %lld minutos
fi: %lld minuuttia sitten
fr: Il y a %lld minute(s)
he: %lld. לפני כמה דקות
hi: %lld मिनट पहले
hr: %lld danas:
hu: %lld perc ezelőtt
ms: %lld minit yang lalu
nb: %lld minutter siden
pt: %lld minutos atrás
pt_br: Há %lld minutos
ro: %lld minute în urmă
sk: %lld minútami
sl: %lld minut nazaj
zh_tw: %lld 分鐘前

source: %lld seconds ago
ar: %lld ثواني
ca: fa %lld segons
cs: %lld sekundami
da: %lld sekunder siden
el: %lld δευτερόλεπτα πριν
es_mx: Hace %lld segundos
fi: %lld sekuntia sitten
fr: Il y a %lld seconde(s)
he: לפני %lld שניות
hi: %lld सेकंड पहले
hr: %lld danas:
hu: %lld másodperccel ezelőtt
ms: %lld saat yang lalu
nb: %lld sekunder siden
pt: %lld segundos atrás
pt_br: Há %lld segundos
ro: %lld secunde în urmă
sk: %lld sekúnd pred
sl: %lld sekund nazaj
zh_tw: %lld 秒前

source: %lu Recipients
ar: %lu المستلمين
da: %lu modtagere
el: %lu παραλήπτες
es_mx: %lu Destinatarios
fi: %lu vastaanottajat
he: %lu נמענים
hi: %lu प्राप्तकर्ता
hr: %lu primatelja
hu: %lu címzett
ms: %lu penerima
nb: %lu mottakere
pt: %lu destinatários
pt_br: %lu Destinatários
ro: %lu destinatari
sk: %lu príjemcov
sl: %lu prejemniki
zh_tw: %lu 收件者

source: 1 hour ago
ar: منذ 1 ساعة
ca: fa 1 hora
cs: před 1 hodinou
da: 1 time siden
el: πριν από 1 ώρα
es_mx: Hace 1 hora
fi: 1 tunti sitten
fr: Il y a 1 heure
he: לפני 1 שעה
hi: 1 घंटे पहले
hr: prije 1 sat
hu: 1 órával ezelőtt
ms: 1 jam yang lalu
nb: 1 time siden
pt: há 1 hora
pt_br: Há 1 hora
ro: 1 oră în urmă
sk: pred 1 hodinou
sl: pred 1 uro
zh_tw: 1 小時前

source: 1 minute ago
ar: منذ 1 دقيقة
ca: fa 1 minut
cs: před 1 minutou
da: 1 minut siden
el: πριν από 1 λεπτό
es_mx: Hace 1 minuto
fi: 10 minuuttia sitten
fr: Il y a 1 minute
he: לפני 1 דקה
hi: 1 मिनट पहले
hr: prije 1 minute
hu: 1 perc ezelőtt
ms: 1 minit yang lalu
nb: 1 minutt siden
pt: 1 minuto atrás
pt_br: Há 1 minuto
ro: 1 minut în urmă
sk: pred 1 minútou
sl: minutami
zh_tw: 1 分鐘前

source: 2-Step Enabled
ar: 2-خطوة ممكنة
ca: 2-pas habilitat
cs: 2-step povoleno
da: 2-trins aktiveret
el: 2-βήμα ενεργοποιημένη
es_mx: 2 pasos activado
fi: 2-vaiheinen käytössä
fr: 2 étapes activées
he: 2-שלב זמינה
hi: 2-चरणीय सक्षम किया गया
hr: 2 koraka omogućen
hu: 2-lépcsős engedélyezve
ms: 2-langkah yang membolehkan
nb: 2-trinns aktivert
pt: Passo 2-habilitado
pt_br: Verificação em 2 Passos ativada
ro: 2-pas activat
sk: 2-step povolené
sl: 2-korak omogočeno
zh_tw: 2 步啟用

source: 2-Step has been disabled.
ar: الخطوة 2--لقد تم تعطيل.
ca: 2-pas s'ha inhabilitat.
cs: 2-step byla zakázána.
da: 2-trins er blevet deaktiveret.
el: 2-βήμα έχει απενεργοποιηθεί.
es_mx: La verificación de 2 pasos ha sido desactivada.
fi: 2-vaihe on poistettu käytöstä.
fr: 2 étapes ont été désactivées
he: 2-שלב בוטלה.
hi: 2-चरण अक्षम किया गया है।
hr: 2 koraka je onemogućen.
hu: 2 lépés le van tiltva.
ms: 2-langkah telah dinyahdaya.
nb: 2-step er deaktivert.
pt: 2-passo foi desativado.
pt_br: A Verificação em 2 Passos foi desativada.
ro: 2-pas a fost dezactivat.
sk: 2-step bola vypnutá.
sl: 2-korak je onemogočen.
zh_tw: 2 步已被禁用。

source: 2-Step has been enabled for SMS.
ar: تم تمكين 2-خطوة للرسائل القصيرة.
ca: 2-pas s'ha habilitat per SMS.
cs: 2-step byla povolena pro SMS.
da: 2-trins er blevet aktiveret til SMS.
el: 2-βήμα έχει ενεργοποιηθεί για SMS.
es_mx: La verificación de 2 pasos ha sido activada para SMS.
fi: 2-vaihe on otettu käyttöön SMS.
fr: 2 étapes ont été activées pour les SMS.
he: 2-שלב הוגדר כזמין עבור SMS.
hi: 2-चरण SMS के लिए सक्षम किया गया है।
hr: 2 koraka je omogućen za SMS.
hu: 2. lépés az SMS engedélyezve van.
ms: 2-langkah telah didayakan untuk SMS.
nb: 2-step er aktivert for SMS.
pt: 2-passo foi habilitado para SMS.
pt_br: A Verificação em 2 Passos foi ativada para SMS.
ro: 2-pas a fost activată pentru SMS-uri.
sk: 2-step bola povolená pre SMS.
sl: 2-korak je bila omogočena za SMS.
zh_tw: 2 步已啟用 SMS。

source: 2-step Verification
ar: 2-خطوة التحقق
ca: Verificació en 2 passos
cs: 2krok ověření
da: 2-trins verifikation
el: Επαλήθευση 2 βημάτων
es_mx: Verificación de 2 pasos
fi: 2-vaiheinen vahvistus
fr: Vérification en 2 étapes
he: אימות דו-שלבי
hi: 2-चरणीय सत् यापन
hr: Potvrda u 2 koraka
hu: 2. lépés ellenőrzés
ms: 2-langkah pengesahan
nb: 2-trinns bekreftelse
pt: Passo 2 verificação
pt_br: Verificação em 2 Passos
ro: Verificare în 2 paşi
sk: 2-krok overenia
sl: Preverjanje v 2 korakih
zh_tw: 2 步認證

source: 2-step Verification is currently disabled.
ar: 2-خطوة التحقق معطلة حاليا.
ca: verificació en dos passos 2 està inhabilitat.
cs: 2krok ověření je v současné době zakázána.
da: 2-trins verifikation er i øjeblikket deaktiveret.
el: Επαλήθευση σε 2 βήματα είναι απενεργοποιημένος.
es_mx: La verificación de 2 pasos está actualmente desactivada.
fi: 2-vaiheinen vahvistus on poistettu käytöstä.
fr: La vérification en 2 étapes est actuellement désactivée.
he: אימות דו-שלבי אינה זמינה כעת.
hi: 2-चरणीय सत् यापन वर्तमान में अक्षम किया गया है।
hr: Potvrda u 2 koraka trenutno je onemogućen.
hu: 2. lépés ellenőrzés jelenleg le van tiltva.
ms: 2-langkah pengesahan semasa ini dinyahdayakan.
nb: 2-trinns bekreftelse er deaktivert.
pt: Passo 2 verificação está desativado no momento.
pt_br: A Verificação em 2 Passos está desativada no momento.
ro: Verificare în 2 paşi este în prezent dezactivată.
sk: 2-krok overenia je momentálne vypnutá.
sl: Preverjanje v 2 korakih je trenutno onemogočena.
zh_tw: 2 步驗證當前已禁用。

source: 2-step Verification is currently enabled for %@.
ar: 2-خطوة التحقق ممكنة حاليا ل %@.
ca: verificació en dos passos 2 està habilitat per a %@.
cs: 2krok ověřování je povolena pro %@.
da: 2-trins verifikation er i øjeblikket aktiveret for %@.
el: Επαλήθευση 2 βημάτων σήμερα είναι ενεργοποιημένη για %@.
es_mx: La verificación de 2 pasos está actualmente activada para %@.
fi: 2-vaiheinen vahvistus on käytössä %@.
fr: La vérification en 2 étapes est actuellement activée pour %@.
he: אימות דו-שלבי זמין כעת עבור %@.
hi: 2-चरणीय सत् यापन वर्तमान में %@ के लिए सक्षम किया गया है।
hr: Potvrda u 2 koraka je omogućen %@.
hu: 2. lépés ellenőrzés be van kapcsolva a %@.
ms: 2-langkah pengesahan sedang didayakan untuk %@.
nb: 2-trinns bekreftelse er aktivert for %@.
pt: Passo 2 verificação está atualmente habilitado para %@.
pt_br: A Verificação em 2 Passos no momento está ativa para %@.
ro: Verificare în 2 paşi este activată pentru %@.
sk: 2-krok overenia je momentálne zapnutá pre %@.
sl: Preverjanje v 2 korakih je trenutno omogočena za %@.
zh_tw: 2 步驗證當前已啟用 %@。

source: 2-step Verification is currently enabled.
ar: 2-خطوة التحقق ممكنة حاليا.
ca: verificació en dos passos 2 està activat.
cs: 2krok ověření je zapnut.
da: 2-trins verifikation er i øjeblikket aktiveret.
el: Επαλήθευση 2 βημάτων σήμερα είναι ενεργοποιημένη.
es_mx: La verificación de 2 pasos está actualmente activada.
fi: 2-vaiheinen tarkistus on käytössä.
fr: La vérification en 2 étapes est actuellement activée.
he: אימות דו-שלבי זמין כעת.
hi: 2-चरणीय सत् यापन वर्तमान में सक्षम है।
hr: Potvrda u 2 koraka je trenutno omogućena.
hu: 2. lépés ellenőrzés be van kapcsolva.
ms: 2-langkah pengesahan sedang didayakan.
nb: 2-trinns bekreftelse er aktivert.
pt: Passo 2 verificação está habilitado no momento.
pt_br: A Verificação em 2 Passos está ativa no momento.
ro: Verificare în 2 paşi este activată.
sk: 2-krok overenia je v súčasnosti povolená.
sl: Preverjanje v 2 korakih je trenutno omogočena.
zh_tw: 2 步驗證當前已啟用。

source: A connection cannot be established because the server certificate could not be validated. Please check your network settings and ensure that you are using a secure connection.
ar: لا يمكن تأسيس اتصال لأنه قد لا يمكن التحقق من صحة شهادة الملقم. الرجاء التحقق من إعدادات شبكة الاتصال الخاصة بك والتأكد من أنك تستخدم اتصال أمن.
da: Kan ikke oprettes forbindelse, fordi servercertifikatet ikke kunne valideres. Kontroller dine netværksindstillinger og sikre, at du bruger en sikker forbindelse.
el: Δεν είναι δυνατή η σύνδεση επειδή δεν ήταν δυνατή η επικύρωση του πιστοποιητικού διακομιστή. Παρακαλώ ελέγξτε τις ρυθμίσεις δικτύου σας και βεβαιωθείτε ότι χρησιμοποιείτε μια ασφαλή σύνδεση.
es_mx: No se puede establecer la conexión porque no se puede validar el certificado del servidor. Por favor verifica la configuración de la red y asegurate de que estás utilizando una conexión segura.
fi: Yhteyttä ei voi muodostaa, koska palvelinsertifikaatti ei voitu vahvistaa. Tarkista verkkoasetukset ja varmista, että käytät suojattua yhteyttä.
he: לא ניתן ליצור חיבור כי אין אפשרות לאמת את האישור של שרת. אנא בדוק את הגדרות הרשת שלך, ודא כי אתה משתמש בחיבור מאובטח.
hi: सर्वर प्रमाणपत्र मान्य नहीं किया जा सका, क्योंकि एक कनेक्शन स्थापित किया जा सकता। कृपया अपनी नेटवर्क सेटिंग्स जाँचें और सुनिश्चित करें कि आप एक सुरक्षित कनेक्शन का उपयोग कर रहे हैं।
hr: Moguće uspostaviti vezu jer je certifikat nije moguće provjeriti. Provjerite mrežne postavke i osigurati da koristite sigurnu vezu.
hu: A kapcsolat nem hozható létre, mert a kiszolgáló tanúsítványa nem ellenőrizhető. Kérjük, ellenőrizze a hálózati beállításokat, és biztosítja, hogy biztonságos kapcsolatot használ-e.
ms: Sambungan tidak dapat diwujudkan kerana sijil pelayan tidak dapat disahkan. Sila semak seting rangkaian anda dan memastikan bahawa anda menggunakan sambungan yang selamat.
nb: Kan ikke opprette en tilkobling fordi serversertifikatet ikke kan valideres. Kontroller nettverksinnstillingene og sikre at du bruker en sikker tilkobling.
pt: Uma conexão não pode ser estabelecida porque o certificado do servidor não pode ser validado. Por favor, verifique suas configurações de rede e certifique-se de que você está usando uma conexão segura.
pt_br: Não foi possível estabelecer uma conexão, pois o certificado do servidor não foi validado. Por favor, verifique as configurações de sua rede e certifique-se de que está usando uma conexão segura.
ro: O conexiune nu poate fi stabilită deoarece certificatul de server nu ar putea fi validat. Vă rugăm să verificaţi setările de reţea şi să se asigure că utilizaţi o conexiune sigură.
sk: Nemôžem nadviazať spojenie, pretože nie je možné overiť certifikát servera. Skontrolujte nastavenia siete a zabezpečiť, že používate zabezpečené pripojenie.
sl: Povezave ni mogoče vzpostaviti, ker potrdilo strežnika ni bilo mogoče preveriti. Preverite omrežne nastavitve in se prepričajte, da uporabljate varno povezavo.
zh_tw: 不能建立連接，因為不能驗證伺服器憑證。請檢查您的網路設置，並確保您正在使用安全連線。

source: API URL
ar: رابط API
ca: API D'URL
el: ΔΙΕΎΘΥΝΣΗ URL API
es_mx: URL de API
fi: API-OSOITE
fr: URL DE L'API
he: API של כתובת URL
hi: API यूआरएल
pt: URL DA API
pt_br: URL da API
ro: API URL-UL

source: About
ar: حول
ca: Sobre
cs: O
da: Om
el: Σχετικά με
es_mx: Acerca de
fi: Tietoja
fr: À propos de
he: אודות
hi: के बारे में
hr: O
hu: Körülbelül
ms: Kira-kira
nb: Om
pt: Sobre
pt_br: Sobre
ro: Despre
sk: O
sl: O
zh_tw: 關於

source: Account Details
ar: تفاصيل الحساب
ca: Detalls del compte
cs: Podrobnosti o účtu
da: Kontooplysninger
el: Τα στοιχεία του λογαριασμού
es_mx: Información de cuenta
fi: Tilin tiedot
fr: Détails de compte
he: פרטי חשבון
hi: खाता विवरण
hr: Podaci o računu
hu: Fiókadatok
ms: Butir-butir akaun
nb: Kontodetaljer
pt: Detalhes da conta
pt_br: Detalhes da Conta
ro: Detalii cont
sk: Detaily účtu
sl: Račun podrobnosti
zh_tw: 帳戶的詳細資訊

source: Accounts
ar: الحسابات
ca: Comptes
cs: Účty
da: Konti
el: Λογαριασμοί
es_mx: Cuentas
fi: Tilit
fr: Comptes
he: חשבונות
hi: गूगल खात
hr: Računi
hu: Számlák
ms: Akaun-akaun
nb: Kontoer
pt: Contas
pt_br: Contas
ro: Conturi
sk: Účty
sl: Računov
zh_tw: 帳戶

source: Add Email
ar: إضافة البريد الإلكتروني
ca: Afegir correu electrònic
cs: Přidat Email
da: Tilføje E-mail
el: Προσθέστε το Email
es_mx: Añadir correo electrónico
fi: Lisää sähköposti
fr: Ajouter un e-mail
he: הוסף דוא
hi: ईमेल जोड़ने
hr: Dodavanje e-pošte
hu: Add hozzá E-mail
ms: Tambah e-mel
nb: Legge til epost
pt: Adicionar E-mail
pt_br: Adicionar e-mail
ro: Adauga E-mail
sk: Pridať e-mailovú
sl: Dodajte e-poštni
zh_tw: 添加電子郵件

source: Add to Address book?
ar: إضافة إلى دفتر العناوين؟
ca: Afegir a la llibreta d'adreces?
cs: Přidat do adresáře?
da: Føje til adressebog?
el: Προσθήκη στο βιβλίο διευθύνσεων;
es_mx: ¿Añadir a la Libreta de direcciones?
fi: Lisää osoitteistoon?
fr: Ajouter au carnet d'adresses ?
he: הוסף את פנקס הכתובות?
hi: पता पुस्तिका में जोड़ें?
hr: Dodavanje u adresar?
hu: Hozzáadása a címjegyzékhez?
ms: Menambah kepada buku alamat?
nb: Legge til adresseboken?
pt: Adicionar ao livro de endereços?
pt_br: Adicionar ao Catálogo de Endereços?
ro: Adauga agenda?
sk: Pridať do adresára?
sl: Dodaj v adresar?
zh_tw: 添加到通訊錄嗎?

source: Address
ar: عنوان
ca: Adreça
cs: Adresa
da: Adresse
el: Διεύθυνση
es_mx: Dirección
fi: Osoite
fr: Adresse
he: כתובת
hi: पता
hr: Adresa
hu: Cím
ms: Alamat
nb: Adresse
pt: Endereço
pt_br: Endereço
ro: Adresa
sk: Adresa
sl: Naslov
zh_tw: 位址

source: Address book
ar: دفتر العناوين
ca: Llibreta d'adreces
cs: Adresář
da: Adressebog
el: Βιβλίο διευθύνσεων
es_mx: Libreta de direcciones
fi: Osoitteisto
fr: Carnet d'adresses
he: פנקס הכתובות
hi: पता पुस्तिका
hr: Adresar
hu: Címjegyzék
ms: Buku alamat
nb: Adressebok
pt: Livro de endereços
pt_br: Catálogo de Endereços
ro: Agendă
sk: Adresár
sl: Adresar
zh_tw: 通訊錄

source: Address is not valid
ar: عنوان غير صحيح
ca: Adreça no és vàlida
cs: Adresa není platná
da: Adressen er ikke gyldig
el: Διεύθυνση δεν είναι έγκυρη
es_mx: La dirección no es válida
fi: Osoite ei kelpaa
fr: Adresse non valide
he: כתובת אינה חוקית
hi: पता मान्य नहीं है
hr: Adresa nije valjana
hu: Cím érvénytelen.
ms: Alamat adalah tidak sah
nb: Adressen er ikke gyldig
pt: Endereço não é válido
pt_br: Endereço inválido
ro: Adresa nu este validă
sk: Adresa nie je platná
sl: Naslov ni veljaven
zh_tw: 位址是不正確

source: Addresses
ar: عناوين
ca: Adreces
cs: Adresy
da: Adresser
el: Διευθύνσεις
es_mx: Direcciones
fi: Osoitteet
fr: Adresses
he: כתובות
hi: पते
hr: Adrese
hu: Címek
ms: Alamat
nb: Adresser
pt: Endereços
pt_br: Endereços
ro: Adrese
sk: Adresy
sl: Naslovi
zh_tw: 位址

source: Adjust Fee
ar: ضبط الرسوم
ca: Ajustar quota
cs: Úprava poplatků
da: Justere gebyr
el: Ρυθμίστε την αμοιβή
es_mx: Ajustar comisión
fi: Muuta maksu
fr: Régler les frais
he: להתאים את דמי
hi: शुल्क समायोजित करें
hr: Prilagoditi naknadu
hu: Állítsa be a díj
ms: Laraskan yuran
nb: Justere avgift
pt: Ajustar a taxa de
pt_br: Ajustar Taxa
ro: Ajustare cost
sk: Upraviť poplatok
sl: Prilagodite pristojbina
zh_tw: 調整費用

source: Allow
ar: تسمح
ca: Permeten
cs: Povolit
da: Tillad
el: Επιτρέπουν
es_mx: Permitir
fi: Salli
fr: Autoriser
he: לאפשר
hi: अनुमति दें
hr: Omogućiti
hu: Lehetővé teszi
ms: Membenarkan
nb: Tillate
pt: Permitir que
pt_br: Permitir
ro: Permite
sk: Povoliť
sl: Omogočajo
zh_tw: 允許

source: Allowed
ar: يسمح
ca: Permès
cs: Povoleno
da: Tilladt
el: Επιτρέπεται
es_mx: Permitido
fi: Internet
fr: Autorisé
he: מותר
hi: अनुमति दी गई
hr: Dopušteno
hu: Engedélyezett
ms: Dibenarkan
nb: Tillatt
pt: Permitida
pt_br: Permitido
ro: Permis
sk: Povolené
sl: Dovoljeno
zh_tw: 允許

source: Amount
ar: المبلغ
da: Beløb
el: Ποσό
es_mx: Monto
fi: Määrä
he: כמות
hi: राशि
hr: Iznos
hu: Összeg
ms: Jumlah
nb: Beløp
pt: Quantidade
pt_br: Valor
ro: Suma
sk: Výška
sl: Znesek
zh_tw: 金額

source: Amount must be greater than or equal to the dust threshold (%lld Satoshi)
ar: يجب أن يكون مقدار أكبر من أو يساوي إلى عتبة الغبار (%lld ساتوشي)
da: Beløbet skal være større end eller lig med støv tærskel (%lld Satoshi)
el: Ποσό πρέπει να είναι μεγαλύτερη από ή ίση με το κατώτατο όριο της σκόνης (%lld Satoshi)
es_mx: El monto debe ser superior o igual al monto mínimo requerido para hacer transacciones (%lld Satoshi)
fi: Summan on oltava suurempi tai yhtä suuri pöly (%lld Satoshi)
he: סכום חייב להיות גדול או שווה להסף אבק (%lld סטושי)
hi: मात्रा से अधिक या बराबर करने के लिए धूल थ्रेशोल्ड (%lld Satoshi) होना चाहिए
hr: Iznos mora biti veći ili jednak prašinu Praga (%lld Satoshi)
hu: A por küszöbértékét (%lld Satoshi) egyenlő vagy nagyobb kell
ms: Jumlah mesti lebih besar daripada atau sama dengan di ambang habuk (%lld Nanaho)
nb: Beløpet må være større enn eller lik for støv terskelen (%lld Satoshi)
pt: Quantidade deve ser maior ou igual ao limiar de poeira (%lld Satoshi)
pt_br: O valor precisa ser maior ou igual ao mínimo (%lld Satoshi)
ro: Valoarea trebuie să fie mai mare sau egal cu pragul de praf (%lld Satoshi)
sk: Výška musí byť väčšia alebo rovná prahovej hodnote prachu (%lld Satoshi)
sl: Znesek mora biti večji ali enak prag prah (%lld Satoshi)
zh_tw: 金額必須大於或等於灰塵閾值 (%lld 聰)
