Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: This action requires the second password for your bitcoin wallet. Please enter it below and press continue.
ar: هذا الإجراء يتطلب كلمة مرور الثانية محفظتك بيتكوين. الرجاء إدخال أدناه والصحافة.
ca: Aquesta acció requereix la segona clau per a la seva cartera bitcoin. Torneu-lo a sota i premeu continuar.
cs: Tato akce vyžaduje druhé heslo pro peněženku bitcoin. Prosím, zadejte a stiskněte tlačítko pokračovat.
da: Denne handling kræver en anden adgangskode til tegnebogen bitcoin. Angiv det venligst nedenfor og tryk på Fortsæt.
el: Αυτή η ενέργεια απαιτεί τον δεύτερο κωδικό πρόσβασης για το πορτοφόλι σας bitcoin. Παρακαλώ εισάγετέ τον παρακάτω και πατήστε το πλήκτρο συνεχίσει.
es_mx: Esta acción requiere la segunda contraseña para tu monedero Bitcoin. Introdúcelo a continuación y haz clic en continuar.
fi: Tämä toiminto edellyttää sekunnissa salasana bitcoin-lompakon. Kirjoita se ja paina Jatka.
fr: Cette action requiert le deuxième mot de passe pour votre portefeuille bitcoin. Veuillez le saisir ci-dessous et appuyer sur continuer.
he: פעולה זו דורשת הסיסמה השנייה לארנק ביטקוין. אנא הכניסו אותה בהמשך והמשך העיתונות.
hi: इस कार्रवाई के लिए अपना bitcoin बटुआ दूसरा पासवर्ड की आवश्यकता है। कृपया उसे नीचे दर्ज करें और प्रेस जारी रखें।
hr: Ova akcija zahtijeva drugu lozinku za novčanik bitcoin. Molimo unesite ga ispod i pritisnite dalje.
hu: Ez a művelet megköveteli a második jelszó bitcoin tárcátok. Kérjük, adja meg alább, és sajtó Folytatódik.
ms: Tindakan ini memerlukan kata laluan kedua untuk bitcoin dompet anda. Sila masukkannya di bawah dan tekan teruskan.
nb: Denne handlingen krever andre passordet for lommeboken bitcoin. Oppgi Vennligst dette nedenfor og Trykk Fortsett.
pt: Esta ação requer a segunda senha para a sua carteira de bitcoin. Digite-a abaixo e pressione continuar.
pt_br: Esta ação requer a segunda senha da sua carteira de bitcoin. Digite-a abaixo e pressione Continuar.
ro: Această acţiune necesită doua parola pentru portofel bitcoin. Vă rugăm să introduceţi-l mai jos şi apăsaţi continuă.
sk: Táto akcia vyžaduje druhé heslo pre bitcoin peňaženku. Prosím, zadajte ju nižšie a stlačte tlačidlo pokračovať.
sl: To dejanje zahteva drugo geslo za bitcoin denarnico. Vnesite spodaj ter časnikarstvo vzdržnost.
zh_tw: 此操作需要第二個密碼你比特幣的錢包。請在下面輸入和按繼續。

source: This address has already been used. Please login.
ar: تم بالفعل استخدام هذا العنوان. الرجاء تسجيل الدخول.
da: Denne adresse er allerede blevet brugt. Venligst login.
el: Αυτή η διεύθυνση έχει ήδη χρησιμοποιηθεί. Παρακαλούμε συνδεθείτε.
es_mx: Esta dirección ya está siendo utilizada Por favor inicie sesión.
fi: Tämä osoite on jo käytössä. Kirjaudu sisään.
he: כתובת זו כבר היה בשימוש. אנא התחבר.
hi: इस पता पहले से ही इस्तेमाल किया गया है। कृपया लॉगिन करें।
hr: Ova adresa se već koristi. Molimo prijavite se.
hu: Ez a cím már használatban van. Kérjük, jelentkezzen be.
ms: Alamat ini telah digunakan. Sila log masuk.
nb: Denne adressen er allerede brukt. Vennligst logg inn.
pt: Este endereço já foi usado. Faça o login.
pt_br: Este endereço já foi utilizado. Por favor, faça seu login.
ro: Aceasta adresa a fost deja utilizat. Rugam sa va logati.
sk: Táto adresa sa už používa. Prihláste sa prosím.
sl: Ta naslov je že uporabljeno. Prosimo, prijavite.
zh_tw: 已經使用了該位址。請登錄。

source: This address is not watch-only.
ar: هذا العنوان لا يشاهد فقط.
ca: Aquesta adreça no és només de veure.
cs: Tato adresa není určena jen dívat.
da: Denne adresse er ikke kun for ur.
el: Αυτή η διεύθυνση δεν είναι μόνο ρολόι.
es_mx: Esta dirección no está configurada como Sólo Ver.
fi: Tämä osoite ei ole vain katsella.
fr: Cette adresse n’est pas que pour consultation.
he: כתובת זו אינה השעון בלבד.
hi: यह पता केवल देखो नहीं है।
hr: Adresa je samo sat.
hu: Ez a cím nem csak nézni.
ms: Alamat ini bukanlah menonton sahaja.
nb: Denne adressen er ikke bare se.
pt: Este endereço não é apenas assistir.
pt_br: Este endereço não é watch-only.
ro: Aceasta adresa este nu numai de ceas.
sk: Táto adresa nie je iba na hodinky.
sl: Ta naslov ni samo za uro.
zh_tw: 此位址不是只手錶。

source: This is a watch-only address. To spend your funds from this wallet, please scan your private key.
ar: هذا عنوان مشاهدة فقط. أن تنفق الأموال الخاصة بك من هذه المحفظة، الرجاء تفحص المفتاح الخاص.
ca: Això és una adreça només de veure. Per passar el seu fons d'aquesta cartera, escanegeu la seva clau privada.
cs: Jedná se o hodinky pouze adresu. Utrácet své finanční prostředky z této peněženky, scan váš soukromý klíč.
da: Dette er et ur-bare adresse. For at tilbringe dine penge fra denne konto, kan du scanne din private nøgle.
el: Αυτή είναι μια διεύθυνση μόνο ρολόι. Να δαπανήσει τα κεφάλαιά σας από το πορτοφόλι, παρακαλώ Σαρώστε το ιδιωτικό σας κλειδί.
es_mx: Esta dirección está configurada como Sólo Ver. Si deseas gastar los fondos de este monedero, simplemente escanea tu clave privada.
fi: Tämä on vain katsella-osoite. Kuluttaa rahaa tämän lompakon, Skannaa yksityisen avaimen.
fr: Cette adresse n’est que pour consultation. Pour dépenser vos fonds de ce portefeuille, veuillez scanner votre clé privée.
he: זה כתובת השעון בלבד. כדי להעביר את הכספים שלך מהארנק הזה, בבקשה לסרוק את המפתח הפרטי שלך.
hi: यह एक केवल-देखो पता है। इस वॉलेट से आपकी धनराशि खर्च करने के लिए, कृपया अपने निजी कुंजी स्कैन करें।
hr: Ovo je samo za sat adresa. Potrošiti sredstva od novčanik, molim te skenirati vaš privatni ključ.
hu: Ez csak watch cím. Költeni a pénzt a pénztárca, kérjük scan a privát kulcs.
ms: Ini adalah alamat yang menonton sahaja. Untuk menghabiskan wang anda dari wallet ini, sila imbas kunci persendirian.
nb: Dette er en bare se adressen. For å bruke midler fra denne wallet, kan du skanne den private nøkkelen.
pt: Este é um endereço apenas assistir. Para gastar os seus fundos desta carteira, por favor verificar sua chave privada.
pt_br: Este endereço é watch-only. Para utilizar os fundos desta carteira, escaneie sua chave privada.
ro: Aceasta este o adresă numai de ceas. Pentru a cheltui fondurile dumneavoastră la acest portofel, vă rugăm să scanaţi cheia privată.
sk: Je to len na sledovanie adresa. Minúť svoje finančné prostriedky z tejto peňaženku, prosím scan váš súkromný kľúč.
sl: To je naslov, samo gledam. Porabiti sredstva iz tega denarnico, prosim skandirati svoj zasebni ključ.
zh_tw: 這是一隻手錶的位址。花您從這錢包裡的資金，請掃描您的私密金鑰。

source: This is an oversized bitcoin transaction. Your wallet needs to consolidate many smaller payments you've received in the past. This requires a relatively high fee in order to be confirmed quickly. If it’s fine for the transaction to take longer to confirm, you can reduce the fee manually by tapping "Customize Fee."
ar: هذه حركة بيتكوين المتضخم. المحفظة الخاصة بك يحتاج إلى توحيد العديد من المدفوعات الصغيرة التي حصلت عليها في الماضي. وهذا يتطلب دفع رسوم مرتفعة نسبيا كي يتأكد بسرعة. إذا أنها على ما يرام للحركة لتأخذ وقتاً أطول لتأكيد، يمكنك تقليل الرسوم يدوياً بالنقر فوق "تخصيص رسوم."
da: Dette er en overdimensioneret bitcoin transaktion. Din tegnebog skal konsolidere mange mindre betalinger har modtaget tidligere. Dette kræver en relativt høj gebyr for at blive bekræftet hurtigt. Hvis det er fint til at tage længere tid at bekræfte transaktionen, kan du reducere gebyret manuelt ved at trykke på "Tilpas gebyr."
el: Αυτή είναι μια συναλλαγή bitcoin μεγάλου μεγέθους. Το πορτοφόλι σας πρέπει να εδραιώσει πολλές μικρότερες πληρωμές που έχετε λάβει στο παρελθόν. Αυτό απαιτεί μια σχετικά υψηλή αμοιβή προκειμένου να επιβεβαιωθεί γρήγορα. Αν είναι εντάξει για να διαρκέσει περισσότερο χρόνο για να επιβεβαιώσετε η συναλλαγή, μπορείτε να μειώσετε το κόστος με μη αυτόματο τρόπο πατώντας «Προσαρμογή αμοιβή.»
es_mx: Esta es una transacción Bitcoin de tamaño excesivo. Su monedero debe consolidar pagos muchos más pequeños que los que ha recibido en el pasado. Esto requiere una comisión relativamente alta para que pueda ser confirmada rápidamente. Si está bien para la transacción tomarse más tiempo para confirmar, se puede reducir la tarifa de forma manual al pulsar en "Personalizar Tarifa".
fi: Tämä on ylimitoitettu bitcoin-tapahtuman. Lompakko on vahvistaa monet pienemmät maksut olet saanut aiemmin. Tämä vaatii suhteellisen korkea maksu, jotta vahvistetaan nopeasti. Se on hieno kauemmin vahvistaa tapahtuman, voit vähentää maksun manuaalisesti napauttamalla "Mukauta maksu."
he: זוהי טרנזקציה ביטקוין מנופחים. הארנק שלך צריך לאחד תשלומים קטנים רבים שהתקבלו בעבר. פעולה זו דורשת תשלום גבוה יחסית על מנת להיות מאושרות במהירות. אם זה בסדר עבור התנועה לוקח קצת יותר זמן כדי לאשר, באפשרותך להפחית את דמי באופן ידני על-ידי הקשה "התאמה אישית של תשלום חודשי.
hi: यह एक oversized bitcoin लेनदेन है। अपने बटुए आपको मिला है, अतीत में कई छोटे भुगतान को मजबूत करने की जरूरत है। यह जल्दी से पुष्टि की जानी करने के लिए एक अपेक्षाकृत उच्च शुल्क की आवश्यकता है। यह पुष्टि करने के लिए लंबे समय तक लेने के लिए इस सौदे के लिए ठीक है, तो आप शुल्क मैन्युअल रूप से "अनुकूलित करें शुल्क." दोहन द्वारा कम कर सकते हैं
hr: Ovo je ogroman bitcoin transakcije. Tvoj novčanik mora konsolidirati mnogo manje isplate koje ste dobili u prošlosti. To zahtijeva relativno visoke naknade kako bi se potvrdila brzo. Ako je to dobro za transakciju dugo za potvrdu, možete smanjiti naknada ručno dodirom "Prilagoditi naknadu."
hu: Ez egy túlméretezett bitcoin tranzakció. A pénztárcád meg kell erősítenie a múltban már kapott sok kisebb kifizetések. Ehhez viszonylag magas díjat annak érdekében, hogy gyorsan meg kell erősíteni. Ha a tranzakció fog hosszabb-hoz győződjön meg arról, hogy rendben, csökkentheti a díj kézzel megérinti "Testre díjat."
ms: Inilah sesuatu urus niaga bitcoin besar. Dompet anda perlu menyatukan banyak pembayaran kecil yang anda terima di masa lalu. Ini memerlukan kos yang agak tinggi untuk disahkan dengan cepat. Jika ianya baik untuk transaksi untuk mengambil masa yang lama untuk mengesahkan, anda boleh mengurangkan kos secara manual dengan mengetik "Suai yuran."
nb: Dette er en overdimensjonert bitcoin transaksjon. Lommeboken trenger å konsolidere mange mindre betalinger du har fått i siste. Dette krever en relativt høy avgift for å bli bekreftet raskt. Hvis det er greit for transaksjonen tar lenger tid å bekrefte, kan du redusere gebyret manuelt ved å trykke "Tilpass avgift."
pt: Esta é uma transação de bitcoin superdimensionada. Sua carteira precisa consolidar muitos pagamentos menores que você recebeu no passado. Isso requer uma taxa relativamente alta para ser confirmada rapidamente. Se é bom para levar mais tempo para confirmar a transação, você pode reduzir a taxa manualmente tocando "Personalizar taxa."
pt_br: Esta transação bitcoin é grande demais. Sua carteira precisa consolidar vários pagamentos menores que você recebeu no passado. Isto requer uma taxa relativamente alta para que sejam rapidamente confirmados. Se não for um problema que a transação demore mais para ser confirmada, você poderá reduzir a taxa manualmente, tocando em "Personalizar Taxa".
ro: Aceasta este o tranzacţie supradimensionate bitcoin. Portofelul dumneavoastră are nevoie să-şi consolideze multe plăţi mai mici le-aţi primit în trecut. Acest lucru necesită o taxă relativ mare pentru a fi confirmat rapid. Dacă este bine pentru tranzacţia să ia mai mult timp pentru a confirma, vă puteţi reduce taxa manual prin atingerea "Customize taxa."
sk: Toto je nadrozmerné Bitcoinovej transakcii. Peňaženky je potrebné upevňovať mnoho menších platieb, ktoré ste dostali v minulosti. To si vyžaduje pomerne vysoký poplatok s cieľom potvrdiť rýchlo. Ak je v poriadku na dlhšie na potvrdenie transakcie, môžete znížiť poplatok manuálne klepnutím na "Prispôsobiť poplatok."
sl: To je prevelik bitcoin transakcije. Vaši denarnici mora utrditi veliko manjši plačila, ki ste jih prejeli v preteklosti. To zahteva relativno visoke pristojbine za hitro potrditi. Če gre za transakcijo traja dlje, za potrditev, lahko zmanjšate pristojbina ročno tako, da tapnete »Po meri strošek« . «
zh_tw: 這是超大的比特幣交易。你的錢包需要鞏固在過去已經收到了你的很多小付款。這需要相對較高的費用來快速確認。如果它是很好的交易需要長時間才能確認，你可以減少費用手動攻"自訂費"。

source: This is archived. Though you cannot send funds from here, any and all funds will remain safe. Simply unarchive to start using it again.
ar: وهذا يتم أرشفة. على الرغم من أن لا يمكنك إرسال الأموال من هنا، سوف تظل جميع الأموال الآمنة. ببساطة إلغاء الأرشفة لبدء استخدامه مرة أخرى.
ca: Això és arxivat. Encara que no podeu enviar fons des d'aquí, tots fons quedarà segurs. Simplement unarchive per començar a utilitzar una altra vegada.
cs: To je archivován. I když zde nemůžete poslat finanční prostředky, veškeré finanční prostředky bude i nadále bezpečné. Odarchivovat jednoduše začít používat znovu.
da: Dette er arkiveret. Selvom du ikke kan sende midler herfra, forbliver alle midler sikker. Du skal blot udpakke for at begynde at bruge det igen.
el: Αυτό αρχειοθετείται. Αν και δεν μπορείτε να στείλετε χρήματα από εδώ, και κάθε κεφάλαια θα παραμείνουν ασφαλείς. Απλά κατάργηση αρχειοθέτησης για να το χρησιμοποιήσετε ξανά.
es_mx: Esto se ha archivado. Aunque no se pueden enviar fondos desde aquí, todos los fondos seguirán estando seguros. Simplemente desarchívala para empezar a usarla denuevo.
fi: Tämä on arkistoitu. Vaikka et pysty lähettämään varoja täältä, kaikki ja kaikki varat pysyvät turvassa. Yksinkertaisesti triviaalien alkaa käyttää uudelleen.
fr: C'est archivé. Même si vous ne pouvez pas envoyer des fonds d'ici, tous les fonds resteront en sécurité. Il suffit de désarchiver pour commencer à l'utiliser à nouveau.
he: זה נמצא בארכיון. אבל אתה לא יכול לשלוח כספים מכאן, כל קרנות יישאר בטוח. Unarchive פשוט כדי להתחיל להשתמש בו שוב.
hi: यह संग्रहीत है। भले ही आप यहाँ से धन भेजा नहीं कर सकता, किसी भी और सभी धन सुरक्षित रहेगा। बस इसे फिर से का उपयोग कर प्रारंभ करने के लिए unarchive.
hr: Ovo je u arhivi. Iako sredstva mogu poslati odavde, sva sredstva još uvijek sigurna. Jednostavno unarchive za početak koristeći Internet opet.
hu: Ez az archivált. Bár nem küldhet alapok itt, és minden alapok továbbra is biztonságos. Egyszerűen archiválás-hoz elkezd használ ez újra.
ms: Ini adalah Arkib. Walaupun anda tidak boleh menghantar dana dari sini, segala dana akan kekal selamat. Hanya unarchive untuk mula menggunakannya lagi.
nb: Dette er arkivert. Du ikke kan sende penger her, vil alle midler forblir trygg. Bare hente frem for å begynne å bruke det igjen.
pt: Isto é arquivado. Embora você não pode enviar fundos a partir daqui, todos os fundos permanecerá seguros. Simplesmente Desarquivar para começar a usá-lo novamente.
pt_br: Isto está arquivado. Embora você não possa enviar fundos por aqui, todos eles permanecerão seguros. Basta desarquivá-los para poder usá-los.
ro: Aceasta este arhivată. Deşi nu puteţi trimite fonduri de aici, orice şi toate fondurile va rămâne în siguranţă. Unarchive pur şi simplu pentru a începe să utilizaţi-l din nou.
sk: Je to archivované. Aj keď tu nemôžete poslať finančné prostriedky, všetky fondy sa zostať v bezpečí. Odarchivovat jednoducho začať znova.
sl: To je arhivirana. Čeprav ne morete poslati sredstev od tukaj, vsa sredstva bodo ostala varna. Preprosto vzemi iz arhiva začeti ponovno uporabo.
zh_tw: 這被存檔。雖然你不能從這兒寄資金，任何及所有資金將都保持安全。只是 unarchive 開始再次使用它。

source: This name is already in use. Please choose a different name.
ar: هذا الاسم قيد الاستخدام بالفعل. الرجاء اختيار اسم مختلف.
ca: Aquest nom és ja en ús. Si us plau, triar un nom diferent.
cs: Tento název je již používán. Zvolte prosím jiný název.
da: Dette navn er allerede i brug. Vælg venligst et andet navn.
el: Αυτό το όνομα είναι ήδη σε χρήση. Παρακαλώ επιλέξτε ένα διαφορετικό όνομα.
es_mx: Este nombre ya está en uso. Por favor, elije un nombre diferente.
fi: Tämä nimi on jo käytössä. Valitse eri nimi.
fr: Ce nom est déjà utilisé Veuillez choisir un nom différent.
he: שם זה כבר נמצא בשימוש. נא לבחור שם אחר.
hi: यह नाम पहले से उपयोग में है। कृपया कोई भिन्न नाम चुनें।
hr: Ovaj naziv se već koristi. Molimo odaberite drugi naziv.
hu: Ez a név már használatban van. Kérjük, válasszon egy másik nevet.
ms: Nama ini sudah digunakan. Sila pilih nama yang berlainan.
nb: Dette navnet er allerede i bruk. Velg et annet navn.
pt: Este nome já está em uso. Por favor, escolha um nome diferente.
pt_br: Este nome já está em uso. Por favor, escolha um nome diferente.
ro: Acest nume este deja în uz. Vă rugăm să alegeţi un nume diferit.
sk: Tento názov sa už používa. Vyberte iný názov.
sl: To ime je že v uporabi. Izberite drugo ime.
zh_tw: 此名稱已在使用。請選擇一個不同的名稱。

source: This private key belongs to another address that is not watch only
ar: ينتمي هذا المفتاح الخاص إلى عنوان آخر لا يشاهد فقط
ca: Aquesta clau privada pertany a una altra adreça que no és només veure
cs: Tento soukromý klíč patří na jinou adresu, která není pouze hodinky
da: Denne private nøgle tilhører en anden adresse, der ikke er watch kun
el: Αυτό το ιδιωτικό κλειδί που ανήκει σε άλλη διεύθυνση που δεν είναι μόνο το ρολόι
es_mx: Esta clave privada pertenece a otra dirección que no es Sólo Ver
fi: Yksityinen avain kuuluu toiseen osoitteeseen, joka ei ole vain katsella
fr: Cette clé privée appartient à une autre adresse qui n'est pas que pour consultation.
he: המפתח הפרטי הזה שייך לכתובת אחרת, שאינה רק את השעון
hi: देखो केवल नहीं है किसी अन्य पता करने के लिए इस निजी कुंजी संबंध रखता है
hr: Ovaj privatni ključ pripada drugu adresu koja nije gledati samo
hu: Ez a privát kulcs tartozik egy másik címre, amely nem csak néz
ms: Ini kunci peribadi milik ke alamat lain yang tidak menonton sahaja
nb: Denne private nøkkelen tilhører en annen adresse som ikke se bare
pt: Esta chave privada pertence a outro endereço que não é só o relógio
pt_br: Esta chave privada pertence a outro endereço que não é watch-only.
ro: Această cheie privată aparţine de o altă adresă care nu este doar ceas
sk: Tento súkromný kľúč patrí na inú adresu, ktorá nie je len hodinky
sl: Ta zasebni ključ pripada še en naslov, ki ni gledal le
zh_tw: 這個私有金鑰屬於另一個位址，不是只的手錶

source: This transaction requires a higher fee for dust consumption due to the small amount of change to be returned.
ar: هذه الصفقة يتطلب دفع رسوم أعلى لاستهلاك الغبار بسبب كمية صغيرة من التغيير ليتم إرجاعها.
ca: Aquesta operació requereix una major quota per consum de pols a causa de la petita quantitat de canvi de ser retornats.
da: Denne transaktion kræver et højere gebyr for støv forbrug på grund af den lille mængde af ændringer skal returneres.
el: Αυτήν τη συναλλαγή απαιτεί μια υψηλότερη χρέωση για σκόνη κατανάλωση λόγω της μικρής ποσότητας της αλλαγής που θα επιστραφούν.
es_mx: Esta transacción requiere una comisión más alta para el consumo de un monto inapreciable ("polvo") debido al bajo monto del cambio a devolver.
fi: Tämä tapahtuma edellyttää korkeampaa hintaa pöly kulutuksen vuoksi muutoksen on palautettava.
he: תנועה זו דורשת תשלום גבוה יותר לצריכה אבק בגלל כמות קטנה של שינוי יוחזר.
hi: इस हस्तांतरण वापस करने के लिए परिवर्तन की छोटी राशि के कारण धूल की खपत के लिए एक उच्च शुल्क की आवश्यकता है।
hr: Ova transakcija zahtijeva višu naknadu za prašinu potrošnju zbog male količine promjena da se vrate.
hu: Ez a tranzakció por fogyasztása kis mennyisége miatt a változás vissza kell egy magasabb díj van szükség.
ms: Urusniaga ini memerlukan fee yang lebih tinggi bagi penggunaan habuk disebabkan oleh sedikit perubahan untuk dikembalikan.
nb: Denne transaksjonen krever et høyere gebyr for støv forbruk grunnet liten mengde endring skal returneres.
pt: Esta operação requer uma taxa mais elevada para consumo de poeira devido à pequena quantidade de mudança a ser retornado.
pt_br: Esta transação requer uma taxa mais alta para dust consumption, devido ao pequeno valor de troco a ser devolvido.
ro: Această operaţiune necesită o taxă mai mare consumului de praf din cauza cantităţii mici de schimbare să fie returnate.
sk: Táto transakcia vyžaduje vyšší poplatok na prach spotrebu vzhľadom na malé množstvo zmien, vrátia.
sl: Ta posel zahteva višjo pristojbino za prehrano prahu zaradi majhne količine sprememb se vrne.
zh_tw: 這筆交易塵埃消費量較少的變化要返回要求較高的費用。

source: This will allow the following alerts: Receive to watch-only, App Store review prompt, and Transfer All Funds.
ar: سيسمح هذا التنبيهات التالية: تلقي موجه استعراض المتجر يشاهد فقط،، ونقل جميع الأموال.
da: Dette vil tillade de følgende beskeder: modtager til watch-only, App Store review lynhurtig, og overføre alle midlerne.
el: Αυτό θα επιτρέψει τις ακόλουθες ειδοποιήσεις: λάβετε μόνο ρολόι, προτροπή αναθεώρηση του App Store, και μεταφέρει όλα τα κεφάλαια.
es_mx: Esto permitirá las siguientes alertas: Recibir para Sólo Ver, App Store review prompt y transferir todos los fondos.
fi: Näin saadaan seuraavista ilmoituksista: tulla kysymään vain katsella, App Storesta uudelleen ja siirtää kaikki varat.
he: זה יאפשר את ההתראות הבאות: לקבל בקשה סקירה השעון בלבד, App Store, להעביר את כספי.
hi: यह निम्न सूचनाएँ देगा: देखो केवल, App स्टोर की समीक्षा करने के लिए प्रॉम्प्ट प्राप्त होता है, और सभी धन अंतरण।
hr: To će omogućiti sljedeće upozorenja: primati samo za sat, brz pregled App Store i prijenos svih sredstava.
hu: Ez lehetővé teszi, hogy a következő figyelmeztetéseket: csak néz, App Store felülvizsgálata gyors kap, és minden átutalást.
ms: Ini akan membolehkan peringatan berikut: menerima gesaan kajian hanya menonton sahaja, App Store, dan memindahkan semua.
nb: Dette vil tillate følgende varsler: får å se-bare, App Store anmeldelsen spørsmål og overføre alle midler.
pt: Isso permitirá que os alertas a seguir: receber à solicitação de revisão somente relógio, App Store e transferir todos os fundos.
pt_br: Isto permitirá os seguintes alertas: Receber em watch-only, App Store review prompt e Transferir Todos os Fundos.
ro: Acest lucru va permite următoarele avertizări: primesc numai de ceas, App Store de revizuire prompt, şi toate fondurile de Transfer.
sk: To umožní, aby tieto upozornenia: prijímať iba na hodinky, App Store preskúmanie výzvu a všetky prevody.
sl: To bo omogočilo naslednja opozorila: prejemanje gledam samo, App Store pregled poziv in prenos vseh sredstev.
zh_tw: 這將允許以下通知 ︰ 接收到只手錶，App Store 審查提示，和所有的資金轉移。
