Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Everything you need to store, spend and receive your bitcoin
ar: كل ما تحتاجه لتخزين، قضاء، وتلقى بك بيتكوين
ca: Tot el que necessita emmagatzemar, passar i rebre el seu bitcoin
cs: Vše, co potřebujete k uložení, utrácet a získat vaše bitcoin
da: Alt hvad du behøver at gemme, bruge og modtage din bitcoin
el: Όλα όσα χρειάζεστε για την αποθήκευση, περνούν και λάβετε σας bitcoin
es_mx: Todo lo que necesitas para almacenar, gastar y recibir tus Bitcoin
fi: Kaiken täytyy tallentaa, käyttää ja saada teidän bitcoin
fr: Tout ce dont vous avez besoin pour stocker, dépenser et recevoir vos bitcoin
he: כל מה שאתה צריך כדי לאחסן, לבלות ולקבל שלך ביטקוין
hi: सब कुछ आप की जरूरत है को संग्रहीत करने के लिए, खर्च और अपना bitcoin प्राप्त
hr: Sve što je potrebno za pohranu, provesti i dobiti tvoj bitcoin
hu: Mindent meg kell tárolni, költeni, és kap a bitcoin
ms: Segala-galanya yang anda perlu menyimpan, membelanjakan dan menerima bitcoin anda
nb: Alt du trenger å lagre, bruke og motta din bitcoin
pt: Tudo que você precisa para armazenar, passar e receber seu bitcoin
pt_br: Tudo que você precisa para guardar, gastar e receber bitcoins
ro: Tot ce ai nevoie pentru a stoca, petrece şi primi ţi bitcoin
sk: Všetko, čo potrebujete na uloženie, stráviť a prijímať vaše bitcoin
sl: Vse, kar potrebujete za shranjevanje, preživijo in prejeli vaše bitcoin
zh_tw: 一切您需要存儲，花和接收您的比特幣

source: Extended Public Key
ar: توسيع المفتاح العمومي
ca: Estesa de clau pública
cs: Rozšířený veřejný klíč
da: Udvidet offentlige nøgle
el: Επεκταθεί δημόσιο κλειδί
es_mx: Clave pública extendida
fi: Laajennettu julkisen avaimen
fr: Clé publique étendue
he: מורחב מפתח ציבורי
hi: सार्वजनिक कुंजी विस्तारित
hr: Produžen javni ključ
hu: Kiterjesztett nyilvános kulcs
ms: Dilanjutkan kekunci awam
nb: Utvidet fellesnøkkel
pt: Estendido de chave pública
pt_br: Chave pública Estendida
ro: Cheia publică a extins
sk: Rozšíriť verejný kľúč
sl: Razširiti javnega ključa
zh_tw: 擴大公共金鑰

source: Failed To Load Wallet
ar: فشل في تحميل المحفظة
ca: No ha pogut carregar la cartera
cs: Nepodařilo se načíst Peněženka
da: Kunne ikke indlæse tegnebog
el: Απέτυχε η φόρτωση πορτοφόλι
es_mx: Se ha producido un error al cargar el monedero
fi: Ei voitu ladata lompakko
fr: Échec de chargement du portefeuille
he: לא הצליח לטעון את הארנק
hi: बटुआ लोड करने में विफल रहा
hr: Nije uspjelo učitavanje novčanik
hu: Nem sikerült betölteni a pénztárca
ms: Gagal untuk memuatkan Wallet
nb: Kan ikke laste inn lommebok
pt: Falha ao carregar a carteira
pt_br: Erro ao Carregar Carteira
ro: Nu a reușit încărcarea portofel
sk: Nepodarilo sa načítať peňaženka
sl: Pri nalaganju denarnice
zh_tw: 未能載入的錢包

source: Failed to validate server certificate
ar: فشل في التحقق من صحة شهادة الملقم
da: Det lykkedes ikke at validere servercertifikatet
el: Απέτυχε η επικύρωση πιστοποιητικού διακομιστή
es_mx: Error al validar el certificado del servidor
fi: Ei voinut tarkistaa palvelimen varmenteen
he: נכשל באימות אישור שרת
hi: सर्वर प्रमाण पत्र को मान्य करने में विफल रहा
hr: Nije uspjela provjera certifikata poslužitelja
hu: Nem sikerült a kiszolgáló tanúsítványának ellenőrzése
ms: Gagal untuk mengesahkan sijil pelayan
nb: Kunne ikke validere serversertifikatet
pt: Falha ao validar certificado do servidor
pt_br: Erro na validação do certificado do servidor
ro: Nu a reuşit să validaţi certificatul de server
sk: Nepodarilo sa overiť certifikát servera
sl: Ni uspel preveriti veljavnosti certifikata
zh_tw: 驗證伺服器憑證失敗

source: Fee is too high (0.01 BTC limit)
ar: رسوم مرتفعة للغاية (0.01 BTC الحد)
ca: Preu és massa alt (límit BTC 0,01)
cs: Poplatek je příliš vysoká (0,01 BTC limit)
da: Gebyret er for høj (0,01 BTC grænse)
el: Τέλος είναι πολύ υψηλό (0.01 BTC όριο)
es_mx: La comisión es demasiado alta (límite 0,01 BTC)
fi: Maksu on liian korkea (0,01 BTC raja)
fr: La somme est trop élevée (limite de 0,01 BTC)
he: התשלום הוא גבוה מדי (0.01 BTC מוגבל)
hi: शुल्क बहुत अधिक है (0.01 बीटीसी सीमा)
hr: Previsoka (0.01 BTC granica)
hu: Díj túl magas (0,01 BTC korlát)
ms: Yuran yang terlalu tinggi (had BTC 0.01)
nb: Avgiften er for høy (0,01 BTC grense)
pt: A taxa é muito alta (limite BTC 0,01)
pt_br: Taxa muito alta (limite de 0,01 BTC)
ro: Taxa este prea mare (0,01 BTC limita)
sk: Poplatok je príliš vysoká (0,01 BTC obmedzenia)
sl: Pristojbina je previsoka (0,01 BTC omejitev)
zh_tw: 費用是太高 (0.01 BTC 限制)

source: Fee per KB
ar: رسوم كل كيلو بايت
ca: Despeses per KB
cs: Poplatek za KB
da: Gebyr per KB
el: Χρέωση ανά KB
es_mx: Comisión por KB
fi: Maksu per KB
fr: Frais par KB
he: תשלום לכל KB
hi: KB प्रति शुल्क
hr: Naknada po KB
hu: Díj KB
ms: Yuran bagi setiap KB
nb: Gebyr per KB
pt: Taxa por KB
pt_br: Taxa por KB
ro: Taxa pe KB
sk: Poplatok za KB
sl: Pristojbina na KB
zh_tw: 費用每 KB

source: Fees
ar: رسوم
ca: Tarifes
cs: Poplatky
da: Gebyrer
el: Αμοιβές
es_mx: Comisiones
fi: Maksut
fr: Frais
he: דמי
hi: फीस
hr: Naknade
hu: Díjak
ms: Yuran
nb: Avgifter
pt: Taxas
pt_br: Taxas
ro: Taxe
sk: Poplatky
sl: Pristojbine
zh_tw: 費用

source: Finished Signing Inputs
ar: الانتهاء من توقيع المدخلات
ca: Acabat signant aportacions
cs: Dokončeno, podepisování vstupy
da: Færdig med at underskrive indgange
el: Τελείωσε την υπογραφή εισροές
es_mx: Se han terminado de firmar las entradas
fi: Valmis allekirjoittamista tuotantopanosten
fr: Saisie de connexion terminée
he: סיים חתימת כניסות
hi: आदानों पर हस्ताक्षर करने समाप्त हो गया
hr: Završio potpisivanjem ulaza
hu: Kész aláírási bemenetek
ms: Selesai menandatangani input
nb: Ferdig å registrere innganger
pt: Terminou assinando entradas
pt_br: Assinatura das entradas concluída
ro: Terminat semnarea intrări
sk: Dokončil podpísanie vstupov
sl: Končal podpis vložkov
zh_tw: 完成簽署投入

source: For increased privacy, we generate a unique address for every payment. All addresses generated in your wallet can still receive funds, even if they no longer appear under Receive.
ar: لزيادة الخصوصية، نقوم بإنشاء عنوان فريد لكل دفعة. كافة العناوين التي تم إنشاؤها في محفظتك يمكن لا تزال تتلقى الأموال، حتى ولو أنها لم تعد تظهر إطار التلقي.
da: Til øget beskyttelse af personlige oplysninger genererer vi en entydig adresse til hver betaling. Alle adresser genereret i din tegnebog kan stadig modtage midler, selv om de ikke længere vises under Modtag.
el: Για αυξημένη προστασία της ιδιωτικής ζωής, δημιουργούμε μια μοναδική διεύθυνση για κάθε πληρωμή. Όλες τις διευθύνσεις που δημιουργούνται στο πορτοφόλι σας να λάβετε ταμεία, ακόμη και αν δεν είναι πλέον εμφανίζονται κάτω από την παραλαβή.
es_mx: Para una privacidad mejorada, generamos una dirección única por cada pago. Todas las direcciones generadas en tu monedero todavía pueden recibir fondos, aúnque ya no aparezcan bajo Recibir.
fi: Lisää yksityisyyttä tuotamme jokaisen maksun yksilöllinen osoite. Kaikki osoitteet syntyy lompakon vielä saada varoja, vaikka ne eivät enää näy vastaanota alle.
he: פרטיות מוגברת, נוכל ליצור כתובת ייחודית עבור כל תשלום. כל כתובות שנוצרו בארנק שלך יכולים עדיין לקבל כספים, אפילו אם הם כבר לא מופיעים תחת קבלה.
hi: बढ़ी हुई गोपनीयता के लिए, हम एक अद्वितीय पते हर भुगतान के लिए उत्पन्न करते हैं। सभी अपने बटुए में उत्पन्न किए गए पते अभी भी धन, प्राप्त कर सकते हैं, भले ही वे अब प्राप्त करें के अंतर्गत दिखाई देते हैं।
hr: Za povećanje privatnosti, možemo generirati jedinstvenu adresu za svaku uplatu. Sve adrese u novčaniku još uvijek možete dobiti sredstva, čak i ako se više ne pojavljuju pod primanja.
hu: A fokozott adatvédelmi hozunk létre egy egyedi címet minden fizetési. Minden cím létrehoz-ban tárcátok továbbra is kaphat, még akkor is, ha azok már nem jelenik meg, alapján beérkezés.
ms: Untuk peningkatan privasi, kami menjana alamat yang unik bagi setiap pembayaran. Semua alamat yang dijana dalam dompet anda masih boleh menerima dana, walaupun ia tidak lagi kelihatan di bawah terima.
nb: For økt personvern genererer vi en unik adresse for hver betaling. Alle adresser generert i lommeboken kan fortsatt motta midler, selv om de ikke lenger vises under mottak.
pt: Para maior privacidade, geramos um endereço exclusivo para cada pagamento. Todos os endereços gerados em sua carteira ainda podem receber fundos, mesmo se eles já não aparecem sob o recebimento.
pt_br: Para maior privacidade, nós geramos um endereço único para cada pagamento. Todos os endereços gerados em sua carteira ainda podem receber fundos, mesmo se não aparecerem mais embaixo de Receber.
ro: Pentru creşterea de confidenţialitate, vom genera o adresă unică pentru fiecare plată. Toate adresele generate în portofel pot primi fonduri, chiar în cazul în care nu mai apar în primire.
sk: Zvýšená ochrana osobných údajov, vytvárame jedinečnú adresu pre každú platbu. Všetky adresy, ktoré sú generované v peňaženke, môžete stále získať prostriedky, aj keď sa už objaví pod prijímanie.
sl: Za večjo zasebnost, moramo ustvariti enoličen naslov za vsako plačilo. Vseh naslovov, ki nastanejo v denarnici lahko še vedno prejemate sredstev, tudi če se ne bo prikazala pod prejemanje.
zh_tw: 為增加隱私，我們生成一個唯一的位址，為每個付款。在你的錢包中生成的所有位址仍可都獲得資金，即使他們不會再出現下都接收。

source: For your safety, we recommend you to transfer any balances in your imported addresses into your Blockchain wallet.
ar: لسلامتك، ننصحك بتحويل أي أرصدة في العناوين المستوردة في محفظتك بلوكتشين.
ca: Per la teva seguretat, us recomanem que per transferir qualsevol equilibris en les adreces importats en la seva cartera de Blockchain.
da: For din sikkerhed anbefaler vi dig at overføre eventuelle restbeløb i din importerede adresser i tegnebogen Blockchain.
el: Για την ασφάλειά σας, σας συνιστούμε να μεταφέρετε το υπόλοιπο σε εισηγμένες διευθύνσεις σας στο πορτοφόλι σας Blockchain.
es_mx: Para tu seguridad, recomendamos transferir cualquier saldo de tus direcciones importadas a tu monedero Blockchain.
fi: Oman turvallisuutesi suosittelemme siirtää kaikki varat tuodut osoitteet Blockchain-lompakkoosi.
he: למען הבטיחות שלך, אנו ממליצים לך להעביר כל היתרות שלך כתובות מיובאות לתוך הארנק שלך Blockchain.
hi: अपनी सुरक्षा के लिए, हम अनुशंसा करते हैं आप अपने आयातित पतों में किसी भी शेष अपने लॉकचेन बटुए में स्थानांतरित करने के लिए।
hr: Zbog vaše sigurnosti, preporučamo vam da prijenos salda u uvezenih adresama u novčanik Blockchain.
hu: Az Ön biztonsága érdekében javasoljuk, hogy az importált címek egyenlegek át a Blockchain pénztárca.
ms: Bagi Keselamatan awda, kami mengesyorkan anda untuk memindahkan apa-apa baki dalam alamat anda import ke dalam dompet Blockchain.
nb: For din sikkerhet anbefaler vi deg å overføre beløp i importerte adressene i lommeboken Blockchain.
pt: Para sua segurança, recomendamos que transfira quaisquer saldos em seus endereços importados para sua carteira de Blockchain.
pt_br: Para sua segurança, recomendamos transferir qualquer saldo nos endereços importados para a Carteira Blockchain.
ro: Pentru siguranţa dumneavoastră, vă recomandăm să transfere orice soldurile din adresele importate în portofel Blockchain.
sk: Pre vašu bezpečnosť odporúčame previesť akékoľvek zostatky v importovaných adries do peňaženky Blockchain.
sl: Za vašo varnost, vam priporočamo prenos vseh salde uvožene naslove v denarnici Blockchain.
zh_tw: 為了您的安全，我們建議您將任何在您導入的位址的餘額轉移到你的 Blockchain 錢包。

source: Forget Wallet
ar: نسيت المحفظة
ca: Oblidar la cartera
cs: Zapomeňte na peněženku
da: Glem tegnebog
el: Ξεχάστε το πορτοφόλι
es_mx: Olvidar monedero
fi: Unohda lompakko
fr: Oublier le portefeuille
he: . שכח את הארנק
hi: बटुआ भूल जाते हैं
hr: Zaboravi novčanik
hu: Felejtsd el a tárca
ms: Lupa Wallet
nb: Glem lommebok
pt: Esqueça a carteira
pt_br: Descartar Carteira
ro: Uita de portofel
sk: Zabudnite na peňaženky
sl: Pozabite denarnice
zh_tw: 忘了錢包

source: Found %d, with %@
ar: العثور على %1$d، مع %2$@
ca: Es troba %1$d, amb %2$@
cs: Nalezeny %1$d, s %2$@
da: Fundet %1$d, med %2$@
el: Βρέθηκαν %1$d, με %2$@
es_mx: Se ha encontrado %1$d, con %2$@
fi: Löytyi %1$d %2$@
fr: Trouvé %1$d, avec %2$@
he: נמצאו %1$d, עם %2$@
hi: %1$d, %2$@ के साथ पाया
hr: Našao %1$d, s %2$@
hu: Talált %1$d, %2$@
ms: Mendapati %1$d, dengan %2$@
nb: Fant %1$d, med %2$@
pt: Encontrei o %1$d, com %2$@
pt_br: Encontrado %1$d, com 2%$@
ro: Găsit %1$d, cu %2$@
sk: Nájsť %1$d s %2$@
sl: Ustanavljati %1$d, z %2$@
zh_tw: 發現 %1$d，與 %2$@

source: From
ar: من
da: Fra
el: Από
es_mx: De
fi: Alkaen
he: מ
hi: से
hr: Od
hu: A
ms: Dari
nb: Fra
pt: De
pt_br: De
ro: La
sk: Od
sl: Iz
zh_tw: 從

source: From and destination address have to be different
ar: من وعنوان الوجهة يجب أن تكون مختلفة
ca: Des i adreça de destinació ha de ser diferents
cs: Od a cílová adresa se musí lišit
da: Fra og destinationsadressen nødt til at være anderledes
el: Από και διεύθυνση προορισμού πρέπει να διαφέρει
es_mx: Las direcciones de envío y de recepción deben ser diferentes
fi: Päässä ja kohdeosoite on erilainen
fr: Les adresses de départ et de destination doivent être différentes
he: מ כתובת היעד חייב להיות שונה
hi: से और गंतव्य पता है अलग होना करने के लिए
hr: Iz i odredišna adresa moraju biti različite
hu: Származó és a rendeltetési hely cím van, hogy különböző
ms: Dari dan alamat destinasi berbeza
nb: Fra og destinasjonsadresse må være forskjellige
pt: De e o endereço de destino tem que ser diferente
pt_br: Os endereços de remessa e destino devem ser diferentes
ro: La şi adresa de destinaţie trebuie să fie diferite
sk: Z a cieľová adresa musia byť rôzne
sl: Iz in ciljni naslov je treba različne
zh_tw: 從和目的地位址必須是不同

source: From and destination have to be different
ar: من والوجهة التي يجب أن تكون مختلفة
ca: De destinació ha de ser diferent i
cs: Od a cíl musí být různé
da: Fra og destination skal være forskellige
el: Από και προορισμού πρέπει να διαφέρει
es_mx: El origen y el destino deben ser diferentes
fi: Alkaen ja määränpää on erilainen
fr: L’origine et la destination doivent être différentes
he: מן היעד חייב להיות שונה
hi: से और गंतव्य अलग होना है
hr: Iz i odredište moraju biti različite
hu: Származó és a rendeltetési hely van, hogy különböző
ms: Dari dan destinasi yang perlu berbeza
nb: Fra og være annerledes
pt: De e destino tem que ser diferente
pt_br: O local de envio e o destinatário devem ser diferentes
ro: La şi destinaţie trebuie să fie diferite
sk: Z a určenia musia byť rôzne
sl: Iz in namembni kraj, je treba različne
zh_tw: 從和目的地必須是不同

source: Go to Settings
ar: اذهب إلى الإعدادات
ca: Aneu a configuració
cs: Přejděte do nabídky nastavení
da: Gå til indstillinger
el: Μεταβείτε στην επιλογή Ρυθμίσεις
es_mx: Ir a Configuración
fi: Valitse asetukset
fr: Allez dans Paramètres
he: עבור אל הגדרות
hi: सेटिंग्स पर जाएँ
hr: Idite na postavke
hu: Nyissa meg a Settings
ms: Pergi ke seting
nb: Gå til innstillinger
pt: Vá para configurações
pt_br: Acessar Configurações
ro: Du-te la setările
sk: Prejdite na nastavenia
sl: Pojdite na nastavitve
zh_tw: 轉到設置

source: Google Authenticator
ar: جوجل المصادق
cs: Aplikace Google Authenticator
da: Google Autentificering
el: Ο Επαληθευτής Google
hi: Google प्रमाणक
hr: Google autentifikator
hu: A Google hitelesítő
ms: Google pengesah
nb: Google godkjenner
sk: Aplikácia Google Authenticator
sl: Programa Google Authenticator
zh_tw: Google 身份驗證器

source: Hint Stored
ar: تلميح المخزنة
ca: Pista emmagatzemat
cs: Tip uloženy
da: Tip gemt
el: Υπόδειξη αποθηκεύονται
es_mx: Sugerencia guardada
fi: Vihje tallennettu
fr: Indice stocké
he: רמז מאוחסנים
hi: संग्रहीत संकेत
hr: Savjet pohranjen
hu: Tipp tárolt
ms: Petunjuk yang disimpan
nb: Tips lagret
pt: Dica armazenada
pt_br: Dica Armazenada
ro: Indiciu stocate
sk: Náznak uložené
sl: Namig, shranjene
zh_tw: 存儲的提示

source: How would you like to pair?
ar: كيف تريد أن زوج؟
ca: Com li agradaria a la parella?
cs: Jak chcete dvojici?
da: Hvordan vil du gerne par?
el: Πώς θα θέλατε να ζεύγος;
es_mx: ¿Cómo te gustaría sincronizarlo?
fi: Miten haluat pari?
fr: Comment aimeriez-vous jumeler ?
he: ? מה דעתך על זוג
hi: आप जोड़ी करने के लिए कैसे करना चाहेंगे?
hr: Kako želite li par?
hu: Hogyan szeretne pár?
ms: Bagaimana anda mahu pasangan?
nb: Hvordan ville du like å par?
pt: Como você gostaria de par?
pt_br: Como você gostaria de parear?
ro: Cum doriţi să pereche?
sk: Ako by ste chceli pár?
sl: Kako bi želeli par?
zh_tw: 你怎麼想對?

source: Identifier
ar: المعرف
ca: Identificador
cs: Identifikátor
da: Id
el: Αναγνωριστικό
es_mx: Identificador
fi: Tunnus
he: המזהה
hi: पहचानकर्ता
hr: Identifikator
hu: Azonosítója
ms: Pengenalpastian
nb: Identifikator
pt: Identificador de
pt_br: Identificador
ro: Identificator
sk: Identifikátor
sl: Identifikator
zh_tw: 識別碼

source: If you are a merchant, view your extended public key (xPub) and use the Blockchain Merchant app to receive funds.
ar: إذا كنت تاجراً، عرض المفتاح العمومي الخاص بك الموسعة (إكسبوب) واستخدام التطبيق التاجر بلوكتشاين للحصول على أموال.
da: Hvis du er en købmand, se din udvidede offentlige nøgle (xPub) og brug Blockchain købmand app til at modtage midler.
el: Εάν είστε ένας έμπορος, προβάλετε το εκτεταμένο δημόσιο κλειδί (xPub) και χρήση της εφαρμογής Blockchain έμπορος να λαμβάνουν κεφάλαια.
es_mx: Si eres comerciante, visualiza tu clave pública extendida (xPub) y usa el app Blockchain Merchant para recibir fondos.
fi: Jos olet kauppias, tarkastele laajennettu julkisen avaimesi (xPub) ja vastaanottaa varoja Blockchain kauppias-sovelluksella.
he: אם אתה סוחר, הצג את המפתח הציבורי המורחבת שלך (xPub), להשתמש app Blockchain הסוחר לקבל כספים.
hi: यदि आप एक व्यापारी हैं, अपने विस्तारित सार्वजनिक कुंजी (xPub) देखने और धन प्राप्त करने के लिए लॉकचेन मर्चेंट ऐप का उपयोग करें।
hr: Ako ste trgovac, Pogledaj svoj prošireni javni ključ (xPub) i Blockchain trgovac aplikacija koristi za primanje sredstava.
hu: Ha egy kereskedő, a kiterjesztett nyilvános kulcs (xPub) és használhatják a kereskedő Blockchain app részesülnek.
ms: Jika anda seorang peniaga, lihat kunci awam dilanjutkan (xPub) dan menggunakan aplikasi Saudagar Blockchain untuk mendapat dana.
nb: Hvis du er en handelsmann, vise utvidede fellesnøkkelen (xPub) og bruke Blockchain kjøpmann programmet for å motta midler.
pt: Se você é um comerciante, exibir sua chave pública estendido (xPub) e usar o app Blockchain comerciante para receber os fundos.
pt_br: Se você é um estabelecimento, visualize sua chave pública estendida (xPub) e use o aplicativo Blockchain Merchant para receber fundos.
ro: Dacă sunteţi un comerciant, Vezi cheia publică extinse (xPub) şi de a folosi app Blockchain comerciant să primească fonduri.
sk: Ak ste obchodník, Zobraziť rozšírené verejný kľúč (xPub) a používať aplikáciu Blockchain obchodníka na prijímanie prostriedkov.
sl: Če ste trgovec, Poglej si svoj razširjene javni ključ (xPub) in uporabite Blockchain trgovske app za prejemanje sredstev.
zh_tw: 如果你是個商人，查看您擴展的公開金鑰 (xPub) 和使用 Blockchain 商人應用程式來獲得資金。

source: Import Private Key
ar: المفتاح الخاص الاستيراد
ca: Clau privada d'importació
cs: Importovat soukromý klíč
da: Importer Private nøgle
el: Εισαγωγή ιδιωτικού κλειδιού
es_mx: Escanear la clave privada
fi: Tuo yksityinen avain
fr: Importer la clé privée
he: מפתח פרטי ייבוא
hi: आयात निजी कुंजी
hr: Uvezi privatni ključ
hu: Import privát kulcs
ms: Kunci peribadi import
nb: Importer privatnøkkel
pt: Chave privada de importação
pt_br: Importar Chave Privada
ro: Cheie privată de import
sk: Importovať súkromný kľúč
sl: Uvoz zasebnega ključa
zh_tw: 導入私密金鑰

source: Import address
ar: استيراد العناوين
ca: Adreça d'importació
da: Importere adresse
el: Εισαγωγή διευθύνσεων
es_mx: Importar dirección
fi: Tuo osoite
fr: Importer des adresses
he: ייבוא כתובת
hi: पते आयात करें
hr: Uvoz adresa
hu: Importálja a cím
ms: Import alamat
nb: Importere adresse
pt: Endereço de importação
pt_br: Importar Endereço
ro: Adresa de import
sk: Importovať adresu
sl: Uvozite naslov
zh_tw: 導入位址

source: Imported Addresses
ar: عناوين المستوردة
ca: Adreces importats
cs: Importované adresy
da: Importerede adresser
el: Εισηγμένες διευθύνσεις
es_mx: Direcciones importadas
fi: Tuodut osoitteet
fr: Adresses importées
he: כתובות מיובאות
hi: आयातित पतों
hr: Uvezeni adrese
hu: Importált címek
ms: Alamat yang diimport
nb: Importerte adresser
pt: Endereços importados
pt_br: Endereços Importados
ro: Adrese importate
sk: Importovaných adries
sl: Uvožene naslove
zh_tw: 導入的位址

source: Imported Addresses (Archived)
ar: عناوين المستوردة (أرشفة)
ca: Adreces importats (arxivats)
cs: Importované adresy (Archived)
da: Importerede adresser (arkiveret)
el: Εισηγμένες διευθύνσεις (Archived)
es_mx: Direcciones importadas (Archivadas)
fi: Tuodut osoitteet (Archived)
fr: Adresses importées (archivées)
he: כתובות מיובאות (בארכיון)
hi: आयातित पतों (संग्रहीत)
hr: Uvezeni adrese (arhiva)
hu: Importált címek (archív)
ms: Alamat import (Arkib)
nb: Importerte adresser (arkivert)
pt: Endereços importados (arquivados)
pt_br: Endereços Importados (Arquivados)
ro: Adrese importate de (arhivat)
sk: Importovaných adries (archivovať)
sl: Uvožene naslove (arhivirane)
zh_tw: 導入的位址 (歸檔)

source: Imported Private Key %@
ar: %@ استيراد المفتاح الخاص
ca: Clau privada importada %@
cs: Importovaný soukromý klíč %@
da: Importerede Private nøgle %@
el: Εισαγόμενα ιδιωτικού κλειδιού %@
es_mx: Clave privada %@ importada
fi: Tuotu yksityinen avain %@
fr: Clé privée importée %@
he: מפתח פרטי מיובאת %@
hi: आयातित निजी कुंजी %@
hr: Uvezeni osobni ključ %@
hu: Importált személyes kulcs %@
ms: %@ kunci peribadi yang diimport
nb: Importerte privat nøkkel %@
pt: A chave privada importada %@
pt_br: Chave Privada Importada %@
ro: Cheie privată importate %@
sk: Dovážané súkromný kľúč %@
sl: Uvoženi zasebni ključ %@
zh_tw: 導入的私密金鑰 %@

source: Imported watch-only address %@
ar: استيراد عنوان مشاهدة فقط %@
ca: Importats només per veure l'adreça %@
da: Importerede kun watch-adresse %@
el: Εισάγονται μόνο ρολόι διεύθυνση %@
es_mx: Dirección Sólo Ver importada %@
fi: Tuoda vain katsella-osoite %@
fr: Importé montre seule adresse %@
he: כתובת השעון בלבד המיובאים %@
hi: आयातित केवल देखो पता %@
hr: Uvesti samo za sat adresa %@
hu: Importált csak watch cím %@
ms: %@ alamat menonton sahaja yang diimport
nb: Importerte bare se adressen %@
pt: %@ de endereço somente relógio importado
pt_br: Endereço watch-only importado %@
ro: Importate doar uita-te la adresa %@
sk: Importovať adresy určenej iba na hodinky %@
sl: Uvožene watch samo naslov %@
zh_tw: 導入只觀看位址 %@

source: Importing key
ar: استيراد مفتاح
ca: Importar la clau
cs: Importovat klíč
da: Import af nøgle
el: Εισαγωγή κλειδί
es_mx: Importando clave
fi: Tuo avain
fr: Importation de la clé
he: ייבוא מפתח
hi: कुंजी आयात कर रहा है
hr: Uvoz ključ
hu: Kulcs importálása
ms: Import utama
nb: Importere nøkkelen
pt: Importação de chave
pt_br: Importando chave
ro: Importul cheie
sk: Import kľúča
sl: Uvažanje ključ
zh_tw: 導入金鑰

source: Incorrect PIN. Please retry.
ar: PIN غير صحيح. الرجاء إعادة المحاولة.
ca: PIN incorrecte. Si us plau, torneu a provar.
cs: Nesprávný kód PIN. Opakujte akci.
da: Ugyldig PIN-kode. Behage prøve igen.
el: Λανθασμένο κωδικό PIN. Δοκιμάστε ξανά.
es_mx: PIN incorrecto. Por favor, inténtalo de nuevo.
fi: Virheellinen PIN-tunnus. Yritä uudelleen.
fr: Code PIN incorrect. Veuillez réessayer.
he: PIN שגוי. נא נסה שנית.
hi: ग़लत PIN. कृपया पुन: प्रयास करें।
hr: Pogrešan PIN. Pokušajte ponovno.
hu: Helytelen PIN-kódot. Próbálkozzon újra.
ms: PIN yang tidak betul. Sila cuba lagi.
nb: Feil PIN-kode. Prøv på nytt.
pt: PIN incorreto. Por favor, tente novamente.
pt_br: PIN Incorreto. Por favor, tente novamente.
ro: PIN incorect. Vă rugăm să încercaţi din nou.
sk: Nesprávny kód PIN. Prosím skúste to znova.
sl: Napačen PIN. Poskusite znova.
zh_tw: 不正確的 PIN。請重試。
