Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Loading External Page
ar: تحميل صفحة خارجية
ca: Carregant pàgina externa
cs: Načítání externí stránky
da: Indlæsning af ekstern side
el: Φόρτωση εξωτερική σελίδα
es_mx: Cargando página externa
fi: Ulkoinen sivu lastaus
fr: Chargement de page externe
he: טעינת דף חיצוני
hi: बाह्य पृष्ठ लोड हो रहा है
hr: Učitavanje vanjskih stranica
hu: Külső oldal
ms: Memuatkan laman luar
nb: Laste eksterne side
pt: Carregando a página externa
pt_br: Carregando Página Externa
ro: Pagina de externe de încărcare
sk: Načítanie externých stránok
sl: Nalaganje zunanjih strani
zh_tw: 載入外部頁

source: Loading transactions
ar: تحميل المعاملات
ca: Operacions de càrrega
cs: Načítání transakcí
da: Indlæsning af transaktioner
el: Φόρτωση συναλλαγές
es_mx: Cargando transacciones
fi: Ladataan tapahtumia
fr: Chargement des transactions
he: טעינת עסקאות
hi: लेनदेन के लोड हो रहा है
hr: Učitavanje transakcije
hu: Tranzakciókat betöltő
ms: Memuatkan urus niaga
nb: Laster inn transaksjoner
pt: Operações de carregamento
pt_br: Carregando transações
ro: Operațiunile de încărcare
sk: Načítavajúce transakcie
sl: Nalagajo transakcije
zh_tw: 正在載入交易記錄

source: Local Currency
ar: العملة المحلية
ca: Moneda local
cs: Místní měna
da: Lokal valuta
el: Τοπικό νόμισμα
es_mx: Moneda local
fi: Paikallisessa valuutassa
fr: Monnaie locale
he: מטבע מקומי
hi: स्थानीय मुद्रा
hr: Lokalnoj valuti
hu: Helyi pénznemben
ms: Mata Wang tempatan
nb: Lokal valuta
pt: Moeda local
pt_br: Moeda Local
ro: Moneda locală
sk: Miestnej meny
sl: Lokalni valuti
zh_tw: 當地貨幣

source: Log in to my Wallet
ar: تسجيل الدخول إلى محفظتي
ca: Accedir a la cartera
cs: Přihlaste se k mé peněžence
da: Log ind på min tegnebog
el: Συνδεθείτε στο πορτοφόλι μου
es_mx: Iniciar sesión en mi monedero
fi: Kirjaudu sisään minun lompakko
fr: Me connecter à mon portefeuille
he: התחבר עם הארנק שלי
hi: मेरा बटुआ के लिए लॉग इन करें
hr: Prijavite se na moj novčanik
hu: Fatörzs-ban-hoz az én-m pénztárca
ms: Log masuk ke Wallet saya
nb: Logg inn på min lommebok
pt: Faça logon minha carteira
pt_br: Entrar em minha Carteira
ro: Conectaţi-vă la portofelul meu
sk: Prihláste sa do mojej peňaženky
sl: Prijava na mojo denarnico
zh_tw: 登錄到我的錢包

source: Login existing Wallet
ar: المحفظة القائمة تسجيل الدخول
ca: Connecti's cartera existent
cs: Přihlášení stávajících Peněženka
da: Login eksisterende tegnebog
el: Οι υπάρχουσες πορτοφόλι σύνδεσης
es_mx: Cargar monedero existente
fi: Kirjaudu olemassa lompakko
fr: Connexion au portefeuille existant
he: הארנק קיימת כניסה
hi: लॉगिन मौजूदा बटुआ
hr: Prijava postojećih novčanik
hu: Bejelentkezés meglévő pénztárca
ms: Log masuk Wallet sedia ada
nb: Logg inn eksisterende lommebok
pt: Login carteira existente
pt_br: Entrar em Carteira existente
ro: Conectare existente portofel
sk: Prihlasovacie údaje existujúcim peňaženka
sl: Prijavo obstoječih denarnice
zh_tw: 登錄現有錢包

source: Logout
ar: تسجيل الخروج
cs: Odhlášení
el: Αποσύνδεση
es_mx: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: יציאה מהמערכת
hi: लॉग आउट
hr: Odjava
hu: Kijelentkezés
ms: Log keluar
nb: Logg
pt_br: Sair
ro: Deconectare
sk: Odhlásiť
zh_tw: 登出

source: Logout and forget wallet
ar: تسجيل الخروج وينسى المحفظة
da: Logout og glemme tegnebog
el: Αποσυνδεθείτε και ξεχάσετε το πορτοφόλι
es_mx: Cerrar sesión y olvidar monedero
fi: Kirjaudu ulos ja unohda lompakko
he: יציאה ולשכוח את הארנק
hi: लॉग आउट और बटुआ भूल जाते हैं
hr: Odjava i zaboravi novčanik
hu: Jel, és felejtsd el a tárca
ms: Log keluar dan lupa wallet
nb: Logg av og glem lommebok
pt: Logout e esquecer a carteira
pt_br: Sair e esquecer carteira
ro: Deconectare şi să uitaţi de portofel
sk: Logout a zabudnúť peňaženku
sl: Odjava in pozabil denarnico
zh_tw: 登出和忘了錢包

source: Lower fee
ar: رسوم أقل
ca: Quota inferior
da: Lavere gebyr
el: Χαμηλότερη αμοιβή
es_mx: Bajar la comisión
fi: Alennettu maksu
he: עלות נמוכה יותר
hi: कम शुल्क
hr: Niže naknade
hu: Alacsonyabb díjat
ms: Kos lebih rendah
nb: Lavere avgift
pt: Menor taxa
pt_br: Reduzir taxa
ro: Taxă redusă
sk: Zvýhodnený poplatok
sl: Nižje pristojbine
zh_tw: 低費用

source: Make Default
ar: جعل الافتراضي
ca: Fer per defecte
cs: Vytvořit výchozí
da: Gøre standard
el: Κάνει προεπιλογή
es_mx: Establecer como predeterminada
fi: Tee oletus
fr: Faire défaut
he: להפוך את ברירת המחדל
hi: कर डिफ़ॉल्ट
hr: Izraditi zadani
hu: Hogy alapértelmezett
ms: Membuat lalai
nb: Gjøre standard
pt: Tornar padrão
pt_br: Tornar Padrão
ro: Face implicit
sk: Vykonať predvolenú
sl: Bo privzeto
zh_tw: 讓預設

source: Manual Pairing
ar: ازدواج يدوي
ca: Manual de vinculació
cs: Ruční párování
da: Manuel parring
el: Μη αυτόματη αντιστοίχιση
es_mx: Sincronización manual
fi: Manuaalinen pariliitoksen
fr: Jumelage manuel
he: זיווג ידני
hi: मैनुअल बाँधना
hr: Ručno uparivanje
hu: Kézi párosítása
ms: Berpasangan secara manual
nb: Manuell sammenkobling
pt: Manual de emparelhamento
pt_br: Pareamento Manual
ro: Asocierea manuală
sk: Ručné párovanie
sl: Ročno seznanjanje
zh_tw: 手動配對

source: Manually
ar: يدوياً
ca: Manualment
cs: Ručně
da: Manuelt
el: Με μη αυτόματο τρόπο
es_mx: Manualmente
fi: Manuaalisesti
fr: Manuellement
he: באופן ידני
hi: मैन्युअल रूप से
hr: Ručno
hu: Kézzel
ms: Secara manual
nb: Manuelt
pt: Manualmente
pt_br: Manualmente
ro: Manual
sk: Manuálne
sl: Ročno
zh_tw: 手動

source: Merchant
ar: التاجر
ca: Mercader
cs: Obchodník
da: Købmand
el: Έμπορος
es_mx: Comerciante
fi: Kauppias
fr: Commerçant
he: סוחר
hi: व्यापारी
hr: Trgovac
hu: Kereskedő
ms: Saudagar
nb: Kjøpmann
pt: Comerciante
pt_br: Comerciante
ro: Comerciant
sk: Obchodníka
sl: Trgovec
zh_tw: 商人

source: Merchant Directory is currently unavailable. Please try again later.
ar: الدليل التجاري غير متوفر حاليا. الرجاء المحاولة مرة أخرى لاحقاً.
ca: Mercant directori està disponible actualment. Intenteu-ho més tard.
cs: Obchodní adresář je nyní k dispozici. Opakujte akci později.
da: Købmand register er ikke tilgængelig i øjeblikket. Prøv igen senere.
el: Εμπορικός κατάλογος είναι διαθέσιμο προς το παρόν. Παρακαλώ προσπαθήστε ξανά αργότερα.
es_mx: El directorio de comerciantes no está disponible actualmente. Por favor, reinténtalo más tarde.
fi: Kauppias hakemistoon ei ole käytettävissä. Yritä myöhemmin uudelleen.
fr: La liste des commerçants est actuellement indisponible. Veuillez réessayer plus tard.
he: מדריך סוחר אינו זמין כעת. נא נסה שוב מאוחר יותר.
hi: व्यापारी निर्देशिका वर्तमान में अनुपलब्ध है। कृपया बाद में पुन: प्रयास करें।
hr: Trgovački direktorij je trenutno nedostupan. Pokušajte ponovo kasnije.
hu: Kereskedő a könyvtár a jelenleg nem érhető el. Kérjük, próbálkozzon később.
ms: Direktori Saudagar tidak tersedia buat masa ini. Sila cuba lagi nanti.
nb: Kjøpmannen katalog er ikke tilgjengelig. Prøv igjen senere.
pt: Diretório de comerciante é indisponível no momento. Por favor, tente novamente mais tarde.
pt_br: A Lista de Estabelecimentos está temporariamente indisponível. Por favor, tente novamente mais tarde.
ro: Comerciant Director este disponibilă în prezent. Vă rugăm să încercaţi din nou mai târziu.
sk: Obchodný adresár je momentálne nedostupný. Skúste znova neskôr.
sl: Trgovec Directory je trenutno ni na voljo. Poskusite znova pozneje.
zh_tw: 商人目錄是當前不可用。請稍後再試。

source: Merchant Map
ar: خريطة التاجر
ca: Mapa mercant
cs: Obchodní mapa
da: Købmand kort
el: Έμπορος χάρτη
es_mx: Mapa del comerciante
fi: Kauppa kartta
fr: Carte des commerçants
he: סוחר מפה
hi: व्यापारी मानचित्र
hr: Trgovačka karta
hu: Kereskedő megjelenítése
ms: Saudagar Peta
nb: Kjøpmann kart
pt: Mapa de comerciante
pt_br: Mapa de Estabelecimentos
ro: Comerciant hartă
sk: Obchodné Mapa
sl: Trgovec zemljevid
zh_tw: 商人的地圖

source: Merchant URL
ar: رابط التاجر
ca: Mercant URL
cs: Obchodní adresa URL
da: Købmand URL
el: Έμπορος URL
es_mx: URL del comerciante
fi: Kauppias URL
fr: URL des commerçants
he: כתובת url של סוחר
hi: व्यापारी यूआरएल
hr: Trgovac URL
hu: Kereskedő URL
ms: Saudagar URL
nb: Kjøpmann URL
pt: URL de comerciante
pt_br: URL do estabelecimento
ro: Comerciant URL
sk: Obchodné URL
sl: Trgovec URL
zh_tw: 商人的 URL

source: Mobile Linked
ar: موبايل مرتبطة
ca: Mòbil vinculat
cs: Mobilní Spojené
da: Mobiltelefon knyttet
el: Κινητό που συνδέονται
es_mx: Celular enlazado
fi: Mobile liittyy
fr: Portable jumelé
he: ניידים מקושרים
hi: मोबाइल से जुड़ा हुआ
hr: Mobilni povezan
hu: Kapcsolódó mobil
ms: Mudah-alih yang berkaitan
nb: Mobile knyttet
pt: Celular ligado
pt_br: Celular Vinculado
ro: Mobile legate
sk: Mobile súvisí
sl: Mobile, povezane
zh_tw: 手機連結

source: Mobile Number
ar: رقم الهاتف المحمول
ca: Número de mòbil
cs: Mobilní číslo
da: Mobil nummer
el: Τον αριθμό του κινητού
es_mx: Número de teléfono celular
fi: Matkapuhelinnumero
fr: Numéro de portable
he: מספר טלפון נייד
hi: मोबाइल नंबर
hr: Broj mobitela
hu: Mobil szám
ms: Nombor telefon bimbit
nb: Mobilnummer
pt: Número de telemóvel
pt_br: Número de Celular
ro: Numarul de telefon mobil
sk: Číslo mobilného telefónu
sl: Številka mobilnega telefona
zh_tw: 行動電話號碼

source: My Bitcoin Wallet
ar: محفظتي بيتكوين
ca: La cartera de Bitcoin
cs: Moje peněženka Bitcoin
da: Min Bitcoin tegnebog
el: Το πορτοφόλι μου Bitcoin
es_mx: Mi monedero Bitcoin
fi: Bitcoin lompakko
fr: Mon portefeuille bitcoin
he: הארנק שלי ביטקוין
hi: मेरी Bitcoin बटुआ
hr: Novčanik Bitcoin
hu: Bitcoin tárcámat
ms: Wallet Bitcoin saya
nb: Lommeboka Bitcoin
pt: Minha carteira de Bitcoin
pt_br: Minha Carteira Bitcoin
ro: Portofelul meu Bitcoin
sk: Môj Bitcoin peňaženku
sl: Moj Bitcoin denarnico
zh_tw: 我的比特幣錢包

source: NOTE: The scanned private key does not correspond to this watch-only address. If you want to spend from this address, make sure that you scan the correct private key.
ar: ملاحظة: المفتاح الخاص الممسوحة ضوئياً لا تتوافق مع هذا العنوان مشاهدة فقط. إذا كنت تريد أن تنفق من هذا العنوان، تأكد من أن تقوم بتفحص المفتاح الخاص الصحيح.
ca: Nota: La clau privada escanejada no correspon a aquesta adreça només de veure. Si voleu passar d'aquesta adreça, assegureu-vos que escanejar la clau privada correcta.
cs: Poznámka: Naskenované soukromý klíč neodpovídá této hodinky pouze adresu. Pokud chcete strávit z této adresy, ujistěte se, že skenujete správným soukromým klíčem.
da: Bemærk: Den scannede private nøgle svarer ikke til denne ur-kun adresse. Hvis du ønsker at bruge fra denne adresse, Sørg for, at scanner du den korrekte private nøgle.
el: Σημείωση: Το σαρωμένο ιδιωτικό κλειδί δεν αντιστοιχεί σε αυτή τη διεύθυνση μόνο ρολόι. Αν θέλετε να περάσουν από αυτή τη διεύθυνση, βεβαιωθείτε ότι μπορείτε να σαρώσετε το σωστό ιδιωτικό κλειδί.
es_mx: NOTA: La clave privada escaneada no corresponde a la dirección Sólo Ver. Si deseas gastar desde esta dirección, asegúrate de escanear la clave privada correcta.
fi: Huomautus: Skannatun yksityinen avain ei vastaa vain katsella-osoite. Jos haluat viettää tästä osoitteesta, varmista, että tarkistat oikealla yksityisellä avaimella.
fr: NOTE : La clé privée scannée ne correspond pas à cette adresse qui n’est que pour consultation. Si vous voulez dépenser à partir de cette adresse, assurez-vous que vous scannez la bonne clé privée.
he: הערה: המפתח הפרטי שנסרקו אינו תואם לכתובת זו השעון בלבד. אם אתה רוצה לבלות מכתובת זו, ודא סריקה של המפתח הפרטי המתאים.
hi: नोट:: यह केवल देखो पता करने के लिए स्कैन की गई निजी कुंजी संगत नहीं है। आप इस पते से खर्च करने के लिए चाहते हैं, तो सुनिश्चित करें कि आप सही निजी कुंजी स्कैन।
hr: Napomena: Skenirani privatni ključ ne odgovara ovaj sat samo adresu. Ako želite provesti s ove adrese, provjerite da skenirate ispravan privatni ključ.
hu: Megjegyzés: A beolvasott privát kulcs nem felel meg e csak watch cím. Ha szeretne költeni erre a címre, győződjön meg róla, hogy ellenőrizze a megfelelő személyes kulccsal.
ms: Nota: Kunci peribadi imbasan tidak sepadan dengan alamat ini menonton sahaja. Jika anda mahu untuk menghabiskan dari alamat ini, pastikan anda imbas kunci peribadi yang betul.
nb: Merk: Skannede privatnøkkelen samsvarer ikke med denne bare se adressen. Hvis du vil bruke fra denne adressen, kontrollerer du at du skanner den rette privatnøkkelen.
pt: Nota: A chave privada digitalizada não corresponde a este endereço somente para assistir. Se você deseja passar a partir deste endereço, certifique-se de que você digitalizar a chave privada correta.
pt_br: OBSERVAÇÃO: a chave privada escaneada não corresponde a este endereço watch-only. Para gastar deste endereço, por favor, escaneie a chave privada correta.
ro: Notă: Cheia privată scanate nu corespunde la această adresă numai de ceas. Dacă doriţi să petreceţi la această adresă, asiguraţi-vă că vă scana cheia privată corect.
sk: Poznámka: Naskenované súkromného kľúča nezodpovedá tejto adresy určenej iba na hodinky. Ak chcete stráviť z tejto adresy, uistite sa, že budete kontrolovať správny súkromný kľúč.
sl: Opomba: Skenirane zasebni ključ ne ustreza ta watch samo naslov. Če želite preživeti s tega naslova, se prepričajte, da jih optično preberete s pravilnim zasebnim ključem.
zh_tw: 注: 掃描的私密金鑰這只手錶的位址不對應。如果你想花來自此位址，請確保您掃描正確的私密金鑰。

source: Name
ar: الاسم
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es_mx: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: név
ms: Nama
nb: navn
pt: Nome
pt_br: Nome
ro: nume
sk: meno
sl: ime
zh_tw: 名稱

source: Needs BIP38 Password
ar: يحتاج كلمة مرور BIP38
da: Brug BIP38 adgangskode
el: Χρειάζεται κωδικό πρόσβασης BIP38
es_mx: Necesita la clave BIP38
fi: Tarvitsee BIP38 salasana
he: צריך סיסמה BIP38
hi: BIP38 पासवर्ड की जरूरत
hr: Treba BIP38 lozinku
hu: Szükséges BIP38 jelszó
ms: Memerlukan kata laluan BIP38
nb: Nødvendig BIP38 passord
pt: Precisa de senha BIP38
pt_br: Precisa de Senha BIP38
ro: Are nevoie de BIP38 parola
sk: Potrebuje BIP38 heslo
sl: Potrebuje BIP38 geslo
zh_tw: 需要 BIP38 密碼

source: New Address
ar: عنوان جديد
ca: Nova adreça
cs: Nová adresa
da: Ny adresse
el: Νέα διεύθυνση
es_mx: Nueva dirección
fi: Uusi osoite
fr: Nouvelle adresse
he: כתובת חדשה
hi: नया पता
hr: Nova adresa
hu: Új cím
ms: Alamat baru
nb: Ny adresse
pt: Novo endereço
pt_br: Novo endereço
ro: Noua adresa
sk: Nová adresa
sl: Nov naslov
zh_tw: 新的位址

source: New Email Address
ar: عنوان البريد الإلكتروني الجديد
ca: Nova adreça de correu electrònic
cs: Nová e-mailová adresa
da: Ny emailadresse
el: Νέα διεύθυνση ηλεκτρονικού ταχυδρομείου
es_mx: Nueva dirección de correo electrónico
fi: Uusi sähköpostiosoite
fr: Nouvelle adresse e-mail
he: כתובת הדוא ל החדשה
hi: नए ईमेल पते
hr: Nova E-mail adresa
hu: Új E-mail cím
ms: Alamat e-mel baru
nb: Ny e-postadresse
pt: Novo endereço de E-mail
pt_br: Novo Endereço de E-mail
ro: Noua adresa de E-mail
sk: Nový e-mailovú adresu
sl: Nov e-poštni naslov
zh_tw: 新的電子郵件地址

source: New Mobile Number
ar: رقم الهاتف المحمول الجديدة
ca: Nou número de mòbil
cs: Nové mobilní číslo
da: Nyt mobil nummer
el: Νέο κινητό αριθμό
es_mx: Nuevo número de teléfono celular
fi: Veres eloisa joukko
fr: Nouveau numéro de portable
he: מספר נייד חדש
hi: नया मोबाइल नंबर
hr: Novi broj mobitela
hu: Új mobil szám
ms: Nombor mudah alih yang baru
nb: Nye mobilnummer
pt: Novo número de telemóvel
pt_br: Novo Número de Celular
ro: Numarul de telefon mobil nou
sk: Nové mobilné číslo
sl: Novo mobilno številko
zh_tw: 新的行動電話號碼

source: New PIN must be different
ar: رقم التعريف الشخصي الجديد يجب أن تكون مختلفة
da: Ny pinkode skal være forskellige
el: Νέο PIN πρέπει να είναι διαφορετικό
es_mx: El PIN nuevo debe ser diferente
fi: Uuden PIN-tunnuksen on oltava eri
he: ה-PIN החדש חייב להיות שונה
hi: नया पिन अलग होना चाहिए
hr: Novi PIN mora se razlikovati
hu: Új PIN-kódot kell
ms: PIN baru mesti berbeza
nb: Nye PIN-koden må være forskjellige
pt: Novo PIN deve ser diferente
pt_br: O novo PIN deve ser diferente.
ro: PIN nou trebuie să fie diferite
sk: Nový PIN sa musí odlišovať
sl: Novi PIN mora biti drugačen
zh_tw: 新密碼必須不同

source: New password must be different
ar: كلمة المرور الجديدة يجب أن تكون مختلفة
ca: Nova contrasenya ha de ser diferent
cs: Nové heslo se musí lišit
da: Nye password skal være forskellige
el: Νέος κωδικός πρόσβασης πρέπει να είναι διαφορετικό
es_mx: La nueva contraseña debe ser diferente
fi: Uuden salasanan on oltava erilainen
fr: Le nouveau mot de passe doit être différent
he: הסיסמה החדשה להיות שונה
hi: नया पासवर्ड अलग होना चाहिए.
hr: Nova lozinka mora biti različita
hu: Új jelszó nem egyezhet
ms: Kata laluan mesti berbeza
nb: Passord må være forskjellige
pt: Nova senha deve ser diferente
pt_br: A nova senha deve ser diferente.
ro: Noua parola trebuie să fie diferite
sk: Nové heslo sa musí odlišovať
sl: Novo geslo mora biti drugačen
zh_tw: 新密碼必須不同

source: New password must be different from your password hint
ar: كلمة المرور الجديدة يجب أن تكون مختلفة من تلميح كلمة المرور
ca: Nova contrasenya ha de ser diferent de la pista de contrasenya
da: Nye adgangskode skal være forskellig fra dit adgangskodetip
el: Νέος κωδικός πρόσβασης πρέπει να είναι διαφορετική από την υπόδειξη κωδικού πρόσβασης
es_mx: La nueva contraseña debe ser diferente a la sugerencia de contraseña
fi: Uuden salasanan on oltava erilainen salasanavihje
fr: Nouveau mot de passe doit être différent de votre indice de mot de passe
he: הסיסמה החדשה להיות שונה לסיסמה
hi: नया पासवर्ड आपके पासवर्ड संकेत से अलग होना चाहिए
hr: Nova lozinka mora biti različita od vaš podsjetnik za lozinku
hu: Új jelszót a jelszó-emlékeztető eltérőnek kell lennie.
ms: Kata laluan mesti berbeza daripada pembayang kata laluan anda
nb: Passord må være forskjellig fra passordhintet
pt: Nova senha deve ser diferente da sua dica de senha
pt_br: A nova senha deve ser diferente de sua dica de senha
ro: Noua parola trebuie să fie diferite vă indiciu pentru parolă
sk: Nové heslo sa musí odlišovať od pomôcku pre heslo
sl: Novo geslo mora biti drugačen od namig za geslo
zh_tw: 新密碼必須不同于您的密碼提示

source: Next word
ar: الكلمة التالية
ca: Paraula següent
cs: Další slovo
da: Næste ord
el: Επόμενη λέξη
es_mx: Siguiente palabra
fi: Seuraava sana
fr: Mot suivant
he: המילה הבאה
hi: अगला शब्द
hr: Sljedeću riječ
hu: Következő szó
ms: Perkataan seterusnya
nb: Neste ordet
pt: Próxima palavra
pt_br: Próxima palavra
ro: Cuvântul următor
sk: Ďalšie slovo
sl: Naslednjo besedo
zh_tw: 下一個單詞

source: No
ar: لا
cs: Ne
da: Nej
el: Όχι
fi: Ei
fr: Aucun
he: לא
hi: नहीं
hr: ne
hu: nem
ms: tidak
nb: nei
pt: Não
pt_br: Não
ro: nu
sk: nie
sl: ne
zh_tw: 沒有

source: No Label
ar: لا توجد تسمية
ca: Sense etiqueta
cs: Bez popisku
da: Ingen etiket
el: Καμία ετικέτα
es_mx: Sin etiqueta
fi: Ei merkkiä
fr: Aucune étiquette
he: ללא תווית
hi: कोई लेबल
hr: Bez oznake
hu: Nincs címke
ms: Tiada Label
nb: Nei avmerke
pt: Sem rótulo
pt_br: Nenhuma Etiqueta
ro: Nici o eticheta
sk: Bez menovky
sl: Brez oznake
zh_tw: 沒有標籤

source: No Password Entered
ar: لا توجد كلمة المرور التي تم إدخالها
ca: Cap contrasenya introduïda
cs: Žádné heslo
da: Ingen adgangskode angivet
el: Δεν τον κωδικό πρόσβασης που εγγράφονται
es_mx: No se ha introducido contraseña
fi: Ei salasanaa
fr: Aucun mot de passe saisi
he: ללא הסיסמה שהוזנו
hi: कोई पासवर्ड दर्ज किया
hr: Nema lozinke
hu: Nincs jelszó
ms: Tiada kata laluan yang dimasukkan
nb: Ingen passordet
pt: Nenhuma senha digitada
pt_br: Nenhuma Senha Digitada
ro: Nici o parola introduse
sk: Žiadne heslo
sl: Brez gesla, vstopil
zh_tw: 沒有輸入密碼

source: No internet connection available. Please check your network settings.
ar: لا يتوفر اتصال إنترنت. الرجاء التحقق من إعدادات شبكة الاتصال الخاصة بك.
ca: No hi ha connexió a internet disponible. Si us plau, comproveu la configuració de xarxa.
cs: Žádné připojení k Internetu k dispozici. Zkontrolujte nastavení sítě.
da: Ingen internetforbindelse til rådighed. Kontroller dine netværksindstillinger.
el: Δεν Διαδίκτυο σύνδεση διαθέσιμος. Παρακαλώ ελέγξτε τις ρυθμίσεις δικτύου.
es_mx: No hay conexión a internet disponible. Comprueba la configuración de red.
fi: Internet-yhteys ei ole käytettävissä. Tarkista verkkoasetukset.
fr: Aucune connexion internet disponible. Veuillez vérifier vos paramètres réseau.
he: חיבור לאינטרנט זמין. נא בדוק את הגדרות הרשת שלך.
hi: कोई इंटरनेट कनेक्शन उपलब्ध नहीं। कृपया अपनी नेटवर्क सेटिंग्स की जाँच करें।
hr: Internet veza nije dostupna. Provjerite mrežne postavke.
hu: Nincs internet-kapcsolat áll rendelkezésre. Kérjük, ellenőrizze a hálózati beállításokat.
ms: Tiada sambungan internet disediakan. Sila semak seting rangkaian awda.
nb: Ingen Internett-tilkobling er tilgjengelig. Kontroller nettverksinnstillingene.
pt: Não há conexão de internet disponível. Por favor, verifique suas configurações de rede.
pt_br: Não há conexão à internet disponível. Por favor, verifique suas configurações de rede.
ro: Nici o conexiune la internet disponibil. Vă rugăm să verificaţi setările de reţea.
sk: Pripojenie na internet nie je k dispozícii. Skontrolujte nastavenia siete.
sl: Brez internetne povezave na voljo. Preverite nastavitev omrežja.
zh_tw: 無可用的互聯網連接。請檢查您的網路設置。

source: No internet connection.
ar: أي اتصال بالإنترنت.
ca: No hi ha connexió a internet.
cs: Žádné připojení k Internetu.
da: Ingen internetforbindelse.
el: Καμία σύνδεση στο internet.
es_mx: Sin conexión a internet.
fi: Ei ole internetyhteyttä.
fr: Pas de connexion internet.
he: חיבור לאינטרנט.
hi: कोई इंटरनेट कनेक्शन।
hr: Bez internetske veze.
hu: Nincs internet-kapcsolat.
ms: Tiada sambungan internet.
nb: Ingen Internett-tilkobling.
pt: Sem conexão à internet.
pt_br: Sem conexão à internet.
ro: Nici o conexiune la internet.
sk: Pripojenie na internet.
sl: Brez internetne povezave.
zh_tw: 沒有互聯網連接。

source: Normal
ar: عادي
cs: Normální
el: Κανονική
fi: Normaali
he: רגיל
hi: सामान्य
hr: Normalno
hu: Normál
sk: Normálne
sl: Normalno
zh_tw: 正常

source: Not Stored
ar: لا يتم تخزين
ca: No s'emmagatzemen
cs: Neuloženo
da: Ikke gemt
el: Δεν αποθηκεύονται
es_mx: No almacenada
fi: Ei tallenneta
fr: Non stocké
he: אינם מאוחסנים
hi: संग्रहीत नहीं
hr: Nije pohranjena
hu: Nem tárolt
ms: Tidak disimpan
nb: Ikke lagret
pt: Não armazenados
pt_br: Não armazenado
ro: Nu sunt stocate
sk: Nie sú uložené
sl: Ne shrani
zh_tw: 不存儲

source: Not now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
el: Όχι τώρα
es_mx: Ahora no
fi: Ei nyt
fr: Pas maintenant
he: לא עכשיו
hi: अभी नहीं
hr: Ne sad
hu: ne most
ms: bukan sekarang
nb: ikke nå
pt: Agora não
pt_br: Agora Não
ro: nu acum
sk: teraz nie
sl: ne zdaj
zh_tw: 不是現在

source: Notifications
ar: إعلامات
ca: Notificacions
cs: Oznámení
da: Meddelelser
el: Κοινοποιήσεις
es_mx: Notificaciones
fi: Ilmoitukset
he: הודעות
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
ms: Pemberitahuan
nb: Varsler
pt: Notificações
pt_br: Notificações
ro: Notificări
sk: Oznámenia
sl: Obvestila
zh_tw: 通知

source: OK
ar: موافق
ca: Correcte
es_mx: ACEPTAR
fi: Okei
he: אוקיי
hi: ठीक है
hu: oké
pt: Razoável
sl: v redu
zh_tw: 還行

source: Open %@?
ar: %@ المفتوحة؟
da: Åben %@?
el: Ανοικτό %@;
es_mx: ¿Abrir %@?
fi: Avaa %@?
he: %@ פתוח?
hi: खुला %@?
hr: Otvoren %@?
hu: Nyitott %@?
ms: %@ terbuka?
nb: Åpne %@?
pt: %@ aberto?
pt_br: Abrir %@?
ro: %@ deschis?
sk: Otvorený %@?
sl: Odprti %@?
zh_tw: 打開 %@ 嗎？

source: Open Mail App
ar: التطبيق فتح البريد
da: Åbn Mail App
el: Άνοιγμα αλληλογραφίας App
es_mx: Abrir la aplicación de correo
fi: Avaa Mail App
he: App דואר פתוח
hi: खुला मेल अनुप्रयोग
hr: Otvori Mail aplikacija
hu: Nyílt levél App
ms: Aplikasi mel terbuka
nb: Åpne Mail App
pt: App de email aberto
pt_br: Abrir App de E-mail
ro: Deschide Mail App
sk: Otvorený Mail App
sl: App plan verižna srajca
zh_tw: 打開郵件應用程式

source: PIN
ar: رقم التعريف الشخصي
cs: KÓD PIN
el: ΚΑΡΦΊΤΣΑ
he: סיכה
hi: पिन
hu: PIN-KÓD
ro: CODUL PIN
sk: KÓD PIN
