Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Your identity does not match our records.
ar: لا يتطابق مع الهوية الخاصة بك سجلاتنا.
ca: Seva identitat no coincideix nostres registres.
cs: Vaše identita se neshoduje s našimi záznamy.
da: Din identitet svarer ikke til vores poster.
el: Ταυτότητά σας δεν ταιριάζει με αρχεία μας.
es_mx: Tu identidad no coincide con nuestros registros.
fi: Identiteetti ei vastaa tietomme.
fr: Votre identité ne correspond pas à nos données.
he: הזהות שלך אינו תואם את הרשומות שלנו.
hi: आपकी पहचान हमारे रिकॉर्ड से मेल नहीं खाता।
hr: Vaš identitet ne podudaraju.
hu: Az identitás nem egyezik meg a rekordokat.
ms: Identiti anda tidak padan dengan rekod kami.
nb: Identiteten samsvarer ikke med våre opptegnelser.
pt: Sua identidade não coincide com os nossos registos.
pt_br: Sua identidade não coincide com os nossos registros.
ro: Identitatea dumneavoastră nu corespunde înregistrărilor noastre.
sk: Identity nezodpovedá našich záznamov.
sl: Svojo identiteto se ne ujema z našo evidenco.
zh_tw: 您的身份與我們的記錄不匹配。

source: Your mobile number has been verified.
ar: وقد تم التحقق من رقم الهاتف المحمول الخاص بك.
ca: El seu nombre mòbil ha estat verificat.
cs: Byla ověřena vaše mobilní číslo.
da: Dit mobilnummer er blevet verificeret.
el: Τον αριθμό του κινητού σας έχει ελεγχθεί.
es_mx: Tu número de celular ha sido verificado.
fi: Matkapuhelinnumero on varmistettu.
fr: Votre numéro de portable a été vérifié.
he: מספר הטלפון הנייד שלך אומת.
hi: अपना मोबाइल नंबर सत्यापित किया गया है।
hr: Vaš broj mobitela je provjeren.
hu: Ellenőrizte a mobil számát.
ms: Nombor telefon bimbit anda telah disahkan.
nb: Mobiltelefonnummeret er bekreftet.
pt: Seu número de telemóvel foi verificado.
pt_br: Seu número de celular foi verificado.
ro: Numărului de telefon mobil a fost verificat.
sk: Vaše mobilné číslo bola overená.
sl: Preverjeno številko svojega mobilnega telefona.
zh_tw: 您的手機號碼已經過驗證。

source: Your mobile phone can be used to enable two-factor authentication, helping to secure your wallet from unauthorized access.
ar: يمكن استخدام الهاتف الجوال الخاص بك لتمكين مصادقة ثنائية العامل، والمساعدة على تأمين المحفظة الخاصة بك من الوصول غير المصرح به.
da: Din mobiltelefon kan bruges til at aktivere to-faktor autentificering, hjalp med at sikre din pung mod uautoriseret adgang.
el: Το κινητό σας τηλέφωνο μπορεί να χρησιμοποιηθεί για να ενεργοποιήσετε τον έλεγχο ταυτότητας δύο παραγόντων, βοηθώντας να διασφαλίσετε το πορτοφόλι σας από μη εξουσιοδοτημένη πρόσβαση.
es_mx: Puedes usar tu celular para habilitar la autentificación de dos factores, lo que ayuda a asegurar tu monedero contra accesos no autorizados.
fi: Matkapuhelimen avulla voidaan ottaa käyttöön kaksivaiheinen todennus suojattaessa lompakon luvattomalta käytöltä.
he: הטלפון הנייד יכול לשמש כדי לאפשר אימות שני הגורמים, עוזר כדי לאבטח את הארנק שלך מפני גישה לא מורשית.
hi: अपने मोबाइल फोन अपने बटुए अनधिकृत पहुँच से सुरक्षित करने में मदद, दो कारक प्रमाणीकरण सक्षम करने के लिए इस्तेमाल किया जा सकता।
hr: Mobilnog telefona može se koristiti za two-factor autentifikacije, osiguravanje novčanik od neovlaštenog pristupa.
hu: A mobiltelefon használható kéttényezős hitelesítést, segít biztosítani a tárcájában a jogosulatlan hozzáféréstől.
ms: Telefon mudah alih anda boleh digunakan untuk membolehkan pengesahan dua faktor, membantu mendapatkan dompet anda daripada capaian tanpa kebenaran.
nb: Mobiltelefonen kan brukes å aktivere to-faktor autentifisering, for å sikre lommeboken mot uautorisert tilgang.
pt: Telefone celular pode ser usado para habilitar a autenticação de dois fatores, ajudando a proteger sua carteira contra acesso não autorizado.
pt_br: Seu celular pode ser utilizado para ativar a autenticação de dois fatores, protegendo sua carteira contra acesso não autorizado.
ro: Telefonul mobil poate fi folosit pentru a activa autentificarea dublu-factor, ajutând pentru a asigura portofel împotriva accesului neautorizat.
sk: Mobilný telefón je možné povoliť dvojzložkovú autentifikáciu, pomáha zabezpečiť vašu peňaženku pred neoprávneným prístupom.
sl: Mobilnega telefona, lahko uporabijo za usposobiti dva faktorja preverjanje pristnosti, ki pomaga zagotoviti vašo denarnico pred nepooblaščenim dostopom.
zh_tw: 您的行動電話可以用於啟用雙因素身份驗證，説明保護你的錢包從未經授權的訪問。

source: Your new password hint contains invalid characters. Please try again.
ar: تلميح كلمة المرور الجديدة تحتوي على أحرف غير صالحة. الرجاء المحاولة مرة أخرى.
ca: El seu nou indici de la contrasenya conté caràcters no vàlids. Torneu-ho a provar.
cs: Nápovědu pro nové heslo obsahuje neplatné znaky. Opakujte akci.
da: Din nye adgangskodetip indeholder ugyldige tegn. Prøv venligst igen.
el: Σας νέα υπόδειξη κωδικού πρόσβασης περιέχει μη έγκυρους χαρακτήρες. Παρακαλώ ξαναπροσπαθήστε.
es_mx: Tu nueva sugerencia de contraseña contiene caracteres no válidos. Por favor, reinténtalo más tarde.
fi: Uusi salasanavihje sisältää virheellisiä merkkejä. Yritä uudelleen.
fr: Votre nouvel indice de mot de passe contient des caractères non valides. Veuillez essayer à nouveau.
he: לסיסמה חדשה מכיל תווים לא חוקיים. נא נסה שוב.
hi: आपका नया पासवर्ड संकेत में अमान्य वर्ण हैं। कृपया पुन: प्रयास करें।
hr: Novi podsjetnik lozinke sadrži znakove koji nisu valjani. Molimo pokušajte ponovo.
hu: A új jelszó-emlékeztető érvénytelen karaktereket tartalmaz. Kérjük, próbálja meg újra.
ms: Pembayang kata laluan baru anda mengandungi aksara tidak sah. Sila cuba sekali lagi.
nb: Din nytt passordtips inneholder ugyldige tegn. Prøv på nytt.
pt: Sua nova dica de senha contém caracteres inválidos. Por favor, tente novamente.
pt_br: Sua nova dica de senha contém caracteres inválidos. Por favor, tente novamente.
ro: Ta sugestie pentru noua parolă conține caractere nevalide. Vă rugăm să încercaţi din nou.
sk: Novú pomôcku pre heslo obsahuje neplatné znaky. Prosím skúste to znova.
sl: Namig za novo geslo vsebuje neveljavne znake. Prosimo, poskusite znova.
zh_tw: 您的新密碼提示包含無效字元。請再試一次。

source: Your new password hint contains no text. Your password hint will be cleared.
ar: تلميح كلمة المرور الجديدة لا يحتوي على نص. سيتم مسح تلميح كلمة المرور.
ca: El seu suggeriment de contrasenya nou conté cap text. El seu suggeriment de contrasenya s'esborraran.
cs: Nápovědu pro nové heslo neobsahuje žádný text. Nápověda pro heslo bude vymazáno.
da: Din nye adgangskodetip indeholder ingen tekst. Dit adgangskodetip vil blive ryddet.
el: Σας νέα υπόδειξη κωδικού πρόσβασης περιέχει κανένα κείμενο. Θα πρέπει να αποψιλωθεί σας υπόδειξη κωδικού πρόσβασης.
es_mx: Tu nueva sugerencia de contraseña está vacía. Se borrará tu sugerencia de contraseña.
fi: Uusi salasanavihje jossa ei ole tekstiä. Salasanavihje poistetaan.
fr: Votre nouvel indice de mot de passe ne contient pas de texte. Votre indice de mot de passe va être effacé.
he: לסיסמה חדשה מכיל טקסט. הרמז לסיסמה שלך ינוקה.
hi: आपका नया पासवर्ड संकेत कोई पाठ होता है। अपने पासवर्ड संकेत को मंजूरी दे दी हो जाएगा।
hr: Novi podsjetnik lozinke ne sadrži nikakav tekst. Vaš podsjetnik za lozinku bit će uklonjena.
hu: A új jelszó-emlékeztetőt semmilyen szöveget tartalmaz. A jelszó-emlékeztető törlődik.
ms: Pembayang kata laluan baru anda tidak mengandungi teks. Pembayang kata laluan anda akan dibersihkan.
nb: Din nytt passordtips inneholder ikke tekst. Passordhintet fjernes.
pt: Sua nova dica de senha não contém nenhum texto. Sua dica de senha será limpo.
pt_br: Sua nova dica de senha não contém texto. Sua dica de senha será apagada.
ro: Ta sugestie pentru noua parolă conţine nici un text. Indiciu pentru parolă vă vor fi eliminate.
sk: Novú pomôcku pre heslo neobsahuje žiadny text. Pomôcku pre heslo budú vymazané.
sl: Namig za novo geslo vsebuje brez besedila. Namig za geslo bo počiščeno.
zh_tw: 您的新密碼提示不包含任何文本。密碼提示將被清除。

source: Your new password hint must be different from your password. Please try again.
ar: تلميح كلمة المرور الجديدة يجب أن تكون مختلفة عن كلمة المرور الخاصة بك. الرجاء المحاولة مرة أخرى.
ca: El seu suggeriment de contrasenya nou ha de ser diferent de la contrasenya. Torneu-ho a provar.
cs: Nápovědu pro nové heslo se musí lišit od hesla. Opakujte akci.
da: Din nye adgangskodetip skal være forskellig fra adgangskoden. Prøv venligst igen.
el: Σας νέα υπόδειξη κωδικού πρόσβασης πρέπει να είναι διαφορετικό από τον κωδικό πρόσβασής σας. Παρακαλώ ξαναπροσπαθήστε.
es_mx: Tu nueva sugerencia de contraseña no puede ser idéntica a tu contraseña. Por favor, reinténtalo más tarde.
fi: Uusi salasanavihje on oltava eri kuin salasana. Yritä uudelleen.
fr: Votre nouvelle indice de mot de passe doit être différent de votre mot de passe. Veuillez essayer à nouveau.
he: רמז הסיסמה החדשה להיות שונה מסיסמת שלך. נא נסה שוב.
hi: आपका नया पासवर्ड संकेत अपना पासवर्ड से अलग होना चाहिए। कृपया पुन: प्रयास करें।
hr: Novi podsjetnik lozinke mora biti različita od lozinke. Molimo pokušajte ponovo.
hu: A új jelszó-emlékeztető különböznie kell a jelszót. Kérjük, próbálja meg újra.
ms: Pembayang kata laluan baru anda mesti berbeza daripada kata laluan anda. Sila cuba sekali lagi.
nb: Din nytt passordtips må være forskjellig fra passordet. Prøv på nytt.
pt: Sua nova dica de senha deve ser diferente de sua senha. Por favor, tente novamente.
pt_br: Sua nova dica de senha deve ser diferente da senha. Por favor, tente novamente.
ro: Ta sugestie pentru noua parolă trebuie să fie diferită de parola. Vă rugăm să încercaţi din nou.
sk: Novú pomôcku pre heslo sa musí líšiť od hesla. Prosím skúste to znova.
sl: Namig za novo geslo mora biti drugačen od vašega gesla. Prosimo, poskusite znova.
zh_tw: 您的新密碼提示必須不同于您的密碼。請再試一次。

source: Your new password hint must be different from your second password. Please try again.
ar: تلميح كلمة المرور الجديدة يجب أن تكون مختلفة عن كلمة المرور ثانية. الرجاء المحاولة مرة أخرى.
ca: El seu suggeriment de contrasenya nou ha de ser diferent de la segona contrasenya. Torneu-ho a provar.
cs: Nápovědu pro nové heslo se musí lišit od druhého hesla. Opakujte akci.
da: Din nye adgangskodetip skal være forskellig fra din anden adgangskode. Prøv venligst igen.
el: Σας νέα υπόδειξη κωδικού πρόσβασης πρέπει να είναι διαφορετικό από το δεύτερο τον κωδικό πρόσβασής σας. Παρακαλώ ξαναπροσπαθήστε.
es_mx: Tu nueva sugerencia de contraseña no puede ser idéntica a tu contraseña. Por favor, reinténtalo más tarde.
fi: Uusi salasanavihje on oltava eri kuin toinen salasana. Yritä uudelleen.
fr: Votre nouvelle indice de mot de passe doit être différent de votre deuxième mot de passe. Veuillez essayer à nouveau.
he: לסיסמה החדשה להיות שונה מסיסמת השני שלך. נא נסה שוב.
hi: आपका नया पासवर्ड संकेत से अपना दूसरा पासवर्ड अलग होना चाहिए। कृपया पुन: प्रयास करें।
hr: Novi podsjetnik lozinke mora biti različita od lozinke drugog. Molimo pokušajte ponovo.
hu: A új jelszó-emlékeztetőt a második jelszó különböznie kell. Kérjük, próbálja meg újra.
ms: Pembayang kata laluan baru anda mesti berbeza daripada kata laluan kedua. Sila cuba sekali lagi.
nb: Din nytt passordtips må være forskjellig fra andre passordet. Prøv på nytt.
pt: Sua nova dica de senha deve ser diferente da sua segunda senha. Por favor, tente novamente.
pt_br: Sua nova dica de senha deve ser diferente da segunda senha. Por favor, tente novamente.
ro: Ta sugestie pentru noua parolă trebuie să fie diferită de parola a doua. Vă rugăm să încercaţi din nou.
sk: Novú pomôcku pre heslo sa musí líšiť od hesla druhý. Prosím skúste to znova.
sl: Namig za novo geslo mora biti drugačen od drugega geslo. Prosimo, poskusite znova.
zh_tw: 您的新密碼提示必須不同于您的第二個密碼。請再試一次。

source: Your password hint has been updated.
ar: وقد تم تحديث تلميح كلمة المرور.
ca: S'ha actualitzat el seu suggeriment de contrasenya.
cs: Nápověda pro heslo je aktualizován.
da: Dit adgangskodetip er blevet opdateret.
el: Έχει ενημερωθεί σας υπόδειξη κωδικού πρόσβασης.
es_mx: Tu sugerencia de contraseña se ha actualizado.
fi: Salasanavihje on päivitetty.
fr: Votre indice de mot de passe a été mis à jour.
he: הרמז לסיסמה שלך עודכנה.
hi: अपने पासवर्ड संकेत अद्यतन किया गया है।
hr: Ažuriran je vaš podsjetnik za lozinku.
hu: A jelszó-emlékeztető frissítve lett.
ms: Pembayang kata laluan anda telah dikemaskini.
nb: Passordhintet er oppdatert.
pt: Sua dica de senha foi atualizada.
pt_br: Sua dica de senha foi atualizada.
ro: Indiciu dumneavoastră parola a fost actualizată.
sk: Váš tip na heslo bola aktualizovaná.
sl: Namig za geslo je bil posodobljen.
zh_tw: 已更新您的密碼提示。

source: Your password is not strong enough. Please choose a different password.
ar: كلمة المرور الخاصة بك ليست قوية بما يكفي. الرجاء اختيار كلمة مرور مختلفة.
da: Din adgangskode er ikke stærk nok. Vælg venligst en anden adgangskode.
el: Τον κωδικό πρόσβασής σας δεν είναι αρκετά ισχυρή. Παρακαλείστε να επιλέξετε έναν διαφορετικό κωδικό πρόσβασης.
es_mx: Tu contraseña no es lo suficientemente fuerte. Por favor, elige otra contraseña.
fi: Salasana ei ole tarpeeksi vahva. Valitse toinen salasana.
he: הסיסמה אינה חזקה מספיק. נא לבחור בסיסמה שונה.
hi: अपना पासवर्ड पर्याप्त रूप से मज़बूत नहीं है। कृपया किसी भिन्न पासवर्ड का चयन करें।
hr: Vaša lozinka nije dovoljno jak. Molimo izaberite drugu lozinku.
hu: A jelszó nem erős elég. Válasszon egy másik jelszót.
ms: Kata laluan anda adalah tidak cukup kuat. Sila pilih kata laluan yang berlainan.
nb: Passordet er ikke sterk nok. Velg et annet passord.
pt: Sua senha não é forte o suficiente. Por favor, escolha uma senha diferente.
pt_br: Sua senha não é forte o bastante. Por favor, escolha uma senha diferente.
ro: Parola nu este suficient de puternic. Vă rugăm să alegeţi o parolă diferită.
sk: Heslo nie je dosť silný. Vyberte iné heslo.
sl: Geslo ni dovolj močna. Izberite drugo geslo.
zh_tw: 您的密碼不是足夠強大的。請選擇一個不同的密碼。

source: Your transferred funds will be safe and secure, and you'll benefit from increased privacy and convenient backup and recovery features.
ar: الأموال المحولة الخاصة بك سوف تكون آمنة ومأمونة، ويمكنك الاستفادة من ميزات النسخ الاحتياطي والاسترداد مريحة وزيادة الخصوصية.
ca: El seu fons transferits serà segur i segur, i vostè es beneficiarà d'una major privacitat i característiques convenients de reserva i recuperació.
da: Dine overførte midler vil være trygt og sikkert, og du vil drage fordel af øget beskyttelse af personlige oplysninger og praktiske funktioner til sikkerhedskopiering og genoprettelse.
el: Χορηγηθέντων κεφαλαίων σας θα είναι ασφαλή, και θα επωφεληθεί από την αυξανόμενη μυστικότητα και τα πρακτικά χαρακτηριστικά αντιγράφων ασφαλείας και ανάκτησης.
es_mx: Tus fondos transferido estarán seguros y a salvo, y gozarás de una mayor privacidad y un conveniente respaldo y funciones de recuperación.
fi: Siirrettyjen varojen on turvallinen ja sinulle hyötyä lisää yksityisyyttä ja kätevä varmuuskopiointi ja palautus toiminnot.
he: את הכספים שהועברו שלך יהיה בטוח ומאובטח, תוכל ליהנות תכונות גיבוי ושחזור נוחות ופרטיות מוגברת.
hi: आपकी धनराशि सुरक्षित और सुरक्षित हो जाएगा, और आप बढ़ी हुई गोपनीयता और सुविधाजनक बैकअप और पुनर्प्राप्ति सुविधाओं से लाभ होगा।
hr: Prenesena sredstva će biti siguran i siguran, a vi ćete imati koristi od povećane privatnost i zgodan sigurnosno kopiranje i povrat mogućnosti.
hu: Az átadott pénzeszközök és biztonságos, és akkor részesülhetnek fokozott adatvédelmi és a kényelmes biztonsági mentési és helyreállítási szolgáltatások.
ms: Dana anda dipindahkan akan selamat dan terjamin, dan anda akan mendapat manfaat daripada peningkatan privasi dan ciri-ciri pemulihan dan sandaran yang mudah.
nb: Overførte midlene vil være trygt og sikkert, og du vil dra nytte økt personvern og praktisk sikkerhetskopiering og gjenoppretting.
pt: Seus fundos transferidos será salvo e seguro, e você vai se beneficiar de maior privacidade e características convenientes de backup e recuperação.
pt_br: Seus fundos transferidos estarão seguros, e você terá maior privacidade, além da conveniência dos recursos de backup e recuperação.
ro: Fondurile transferate vor fi sigur, şi veţi beneficia de confidenţialitate sporită şi caracteristici convenabile de backup şi recuperare.
sk: Prevedených prostriedkov bude bezpečné a budete ťažiť zo zvýšenej ochrany osobných údajov a pohodlné funkcie zálohovania a obnovy.
sl: Prenesenih sredstev bo varno, in boste koristi od večjo zasebnost in priročno funkcije za varnostno kopiranje in obnovitev.
zh_tw: 你轉移的資金將是安全和有保障的和你會受益于增加的隱私和方便的備份和恢復功能。

source: Your verified email address is used to send login codes when suspicious or unusual activity is detected, to remind you of your wallet login ID, and to send bitcoin payment alerts when you receive funds. We will not use your email address for marketing purposes.
ar: يتم استخدام عنوان بريدك الإلكتروني تم التحقق منها ليرسل رموز تسجيل الدخول عندما يتم الكشف عن الأنشطة المشبوهة أو غير العادية، لتذكيرك بمعرف تسجيل دخول المحفظة الخاصة بك، وإرسال تنبيهات الدفع بيتكوين عندما تتلقى الأموال. ونحن لن تستخدم عنوان البريد الإلكتروني الخاص بك لأغراض التسويق.
ca: Adreça electrònica verificada s'utilitza per enviar codis quan es detecta activitat sospitosa o inusual, que recorden que l'ID de connexió de cartera i per enviar alertes de pagament bitcoin quan rebeu fons. No utilitzarem l'adreça electrònica per a finalitats de màrqueting.
cs: Ověřené e-mailová adresa se používá pro odesílání přihlašovací kódy, při zjištění podezřelé nebo neobvyklé aktivity, která vám připomene vaše peněženka přihlašovací ID a vyslat bitcoin platební oznámení obdržíte finanční prostředky. Vaši e-mailovou adresu nepoužijeme k marketingovým účelům.
da: Din verificeret e-mail-adresse bruges til at sende login koder Når mistænkelige eller usædvanlige aktivitet registreres, minde dig om din tegnebog login-ID og sende bitcoin betaling advarsler, når du modtager midler. Vi vil ikke bruge din e-mail-adresse til markedsføringsformål.
el: Σας διεύθυνση email επαληθεύονται είναι συνήθιζα να στέλνω login κωδικούς όταν ύποπτη ή ασυνήθιστη δραστηριότητα ανιχνεύεται, θυμίζω you του δικό σας αναγνωριστικό σύνδεσης πορτοφόλι, και να στείλετε ειδοποιήσεις πληρωμής bitcoin όταν λαμβάνετε ταμεία. Δεν θα χρησιμοποιήσουμε τη διεύθυνση email σας για σκοπούς μάρκετινγκ.
es_mx: Tu dirección de correo electrónico verificada se utiliza para enviar códigos de inicio de sesión cuando se detecta actividad sospechosa o inusual, para recordarte tu ID de inicio de sesión de monedero y para enviar avisos de pago de bitcoin cuando recibas los fondos. No utilizaremos tu dirección de correo electrónico para fines de mercadeo y/o publicidad.
fi: Tarkistaa sähköpostiosoitteesi käytetään lähettää kirjautuminen koodit kun epäilyttävä tai epätavallinen toiminta havaitaan, muistuttaa lompakko Sisäänkirjautumistunnus ja lähettää bitcoin maksuilmoitukset, kun saat varat. Emme käytä sähköpostiosoitteesi markkinointitarkoituksiin.
fr: Votre adresse e-mail vérifiée est utilisée pour envoyer les codes de connexion lorsque des activités suspectes ou inhabituelles sont détectées, pour vous rappeler votre identifiant de connexion portefeuille et pour envoyer des alertes de paiement bitcoin, lorsque vous recevez des fonds. Nous n'utiliserons pas votre adresse e-mail à des fins publicitaires.
he: את כתובת הדוא ל מאומת משמש כדי לשלוח קודי כניסה פעילות חשודה או יוצא דופן מזוהה, כדי להזכיר לך את מזהה הכניסה שלך את הארנק, וכדי לשלוח התראות התשלום ביטקוין בעת קבלת כספים. לא נשתמש כתובת הדוא ל שלך למטרות שיווק.
hi: अपना सत् यापित ईमेल पते जब संदेहास्पद या असामान्य गतिविधि पता है, आप अपने बटुए लॉगिन ID की याद दिलाने के लिए, और bitcoin भुगतान चेतावनियाँ भेज जब आप धन प्राप्त करने के लिए लॉगिन कोड भेजने के लिए उपयोग किया जाता है। हम विपणन उद्देश्यों के लिए अपने ईमेल पते का उपयोग नहीं करेगा।
hr: Potvrđenu e-adresu se koristi za slanje prijave šifre kada otkrije sumnjive ili neobične aktivnosti, da vas podsjeti na vaš novčanik prijava ID, i poslati bitcoin plaćanja poruka primate sredstva. Mi koristimo vaša e-mail adresa za marketinške svrhe.
hu: A megerősített email-címmel segítségével küldhet bejelentkezési kódok észlelésekor gyanús vagy szokatlan tevékenység, hogy emlékeztessem Önöket a pénztárca bejelentkezési Azonosítóját, és Értesítésküldés bitcoin fizetési alapok érkezésekor. Marketingcélokra nem használjuk az e-mail címét.
ms: Alamat e-mel yang disahkan akan digunakan untuk menghantar kod log masuk apabila aktiviti mencurigakan atau luar biasa yang dikesan, untuk mengingatkan anda tentang ID log masuk wallet, dan untuk menghantar amaran pembayaran bitcoin apabila anda menerima dana. Kami tidak akan menggunakan alamat e-mel anda untuk tujuan pemasaran.
nb: Bekreftet e-postadressen brukes til å sende logikk koder når mistenkelig eller uvanlig aktivitet oppdages, å minne deg om din lommebok påloggings-ID og sende bitcoin betalingsvarsler når du mottar midler. Vi vil ikke bruke e-postadressen din for markedsføringsformål.
pt: Seu endereço de e-mail é usado para enviar os códigos de login quando detectar atividade incomum ou suspeita, para lembrá-lo de seu ID de login de carteira e para enviar alertas de pagamento bitcoin quando você receber os fundos. Não usaremos o seu endereço de e-mail para fins de marketing.
pt_br: Seu endereço de e-mail verificado recebe códigos de acesso, quando atividade suspeita ou incomum for detectada. Também é usado para lembrar-lhe de seu ID de Carteira e enviar-lhe alertas de pagamento Bitcoin quando você receber fundos. Não usaremos o seu endereço de e-mail para marketing.
ro: Adresa ta de email verificate este folosit pentru a trimite coduri de conectare când detectează activitate suspecte sau neobişnuite, să vă reamintesc de ţi portofelul login ID-ul şi a trimite alerte de plată bitcoin când primiţi fonduri. Noi nu va folosi adresa de e-mail pentru scopuri de marketing.
sk: Overiť e-mailovú adresu sa používa na odosielanie prihlasovacie kódy, keď podozrivé alebo neobvyklé aktivity je detekovaný, upozorníme vás vaša peňaženka prihlasovacie ID a upozornení bitcoin platby po prijatí finančných prostriedkov. Nebudeme používať e-mailovej adresy na marketingové účely.
sl: Preverjeno e-poštni naslov se uporablja za pošiljanje prijavo kode, ko sumljivih ali nenavadnih dejavnosti, spomniti vi od vaš ID za prijavo denarnico, in poslati bitcoin plačilo opozoril, ko prejmete sredstva. Vaš e-poštni naslov ne uporabljamo za namene trženja.
zh_tw: 您已驗證電子郵件地址用來發送登錄代碼，當發現可疑或不尋常的活動，提醒你你的錢包的登入識別碼，併發送比特幣付款通知，當您收到資金。我們不會使用您的電子郵件地址用於市場行銷目的。

source: Your wallet does not contain this address.
ar: المحفظة الخاصة بك لا تحتوي على هذا العنوان.
ca: La cartera no conté aquesta adreça.
cs: Vaše peněženka neobsahuje tuto adresu.
da: Din tegnebog indeholder ikke denne adresse.
el: Το πορτοφόλι σας δεν περιέχει αυτή τη διεύθυνση.
es_mx: Tu monedero no contiene esta dirección.
fi: Lompakon ei sisällä tähän osoitteeseen.
fr: Votre portefeuille ne contient pas cette adresse.
he: הארנק שלך אינו מכיל את הכתובת הזו.
hi: अपने बटुए यह पता नहीं है।
hr: Novčanik ne sadrži ovu adresu.
hu: A pénztárca nem tartalmazza ezt a címet.
ms: Dompet mengandungi alamat ini.
nb: Lommeboken inneholder ikke denne adressen.
pt: Sua carteira não contiver este endereço.
pt_br: Sua carteira não contém este endereço.
ro: Portofel nu conţine această adresă.
sk: Vaša peňaženka neobsahuje túto adresu.
sl: Vaše denarnice ne vsebuje ta naslov.
zh_tw: 你的錢包不包含此位址。
