Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: You can enable 2-step Verification via SMS on your mobile phone. In order to use other authentication methods instead, please login to our web wallet.
ar: يمكنك تمكين التحقق 2-خطوة عن طريق الرسائل القصيرة على الهاتف الجوال الخاص بك. من أجل استخدام أساليب المصادقة الأخرى بدلاً من ذلك، الرجاء تسجيل الدخول إلى المحفظة ويب.
ca: Podeu habilitar la verificació mitjançant SMS 2 passos al telèfon mòbil. Per fer servir altres mètodes d'autenticació en el seu lloc, si us plau connecti's a la nostra cartera de web.
cs: Povolit 2krok ověření přes SMS na mobilním telefonu. Místo toho pomocí jiné metody ověřování, prosím přihlásit se na náš web peněženku.
da: Du kan aktivere 2-trins kontrol via SMS på din mobiltelefon. For at bruge andre godkendelsesmetoder i stedet, log ind på vores web wallet.
el: Μπορείτε να ενεργοποιήσετε την επαλήθευση σε 2 βήματα μέσω SMS στο κινητό σας τηλέφωνο. Προκειμένου να χρησιμοποιήσετε άλλες μεθόδους ελέγχου ταυτότητας, αντίθετα, παρακαλώ συνδεθείτε για να μας ηλεκτρονική μέθοδος πληρωμής.
es_mx: Puedes habilitar la verificación de 2 pasos a través de un SMS en tu celular. Para poder utilizar otros métodos de autentificación en su lugar, por favor, inicia sesión en nuestro monedero web.
fi: Voit ottaa 2-vaiheinen vahvistus tekstiviestinä matkapuhelimeesi. Jotta voit käyttää muita todennusmenetelmiä, kirjaudu sisään web-lompakkoon.
fr: Vous pouvez activer la vérification en 2 étapes par SMS sur votre portable. Afin d’utiliser d’autres méthodes d'authentification, veuillez vous connecter à notre portefeuille web.
he: ניתן לאפשר אימות דו-שלבי באמצעות SMS בטלפון הנייד שלך. על מנת להשתמש משיטות אימות אחרות במקום זאת, אנא התחבר כדי הארנק האינטרנט שלנו.
hi: आप अपने मोबाइल फोन पर एसएमएस के जरिए 2-चरणीय सत् यापन सक्षम कर सकते हैं। बजाय अन्य प्रमाणीकरण पद्धतियों का उपयोग करने के लिए, कृपया हमारी वेब वॉलेट करने के लिए लॉगिन।
hr: Omogućite potvrdu u 2 koraka putem SMS poruke na vaš mobilni telefon. Da bi umjesto toga koristite druge metode autentifikacije, molimo prijavite se na naš web novčanik.
hu: 2-lépcsős ellenőrző SMS-en keresztül engedélyezheti a mobiltelefonján. Annak érdekében, hogy más hitelesítési módokat használja, kérjük, jelentkezzen be az internetes pénztárca.
ms: Anda boleh membolehkan langkah 2 pengesahan melalui SMS pada telefon mudah alih. Untuk menggunakan kaedah pengesahan yang lain sebagai ganti, sila log masuk ke web kami wallet.
nb: Du kan aktivere 2-trinns verifisering via Tekstmelding på mobiltelefonen din. Bruke andre godkjenningsmetoder i stedet, vennligst logg inn til vårt web-lommebok.
pt: Você pode habilitar o passo 2 verificação via SMS no seu telemóvel. Para usar outros métodos de autenticação, em vez disso, faça o login para nossa carteira de web.
pt_br: Você pode ativar a Verificação em 2 Passos por SMS no celular. Para usar outras formas de autenticação, acesse nossa carteira web.
ro: Aveţi posibilitatea să activaţi verificare în 2 paşi prin SMS pe telefonul mobil. Pentru a utiliza alte metode de autentificare în schimb, vă rugăm să login la portofel noastre de web.
sk: Môžete povoliť 2-krok overenie prostredníctvom SMS na váš mobilný telefón. Namiesto toho používať iné metódy autentifikácie, prosím prihláste sa na náš web peňaženku.
sl: Lahko omogočite preverjanje v 2 korakih preko SMS na vaš mobilni telefon. Če želite uporabiti druge metode avtentifikacije namesto, prosimo, prijavite na naše spletne denarnice.
zh_tw: 你可以在您的行動電話上啟用 2 步核查通過手機短信。為了改用其他身份驗證方法，請登錄到我們的 web 錢包。

source: You can now spend from this address.
ar: الآن يمكنك أن تنفق من هذا العنوان.
ca: Ara podeu passar d'aquesta adreça.
cs: Nyní můžete strávit z této adresy.
da: Du kan nu bruge fra denne adresse.
el: Τώρα, μπορείτε να περάσετε από αυτή τη διεύθυνση.
es_mx: Ahora puedes gastar desde esta dirección.
fi: Voit nyt käyttää tästä osoitteesta.
fr: Vous pouvez maintenant dépenser à partir de cette adresse.
he: אתה יכול להשקיע עכשיו מהכתובת הזו.
hi: आप अब इस पते से खर्च कर सकते हैं।
hr: Sada možete provesti s ove adrese.
hu: Most erről a címről töltheti.
ms: Anda kini boleh menghabiskan daripada alamat ini.
nb: Du kan nå bruke fra denne adressen.
pt: Agora pode passar a partir deste endereço.
pt_br: Agora você pode gastar a partir deste endereço.
ro: Acum puteti petrece la această adresă.
sk: Teraz môžete stráviť z tejto adresy.
sl: Zdaj lahko preživite s tega naslova.
zh_tw: 現在，你可以花從這個位址。

source: You do not have an account set up for Mail. Please contact %@
ar: ليس لديك حساب للبريد. الرجاء الاتصال %@
ca: No teniu un compte de correu. Contacteu amb %@
cs: Nemáte účet nastavený pro poštu. Prosím kontaktujte %@
da: Du har ikke en konto sat op til Mail. Kontakt venligst %@
el: Δεν έχετε ένα λογαριασμό που έχει συσταθεί για το ταχυδρομείο. Παρακαλούμε επικοινωνήστε με %@
es_mx: No tienes una cuenta configurada para correo. Por favor, contacta a %@.
fi: Sinulla ei ole tilin postia. Ota yhteyttä %@
fr: Vous n'avez pas de compte configuré pour Mail. Veuillez contacter %@
he: אין לך חשבון להגדיר עבור דואר. אנא צרו קשר %@
hi: आप किसी खाते के लिए मेल सेट अप नहीं है। कृपया %@ से संपर्क करें
hr: Nemate korisnički račun za poštu. Obratite se %@
hu: Nincs beállított E-mail fiókkal. Kérjük, forduljon %@
ms: Anda tidak mempunyai akaun untuk mel. Sila hubungi %@
nb: Du har ikke en konto satt opp for e-post. Kontakt %@
pt: Você não tem uma conta configurada para correio. Entre em contato com %@
pt_br: Você não tem uma conta configurada para correios. Contate %@
ro: Nu aveţi un cont configurat pentru Mail. Vă rugăm să contactaţi %@
sk: Nemáte účet zriadený pre poštu. Prosím, kontaktujte %@
sl: Nimate račun nastavite za pošto. Se obrnite na %@
zh_tw: 您沒有設置為郵件帳戶。請聯繫 %@

source: You have no addresses with a spendable balance greater than or equal to the required dust threshold.
ar: لديك لا عناوين مع توازن المنفق أكبر من أو يساوي الحد الأدنى المطلوب من الغبار.
da: Du har ingen adresser med en spendable balance større end eller lig med den nødvendige støv tærskel.
el: Έχετε καμία διευθύνσεις με ένα διαθέσιμο υπόλοιπο μεγαλύτερη ή ίση με το κατώτατο όριο απαιτείται σκόνης.
es_mx: No tienes ninguna dirección con un saldo gastable superior o igual al mínimo de fondos requeridos para realizar transacciones.
fi: Sinulla ole osoitteita spendable tasapaino suurempi tai yhtä suuri tarvita pölyä.
he: . לך אין כתובות עם מאזן מתכלה למכשיר גדול או שווה להסף הנדרשים אבק...
hi: आपके पास एक से अधिक या बराबर करने के लिए आवश्यक धूल थ्रेशोल्ड spendable संतुलन के साथ कोई पते।
hr: Imate nema adrese s Potrošno bilanca veća od ili jednaka Praga potrebno prašine.
hu: Akkor nem címek elkölthető egyensúly nagyobb vagy egyenlő a szükséges por küszöbértékét.
ms: Engkau tiada alamat baki spendable lebih besar daripada atau sama dengan di ambang habuk yang diperlukan.
nb: Du har ingen adresser med en spendable balanse større enn eller lik terskelverdien kreves støv.
pt: Você não tem nenhum endereços com um equilíbrio spendable maior ou igual ao valor exigido pó.
pt_br: Você não tem endereços com saldo disponível maior ou igual ao mínimo requerido.
ro: Aveţi nicio adresă cu un sold de spendable mai mare sau egal cu pragul necesar praf.
sk: Budete mať žiadne adresy spendable zostatok väčšia alebo rovná prahovej hodnote požadovanej prachu.
sl: Imate naslovov z Reserve ravnovesje, večja od ali enaka pragu zahteva prahu.
zh_tw: 你有沒有位址可餘額大於或等於所需的灰塵閾值。

source: You have no available funds to send from this address
ar: لديك لا الأموال المتاحة لإرسال من هذا العنوان
ca: Té fons disponibles per poder enviar d'aquesta direcció
cs: Žádné dostupné peníze poslat z této adresy
da: Du har ingen midler til rådighed til at sende fra denne adresse
el: Έχετε καμία διαθέσιμα κεφάλαια να στείλει από αυτή τη διεύθυνση
es_mx: No tienes fondos disponibles para enviar desde esta dirección
fi: Sinulla ei ole varoja lähettää tähän osoitteeseen
fr: Vous n'avez pas de fonds disponibles pour envoyer depuis cette adresse
he: יש לך אין מימון לשלוח מהכתובת הזאת
hi: आप इस पते से भेजने के लिए कोई धनराशि उपलब्ध है
hr: Imate raspoloživih sredstava poslati sa ove adrese
hu: Nincs rendelkezésre álló pénzeszközök küldeni erről a címről van
ms: Engkau tiada dana yang sedia untuk menghantar alamat ini
nb: Du har ingen tilgjengelige midler til å sende fra denne adressen
pt: Você tem fundos disponíveis para enviar este endereço
pt_br: Você não tem fundos disponíveis para enviar deste endereço.
ro: Tu ai nu există fonduri disponibile pentru a trimite la aceasta adresa
sk: Nemáte k dispozícii finančné prostriedky na odoslanie z tejto adresy
sl: Imate na voljo sredstva za pošiljanje iz tega naslova
zh_tw: 你有沒有可用的資金，從該位址發送

source: You must disable SMS 2-Step Verification before changing your mobile number (%@).
ar: يجب عليك تعطيل SMS 2-خطوة التحقق قبل تغيير رقم هاتفك النقال (%@).
ca: Ha de desactivar la verificació SMS 2 passos abans de canviar el seu nombre mòbil (%@).
cs: Je třeba zakázat SMS 2krok ověření před změnou své mobilní číslo (%@).
da: Du skal deaktivere SMS 2-trins kontrollen før du ændrer dit mobilnummer (%@).
el: Πρέπει να απενεργοποιήσετε την επαλήθευση σε 2 βήματα SMS πριν να αλλάξετε τον αριθμό του κινητού σας (%@).
es_mx: Debes desactivar la verificación de 2 pasos mediante SMS antes de cambiar tu número de celular (%@).
fi: 2-vaiheinen tekstiviestivahvistus ennen kuin vaihdat matkapuhelimesi numeron (%@) on poistettava käytöstä.
fr: Vous devez désactiver votre vérification en 2 étapes avant de changer votre numéro de portable (%@).
he: עליך לנטרל אימות דו-שלבי SMS לפני שינוי מספר הטלפון הנייד שלך (%@).
hi: आप अपने मोबाइल नंबर (%@) को बदलने से पहले एसएमएस 2-चरणीय सत्यापन अक्षम करना चाहिए।
hr: Morate onemogućiti SMS potvrdu u 2 koraka prije promjene svoj broj mobitela (%@).
hu: Mielőtt módosítaná a mobil számát (%@) SMS-2-lépcsős ellenőrzés letiltása
ms: Anda harus menyahdaya SMS pengesahan 2 langkah sebelum menukar nombor telefon bimbit anda (%@).
nb: Du må deaktivere SMS 2-Step-bekreftelse før du endrer mobiltelefonnummeret (%@).
pt: Você deve desativar a verificação de 2-Step SMS antes de alterar seu número de telemóvel (%@).
pt_br: Você precisa desativar a Verificação em 2 Passos por SMS antes de alterar seu número de celular (%@).
ro: Trebuie să dezactivați confirmarea prin SMS 2-pas înainte de schimbarea numărului de telefon mobil (%@).
sk: Musíte vypnúť overenie prostredníctvom SMS 2-krok pred zmenou vaše mobilné číslo (%@).
sl: Morate onemogočiti preverjanje v 2 korakih SMS preden spremenite številko (%@).
zh_tw: 您必須禁用短信 2 步驗證之前更改您的手機號碼 (%@)。

source: You must enter a destination address
ar: يجب أن تقوم بإدخال عنوان الوجهة
ca: Heu d'introduir una adreça de destinació
cs: Je třeba zadat cílovou adresu
da: Du skal angive en destinationsadresse
el: Πρέπει να πληκτρολογήσετε μια διεύθυνση προορισμού
es_mx: Debes introducir una dirección de destino
fi: Kirjoita kohde-osoite
fr: Vous devez saisir une adresse de destination
he: עליך להזין כתובת יעד
hi: आप एक गंतव्य पता दर्ज करना होगा
hr: Unesite odredišnu adresu
hu: Meg kell adnia a cél címét
ms: Awda mesti masukkan alamat destinasi yang
nb: Du må angi destinasjonsadresse
pt: Você deve digitar um endereço de destino
pt_br: Você precisa digitar um endereço de destino.
ro: Trebuie să introduceţi o adresă de destinaţie
sk: Musíte zadať cieľovú adresu
sl: Morate vnesti ciljni naslov
zh_tw: 您必須輸入目標位址

source: You must enter a label
ar: يجب إدخال تسمية
ca: Heu d'introduir una etiqueta
cs: Je třeba zadat popisek
da: Du skal angive en etiket
el: Πρέπει να πληκτρολογήσετε μια ετικέτα
es_mx: Debes introducir una etiqueta
fi: Kirjoita otsikko
fr: Vous devez entrer une étiquette
he: עליך להזין תווית
hi: आप कोई लेबल दर्ज करना होगा
hr: Morate unijeti naljepnicu
hu: Meg kell adnia egy címkét
ms: Awda mesti masukkan label
nb: Du må angi en etikett
pt: Você deve digitar um rótulo
pt_br: Você precisa digitar uma etiqueta.
ro: Introduceţi o etichetă
sk: Musíte zadať návesť
sl: Vnesti morate oznako
zh_tw: 您必須輸入一個標籤

source: You must have at least one active address
ar: يجب أن يكون لديك عنوان نشط واحد على الأقل
ca: Vostè ha de tenir com a mínim una adreça activa
da: Du skal have mindst én aktiv adresse
el: Πρέπει να έχετε τουλάχιστον μία ενεργή διεύθυνση
es_mx: Debes tener al menos una dirección activa
fi: Sinulla on vähintään yksi aktiivinen osoite
fr: Vous devez avoir au moins une adresse active
he: דרושה לך לפחות פעיל כתובת אחת
hi: आप कम से कम एक सक्रिय पता होना चाहिए
hr: Morate imati barem jednu aktivnu adresu
hu: Rendelkeznie kell legalább egy aktív cím
ms: Anda mesti mempunyai sekurang-kurangnya satu alamat yang aktif
nb: Du må ha minst én aktiv adresse
pt: Você deve ter pelo menos um endereço ativo
pt_br: Você deve ter ao menos um endereço ativo.
ro: Trebuie să aveţi cel puţin o adresă activ
sk: Musíte mať aspoň jednu aktívnu adresu
sl: Imeti morate vsaj en naslov aktivne
zh_tw: 您必須具有至少一個活動位址

source: You must have two-factor authentication disabled to pair manually.
ar: يجب أن يكون لديك مصادقة اثنين-عامل تعطيل لزوج يدوياً.
ca: Vostè ha de tenir d'autenticació de dos factor impossibilitat per parell manualment.
cs: Musíte mít dvoufaktorové ověřování zakázáno dvojici ručně.
da: Du skal have to-faktor autentificering deaktiveret par manuelt.
el: Πρέπει να έχετε δύο παράγοντα ελέγχου ταυτότητας, άτομα με ειδικές ανάγκες για τα ζευγάρι με μη αυτόματο τρόπο.
es_mx: Debes tener desactivada la verificación de dos pasos para sincronizar manualmente.
fi: Sinulla on kaksivaiheinen todennus pois pari käsin.
fr: Vous devez avoir une authentification à deux facteurs désactivée pour jumeler manuellement.
he: יש אימות דו-גורמי זמין על זוג באופן ידני.
hi: आप दो फैक्टर प्रमाणीकरण करने के लिए जोड़ी को मैन्युअल रूप से अक्षम होना आवश्यक है।
hr: Morate imati dvofaktorska provjera autentičnosti onemogućena da para ručno.
hu: Kettő-tényező hitelesítés le van tiltva, hogy pár manuálisan kell rendelkeznie.
ms: Anda mesti mempunyai pengesahan dua faktor yang Kurang Upaya untuk pasangan secara manual.
nb: Du må ha to-faktor autentifisering deaktivert for manuelt.
pt: Você deve ter desabilitada manualmente a par de autenticação de dois fatores.
pt_br: Para parear manualmente, você precisa desativar a autenticação de dois fatores.
ro: Trebuie să aveţi două-factor de autentificare cu handicap să pereche manual.
sk: Musíte mať dvojfaktorové overenie vypnuté dvojicu manuálne.
sl: Morate imeti dva-činitelj authentication nesposoben za par ročno.
zh_tw: 您必須手動禁用對雙因素身份驗證。

source: You must leave at least one active address
ar: يجب ترك عنوان نشط واحد على الأقل
ca: Ha de deixar com a mínim una adreça activa
cs: Je třeba ponechat alespoň jednu aktivní adresu
da: Du skal lade mindst én aktiv adresse
el: Πρέπει να αφήσετε μία τουλάχιστον ενεργό διεύθυνση
es_mx: Debes dejar al menos una dirección activa
fi: Jätä vähintään yksi aktiivinen osoite
fr: Vous devez fournir au moins une adresse active
he: עליך להשאיר כתובת פעיל אחד לפחות
hi: आपको कम से कम एक सक्रिय पता छोड़ देना चाहिए
hr: Morate ostaviti najmanje jedan aktivna adresa
hu: Meg kell hagyni legalább egy aktív cím
ms: Anda mesti meninggalkan alamat aktif sekurang-kurangnya satu
nb: Du må la minst en aktiv adresse
pt: Você deve deixar pelo menos um endereço ativo
pt_br: Você deve deixar ao menos um endereço ativo.
ro: Trebuie să lăsaţi cel puţin o adresă activ
sk: Musíte nechať aspoň jeden aktívny adresy
sl: Moraš pustiti vsaj eno aktivno naslov
zh_tw: 你必須離開至少一個活動位址

source: You should always pair or login if you have access to your Wallet ID and password. Recovering your funds will create a new Wallet ID. Would you like to continue?
ar: عليك دائماً الزوج أو تسجيل الدخول إذا كان لديك حق الوصول إلى "معرف المحفظة" وكلمة المرور الخاصة بك. استرداد الأموال الخاصة بك سيتم إنشاء معرف جديد المحفظة. هل ترغب في الاستمرار؟
ca: Sempre cal ajuntar o connectar si teniu accés a la seva cartera ID i contrasenya. Recuperant el seu fons crearà un nou identificador de cartera. Voleu continuar?
cs: Byste měli vždy dvojice nebo přihlášení, pokud máte přístup k vaší peněžence ID a heslo. Obnovení vašich financí vytvoří nového peněženku. Chcete pokračovat?
da: Du bør altid pair eller login hvis du har adgang til din Wallet-ID og adgangskode. Inddrive dine penge vil oprette en ny tegnebog ID. Ønsker du at fortsætte?
el: Πάντα πρέπει να ζεύγος ή συνδεθείτε αν έχετε πρόσβαση στο πορτοφόλι ID και τον κωδικό σας. Ανάκτησης των κεφαλαίων σας θα δημιουργήσει ένα νέο αναγνωριστικό πορτοφόλι. Θέλετε να συνεχίσετε;
es_mx: Siempre debes sincronizar o iniciar sesión si tienes acceso a la ID y contraseña de tu monedero. La recuperación de tus fondos creará una nueva ID de monedero. ¿Deseas continuar?
fi: Kannattaa aina pari tai Kirjaudu sisään jos sinulla on pääsy sinun lompakko ID ja tunnussana. Takaisin rahat luo uuden lompakon. Haluatko jatkaa?
fr: Vous devriez toujours jumeler ou vous connecter si vous avez accès à votre identifiant portefeuille et mot de passe. Récupérer vos fonds créera un nouvel identifiant portefeuille. Souhaitez-vous continuer ?
he: עליך תמיד זוג או להיכנס למערכת, אם יש לך גישה אל הארנק המזהה והסיסמה שלך. שחזור כספים שלך יהיה ליצור מזהה את הארנק החדש האם ברצונך להמשיך?
hi: तुम हमेशा जोड़ी होना चाहिए या यदि आपके पास पहुँच आपके बटुए ID और पासवर्ड के लिए लॉगिन। आपका धन पुनर्प्राप्त करना एक नया id के बटुए बनाएगा आप जारी रखना चाहेंगे?
hr: Par ili se prijaviti ako imate pristup na svoj novčanik ID i lozinku. Oporavlja se sredstva će stvoriti novi novčanik ID. Želite li nastaviti?
hu: Mindig párba, vagy ha van hozzáférése a pénztárca azonosítás és jelszó logika. Beszedik a pénzt hoz létre egy új pénztárcát. Szeretne továbbra is?
ms: Anda sentiasa perlu berpasangan atau login jika anda mempunyai akses kepada Wallet ID dan kata laluan anda. Memungut dana anda akan mencipta ID yang baru Wallet. Adakah anda ingin meneruskan?
nb: Du bør alltid par eller logikk hvis du har tilgang til din konto-ID og passord. Gjenopprette midler vil opprette en ny konto-ID. Vil du fortsette?
pt: Você sempre deve emparelhar ou iniciar sessão se você tem acesso a sua carteira de ID e senha. Recuperar os seus fundos criará uma nova carteira de identificação. Gostaria de continuar?
pt_br: Você deve fazer login ou parear seu dispositivo sempre que tiver acesso ao seu ID de Carteira e senha. Ao recuperar seus fundos, um novo ID de Carteira será criado. Gostaria de continuar?
ro: Tu ar trebui să întotdeauna pereche sau login dacă aveţi acces la portofel ID-ul şi parola. Recuperarea fondurilor dumneavoastră va crea un nou portofel ID. Doriţi să continuaţi?
sk: Vždy by ste mali pár alebo prihlásiť, ak máte prístup k vašej peňaženke ID a heslo. Obnovuje svoje finančné prostriedky budú vytvárať novú peňaženku ID. Chcete pokračovať?
sl: Morate vedno seznaniti ali prepričevalnost, če imate dostop do vaše denarnice ID in geslo. Izterjavo vaših sredstev bo ustvaril nove denarnice ID. Ali želite nadaljevati?
zh_tw: 你應該總是成對或登錄如果您可以訪問您的錢包 ID 和密碼。恢復您的資金將會創建一個新的錢包 id。你想繼續嗎?
