Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: PIN Encrypted String is nil
ar: سلسلة المشفرة دبوس صفراً
ca: PIN xifrats corda és nul
cs: PIN šifrovaný řetězec je nulová
da: PIN krypteret strengen er lig nul
el: Συμβολοσειρά κρυπτογραφημένα PIN είναι μηδενική
es_mx: La cadena de cifrado de PIN es nula
fi: PIN salattu merkkijono on nolla
fr: La chaîne codée PIN est nulle
he: מחרוזת מוצפנת PIN היא אפסית
hi: पिन एन्क्रिप्टेड स्ट्रिंग नहीं के बराबर है
hr: PIN šifrirani niz je ništica
hu: PIN titkosított karakterlánca nulla
ms: Rentetan disulitkan PIN adalah kosong
nb: PIN krypterte strengen er null
pt: String PIN criptografado é nula
pt_br: A frase criptografada do PIN é nula
ro: Şir de criptate PIN este nulă
sk: PIN zašifrovaný reťazec je nulový
sl: PIN Encrypted niza je enaka nič
zh_tw: PIN 加密字串是零

source: PIN Response Object key or value length 0
ar: دبوس طول مفتاح أو قيمة "كائن الاستجابة" 0
ca: PIN resposta objecte clau o valor longitud 0
cs: PIN objektu Response klíč nebo hodnotu délka 0
da: PIN Response-objektet nøglen eller værdi længde 0
el: PIN απάντηση αντικείμενο κλειδί ή τιμή μήκους 0
es_mx: Clave de objeto de la respuesta PIN o longitud de valor 0
fi: PIN Response-objektin avaimen tai arvon pituus 0
fr: Clé Objet réponse PIN ou longueur de la valeur 0
he: סיכת עצם התגובה מפתח או ערך אורך 0
hi: पिन प्रतिसाद ऑब्जेक्ट कुंजी या मान की लंबाई 0
hr: PIN odgovor objekt ključ ili vrijednost dužine 0
hu: PIN válasz objektumok kulcs vagy érték 0 hosszúságú
ms: PIN tindakbalas objek utama atau nilai panjang 0
nb: PIN Response-objektet nøkkel- eller lengden 0
pt: PIN resposta objeto chave ou valor comprimento 0
pt_br: Comprimento 0 da chave ou do valor do objeto de resposta do PIN
ro: PIN răspuns obiect cheie sau o valoare lungime 0
sk: PIN odozva objektu kľúč alebo hodnotu dĺžky 0
sl: PIN odgovor predmet ključ ali vrednost dolžine 0
zh_tw: 引腳的回應物件鍵或值長度為 0

source: PIN Response Object success length 0
ar: كائن الاستجابة دبوس طول النجاح 0
ca: Longitud de èxit de resposta objecte PIN 0
cs: PIN objektu Response úspěch délka 0
da: PIN Response-objektet succes længde 0
el: PIN αντικείμενο Response επιτυχία μήκος 0
es_mx: Éxito del objeto de la respuesta PIN longitud 0
fi: PIN Response-objektin menestys pituus on 0
fr: Longueur succès Objet réponse PIN 0
he: עצם התגובה, סיכת הצלחה אורך 0
hi: पिन प्रतिसाद ऑब्जेक्ट सफलता लंबाई 0
hr: PIN odgovor objekt uspjeh dužine 0
hu: PIN válasz objektumok siker 0 hosszúságú
ms: PIN objek sambutan kejayaan panjang 0
nb: PIN Response-objektet suksess lengden 0
pt: Comprimento de sucesso PIN objeto de resposta 0
pt_br: Comprimento 0 bem-sucedido do objeto de resposta do PIN
ro: PIN răspuns obiect succes lungime 0
sk: ZAOSTRIŤ objekt odpovede úspech dĺžka 0
sl: PIN odgovor predmet uspeh dolžino 0
zh_tw: 引腳的回應物件成功長度為 0

source: PIN Saved Successfully
ar: دبوس حفظه بنجاح
ca: PIN guardat satisfactòriament
cs: Kód PIN byl úspěšně uložen
da: PIN gemt med succes
el: ΚΑΡΦΊΤΣΑ αποθηκευτεί με επιτυχία
es_mx: El PIN se ha guardado correctamente
fi: PIN tallennettu
fr: PIN enregistré avec succès
he: סיכה, שנשמרו בהצלחה
hi: PIN सफलतापूर्वक सहेजा गया
hr: PIN uspješno spremljen
hu: PIN-kód mentése sikeres
ms: PIN yang berjaya disimpan
nb: PIN lagret
pt: PINO com sucesso
pt_br: PIN salvo com êxito
ro: PIN-ul salvat cu succes
sk: Kód PIN úspešne uložený
sl: PIN shranjen
zh_tw: 已成功保存的 PIN

source: PIN Validation Error
ar: خطأ التحقق من صحة رقم التعريف الشخصي
ca: Error de validació de PIN
cs: Chyba při ověřování PIN
da: PIN valideringsfejl
el: Σφάλμα επικύρωσης καρφίτσα
es_mx: Error de validación del PIN
fi: PIN Validation erehdys
fr: Erreur de validation du code PIN
he: שגיאת אימות PIN
hi: पिन सत्यापन त्रुटि
hr: Pogreška provjere valjanosti PIN
hu: PIN-ellenőrzési hiba
ms: Ralat Pengesahan PIN
nb: PIN valideringsfeil
pt: Erro de validação do PIN
pt_br: Erro na validação do PIN
ro: Eroare de validare cod PIN
sk: Chyba overenia kódu PIN
sl: Napaka pri preverjanju veljavnosti PIN
zh_tw: PIN 驗證錯誤

source: PIN Validation cannot be completed. Please enter your wallet password manually.
ar: لا يمكن إكمال التحقق من صحة رقم التعريف الشخصي. الرجاء إدخال كلمة المرور المحفظة الخاصة بك يدوياً.
ca: No es pot completar validació de PIN. Si us plau introduir la seva contrasenya de cartera manualment.
cs: Potvrzení kódu PIN nelze dokončit. Zadejte heslo peněženka ručně.
da: PIN validering kunne ikke fuldføres. Angiv venligst din tegnebog adgangskoden manuelt.
el: Δεν μπορεί να ολοκληρωθεί η επικύρωση του PIN. Παρακαλούμε εισάγετε τον κωδικό του πορτοφολιού σας με μη αυτόματο τρόπο.
es_mx: La validación del PIN no se puede completar. Escribe la contraseña del monedero manualmente.
fi: PIN-koodin vahvistus ei onnistu. Kirjoita lompakko salasana manuaalisesti.
fr: La validation du code PIN n’a pas pu être complétée. Veuillez saisir votre mot de passe de portefeuille manuellement.
he: אין אפשרות להשלים את האימות PIN. הזינו בבקשה את הסיסמה הארנק שלך באופן ידני.
hi: पिन सत्यापन पूर्ण नहीं हो सकती। कृपया अपना बटुआ पासवर्ड मैन्युअली दर्ज करें।
hr: PIN provjera valjanosti se ne može dovršiti. Ručno unijeti lozinku novčanik.
hu: PIN-ellenőrzés nem hajtható végre. Adja meg manuálisan a wallet jelszót.
ms: Pengesahan PIN tidak dapat dilengkapkan. Sila masukkan kata laluan wallet anda secara manual.
nb: PIN-godkjenningen kan ikke fullføres. Skriv inn passordet lommebok manuelt.
pt: Validação do PIN não pode ser concluída. Por favor, digite sua senha de carteira manualmente.
pt_br: A validação do PIN não pôde ser concluída. Digite a senha da sua carteira.
ro: Imposibil de finalizat PIN validarea. Vă rugăm să introduceţi parola de portofel manual.
sk: PIN overenie nie je možné dokončiť. Zadajte prosím heslo peňaženka manuálne.
sl: PIN preverjanje veljavnosti ni mogoče dokončati. Ročno vnesite geslo denarnico.
zh_tw: 不能完成 PIN 驗證。請手動輸入密碼的錢包。

source: PINs do not match
ar: لا تتطابق مع دبابيس
ca: Agulles no coincideixen
cs: PIN se neshodují
da: PINs passer ikke
el: Δεν ταιριάζουν καρφίτσες
es_mx: Los números PIN no coinciden
fi: Nastat eivät täsmää
fr: Les codes PIN ne correspondent pas
he: הפינים אינם תואמים
hi: पिन से मेल नहीं खाते
hr: Igle se ne podudaraju
hu: Csapok nem egyeznek.
ms: PIN tidak padan
nb: PINs samsvarer ikke
pt: Os pinos não coincidem
pt_br: Os PINs não correspondem.
ro: Ace nu se potrivesc
sk: PIN sa nezhodujú.
sl: PIN se ne ujemajo
zh_tw: 針腳不匹配

source: Parsing Pairing Code
ar: تحليل رمز الازدواج
ca: Anàlisi de codi d'aparellament
cs: Analýza, párování kód
da: Parsing tilknytningskode
el: Ανάλυση σύζευξη κωδικός
es_mx: Analizando código de sincronización
fi: Jäsennys, laiteparikoodi
fr: Analyse du Code de jumelage
he: ניתוח קוד התאמה
hi: पार्सिंग कोड बाँधना
hr: Raščlanjivanje kod za uparivanje
hu: Elemzés a párosító kód
ms: Penghuraian Kod berpasangan
nb: Analyse av tilkoplingskode
pt: Análise de código de emparelhamento
pt_br: Analisando código de pareamento
ro: Parsarea codul de asociere
sk: Parsování Párovací kód
sl: Razčlenjevanju seznanjanje kodo
zh_tw: 解析匹配碼

source: Password Hint
ar: تلميح كلمة المرور
ca: Suggeriment de contrasenya
cs: Nápověda pro heslo
da: Adgangskodetip
el: Υπόδειξη κωδικού πρόσβασης
es_mx: Sugerencia para la contraseña
fi: Salasanavihje
fr: Indice de mot de passe
he: לסיסמה
hi: पासवर्ड संकेत
hr: Podsjetnik za lozinku
hu: Jelszó-emlékeztető
ms: Pembayang kata laluan
nb: Passordhint
pt: Dica de senha
pt_br: Dica de Senha
ro: Indiciul pentru parolă
sk: Pomôcka pre heslo
sl: Namig za geslo
zh_tw: 密碼提示

source: Password Required
ar: مطلوب كلمة مرور
ca: Contrasenya requerida
cs: Heslo je vyžadováno
da: Adgangskode kræves
el: Κωδικό πρόσβασης που απαιτείται
es_mx: Se requiere la contraseña
fi: Salasana vaaditaan
fr: Mot de passe requis
he: דרושה סיסמה
hi: पासवर्ड की आवश्यकता
hr: Lozinka zahtijeva
hu: Jelszó szükséges
ms: Kata laluan diperlukan
nb: Passord kreves
pt: Senha requerida
pt_br: Senha Requerida
ro: Parola necesare
sk: Požaduje sa heslo
sl: Zahtevano je geslo
zh_tw: 需要密碼

source: Password changed. Please login to continue.
ar: تغيير كلمة المرور. الرجاء تسجيل الدخول لمتابعة.
ca: Canviar contrasenya. Si us plau entra per continuar.
cs: Heslo bylo změněno. Přihlaste se pro pokračování.
da: Adgangskoden ændres. Venligst log ind for at fortsætte.
el: Αλλάξει τον κωδικό πρόσβασης. ΠΑΡΑΚΑΛΩ Συνδεθειτε για να συνεχίσει.
es_mx: Contraseña cambiada. Inicia sesión para continuar.
fi: Salasana vaihdettu. Kirjaudu sisään jatkaaksesi.
fr: Mot de passe modifié. Veuillez vous connecter pour continuer.
he: סיסמה לשינוי. אנא התחבר כדי להמשיך.
hi: पासवर्ड परिवर्तित कर दिया। कृपया जारी रखने के लिए लॉगिन।
hr: Lozinka je promijenjena. Molimo prijavite se za nastavak.
hu: Jelszó megváltoztatva. Kérjük, jelentkezzen be a folytatáshoz.
ms: Kata laluan ditukar. Sila login untuk teruskan.
nb: Passord endret. Vennligst login for å fortsette.
pt: Senha alterada. Faça o login para continuar.
pt_br: Senha alterada. Entre para continuar.
ro: S-a schimbat parola. Vă rugăm să login pentru a continua.
sk: Zmenil heslo. Prosím prihláste sa naďalej.
sl: Spremenil geslo. Prosimo, prijavite na še.
zh_tw: 更改密碼。請登錄以繼續。

source: Password must be different from your email
ar: يجب أن تكون كلمة المرور مختلفة عن البريد الإلكتروني الخاص بك
da: Adgangskode skal være forskellig fra din e-mail
el: Κωδικός πρόσβασης πρέπει να είναι διαφορετικό από το email σας
es_mx: La contraseña debe ser distinta a tu email
fi: Salasanan on oltava erilainen sähköpostiosoitteesi
he: הסיסמה חייבת להיות שונה הדוא ל שלך
hi: पासवर्ड आपके ई-मेल से अलग होना चाहिए.
hr: Lozinka mora biti različita od vaše e-pošte
hu: Jelszó a elektronikus levél eltérőnek kell lennie.
ms: Kata laluan mesti berbeza daripada e-mel anda
nb: Passordet må være forskjellig fra din e-post
pt: Senha deve ser diferente do seu email
pt_br: A senha deve ser diferente de seu e-mail.
ro: Parola trebuie să fie diferită de adresa de email
sk: Heslo sa musí odlišovať od vašej e-mailovej
sl: Geslo mora biti drugačen od vaš email
zh_tw: 密碼必須不同于您的電子郵件

source: Password must be less than or equal to 255 characters
ar: يجب أن تكون كلمة المرور أقل من أو يساوي 255 حرف
da: Adgangskoden skal være mindre end eller lig med 255 tegn
el: Κωδικός πρόσβασης πρέπει να είναι μικρότερη ή ίση έως 255 χαρακτήρες
es_mx: La contraseña debe tener 255 caracteres o menos
fi: Salasanan on oltava enintään 255 merkkiä
he: הסיסמה חייבת להיות קטן או שווה ל- 255 תווים
hi: पासवर्ड से कम या बराबर करने के लिए 255 वर्ण होना चाहिए.
hr: Lozinka mora biti dulji od 255 znakova
hu: Jelszó kell, legfeljebb 255 karakter
ms: Kata laluan mesti kurang daripada atau sama dengan 255 aksara
nb: Passordet må være mindre enn eller lik 255 tegn
pt: Senha deve ser menor ou igual a 255 caracteres
pt_br: A senha deve ter no máximo 255 caracteres.
ro: Parola trebuie să fie mai mică sau egală cu 255 de caractere
sk: Heslo musí byť menší alebo rovný 255 znakov
sl: Geslo mora biti manjša ali enaka 255 znakov
zh_tw: 密碼必須小於或等於 255 個字元

source: Passwords do not match
ar: لا تتطابق كلمات المرور
ca: Les contrasenyes no coincideixen
cs: Hesla si neodpovídají.
da: Adgangskoderne er ikke ens
el: Κωδικοί πρόσβασης δεν ταιριάζουν
es_mx: Las contraseñas no coinciden
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
he: הסיסמאות לא תואמות
hi: पासवर्ड मेल नहीं खाते हैं
hr: Lozinke se ne podudaraju
hu: Jelszavak nem egyeznek
ms: Kata laluan tidak padan
nb: Passordene samsvarer ikke
pt: Senhas não combinam
pt_br: As senhas não correspondem.
ro: Parolele nu se potrivesc
sk: Heslá sa nezhodujú.
sl: Gesli se ne ujemata
zh_tw: 密碼不匹配

source: Payment Received
ar: استلام الدفع
ca: Pagament rebut
cs: Platby přijaté
da: Betaling modtaget
el: Πληρωμής που έλαβε
es_mx: Pago recibido
fi: Maksu vastaanotettu
fr: Paiement reçu
he: התשלום התקבל
hi: प्राप्त भुगतान
hr: Primljena uplata
hu: Fizetve
ms: Bayaran yang diterima
nb: Betaling mottatt
pt: Pagamento recebido
pt_br: Pagamento recebido.
ro: Plata primite
sk: Prijatá platba
sl: Plačilo prejel
zh_tw: 收到付款

source: Payment Sent!
ar: الدفع أرسلت!
ca: Pagament enviat!
cs: Platba odeslána!
da: Betaling sendt!
el: Πληρωμής που στάλθηκαν!
es_mx: ¡Pago enviado!
fi: Maksupyyntöihin!
fr: Paiement envoyé !
he: התשלום נשלח!
hi: भुगतान भेजा!
hr: Uplata!
hu: Fizetés küldött!
ms: Pembayaran dihantar!
nb: Betaling sendt!
pt: Pagamento enviado!
pt_br: Pagamento Enviado!
ro: Trimis de plată!
sk: Platby odoslané!
sl: Plačilu, poslano!
zh_tw: 付款發送!

source: Payments Sent
ar: المبالغ المرسلة
da: Udbetalinger sendt
el: Απεσταλμένες πληρωμές
es_mx: Pagos enviados
fi: Maksut lähetetään
he: תשלומים שנשלחו
hi: भुगतान भेजा
hr: Plaćanja poslane
hu: Elküldött átutalásokat
ms: Pembayaran yang dihantar
nb: Betalinger sendes
pt: Pagamentos enviados
pt_br: Pagamentos Enviados
ro: Plăţi trimis
sk: Platby odoslané
sl: Plačila, ki se pošlje
zh_tw: 發送付款

source: Pending
ar: معلقة
da: Ventende
el: Σε εκκρεμότητα
es_mx: Pendiente
fi: Vireillä
he: ממתינה
hi: लंबित
hr: Na čekanju
hu: Függőben lévő
ms: Belum selesai
nb: Ventende
pt: Pendente
pt_br: Pendente
ro: În aşteptare
sk: Čakajúce
sl: Čakajoča
zh_tw: 掛起

source: Pending (%@ Confirmations)
ar: انتظار (تأكيدات%@)
da: Indtil (%@ bekræftelser)
el: Εν αναμονή (%@ επιβεβαιώσεις)
es_mx: Pendiente (%@ Confirmaciones)
fi: Kunnes (%@ vahvistukset)
he: ממתינים (אישורי%@)
hi: (%@ Confirmations) लंबित
hr: Na čekanju (%@ potvrde)
hu: Folyamatban (%@ visszaigazolások)
ms: Sementara menunggu (%@ pengesahan)
nb: Ventende (%@ bekreftelser)
pt: Pendente (confirmações de%@)
pt_br: Pendente (%@ Confirmações)
ro: În aşteptarea (confirmari de%@)
sk: Čakajúce (%@ potvrdenia)
sl: Do (%@ potrditev)
zh_tw: 掛起 （%@ 確認）

source: Phrase Backed
ar: عبارة المدعومة
ca: Frase recolzat
cs: Fráze, opírající se
da: Sætning bakkes op
el: Φράση που υποστηρίζεται
es_mx: Frase respaldada
fi: Lause tukena
fr: Phrase sauvegardée
he: הביטוי מגובה
hi: समर्थित वाक्यांश
hr: Izraz podlogom
hu: Kifejezés mögött
ms: Frasa yang disokong
nb: Uttrykket støttet
pt: Frase apoiado
pt_br: Backup da frase realizado
ro: Fraza susţinute
sk: Frázy podporovaný
sl: Stavek, ki podpirajo
zh_tw: 支援的短語

source: Please Login
ar: الرجاء تسجيل الدخول
ca: Si us plau entreu
cs: Přihlaste se prosím
da: Log venligst ind
el: Παρακαλούμε συνδεθείτε
es_mx: Inicia sesión
fi: Kirjaudu sisään
fr: Veuillez vous connecter
he: אנא התחבר
hi: कृपया लॉगिन
hr: Molimo prijavite se
hu: Kérjük, jelentkezzen be
ms: Sila log masuk
nb: Vennligst logg inn
pt: Faça o Login
pt_br: Por favor, faça o login
ro: Vă rugăm să Login
sk: Prosím, prihláste sa
sl: Prosimo, prijavite se
zh_tw: 請登錄

source: Please add an email address
ar: الرجاء إضافة عنوان بريد إلكتروني
ca: Si us plau afegiu una adreça de correu electrònic
cs: Přidejte e-mailovou adresu
da: Tilføj venligst en e-mail-adresse
el: Παρακαλούμε να προσθέσετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου
es_mx: Agrega una dirección de correo electrónico
fi: Lisää sähköpostiosoite
fr: Veuillez ajouter une adresse e-mail
he: נא להוסיף כתובת דואר אלקטרוני
hi: कृपया एक ईमेल पते जोड़ें
hr: Dodajte adresu e-pošte
hu: Adjon meg egy e-mail címet
ms: Sila tambah alamat e-mel
nb: Legg til en e-postadresse
pt: Por favor, adicione um endereço de e-mail
pt_br: Adicione um endereço de e-mail
ro: Vă rugăm să adăugaţi o adresă de e-mail
sk: Pridajte e-mailovú adresu
sl: Dodajte e-poštni naslov
zh_tw: 請添加電子郵件地址

source: Please check your email and click on the verification link.
ar: الرجاء التحقق من البريد الإلكتروني الخاص بك وانقر فوق ارتباط التحقق من الصحة.
ca: Si us plau revisa el teu email i faci clic a l'enllaç de verificació.
cs: Zkontrolujte svůj e-mail a klikněte na ověřovací odkaz.
da: Kontroller din e-mail, og klik på bekræftelseslinket.
el: Παρακαλώ ελέγξτε το email σας και κάντε κλικ στο σύνδεσμο επαλήθευσης.
es_mx: Revisa tu correo electrónico y haz clic en el enlace de verificación.
fi: Tarkista sähköpostisi ja klikkaa vahvistuslinkkiä.
fr: Veuillez vérifier votre email et cliquez sur le lien de vérification.
he: נא בדוק את הדוא ל שלך ולחץ על הקישור אימות.
hi: कृपया अपने ईमेल की जाँच और सत्यापन लिंक पर क्लिक करें।
hr: Provjerite svoj e-mail i kliknite na link za potvrdu.
hu: Kérjük, ellenőrizze az e-mail, és kattintson az ellenőrzés linkre.
ms: Sila semak emel anda dan klik pada link pengesahan.
nb: Vennligst sjekk din email og klikk på bekreftelseskoblingen.
pt: Por favor verifique o seu e-mail e clique no link de verificação.
pt_br: Por favor, abra sua caixa de e-mail e clique no link de verificação.
ro: Te rog verifica email-ul şi faceţi clic pe link-ul de verificare.
sk: Prosím skontrolujte si email a kliknite na overovacie prepojenie.
sl: Prosim ček vaš email in kliknite na povezavo za preverjanje.
zh_tw: 請檢查您的電子郵件，然後按一下驗證連結。

source: Please check your email. If you have already verified a login attempt, you should log in via our web wallet and pair your phone by scanning the QR code under Settings -> Wallet Information.
ar: الرجاء التحقق من البريد الإلكتروني الخاص بك. إذا كنت فعلا التحقق من محاولة تسجيل دخول، يجب تسجيل الدخول عبر الإنترنت المحفظة وإقران الهاتف الخاص بك عن طريق مسح رمز ريال قطري ضمن إعدادات-> "معلومات المحفظة".
ca: Si us plau revisa el teu email. Si ja heu verificat un intent de connexió, ha de registrar través de la nostra cartera de web i ajuntar el seu telèfon per escanejant el codi QR sota escenes-> cartera informació.
cs: Zkontrolujte prosím váš email. Pokud jste již ověřili pokus o přihlášení, měli přihlásit přes náš web peněženku a spárování telefonu naskenováním kódu QR pod nastavení-> peněženky.
da: Tjek venligst din e-mail. Hvis du har allerede bekræftet en login forsøg, skal du logge ind via vores web wallet og parre din telefon ved at scanne QR-koden under indstillinger-> tegnebog oplysninger.
el: Παρακαλώ ελέγξτε το email σας. Εάν έχετε ελέγξει ήδη μια προσπάθεια σύνδεσης, θα πρέπει να συνδεθείτε μέσω μας ηλεκτρονική μέθοδος πληρωμής και να ζευγαρώσετε το τηλέφωνό σας, σαρώνοντας τον κωδικό QR στην περιοχή ρυθμίσεις-> πληροφορίες πορτοφόλι.
es_mx: Revisa tu correo electrónico. Si ya has verificado un intento de inicio de sesión, debes iniciar sesión a través de nuestro monedero web y sincronizar tu teléfono escaneado el código QR en Configuración -> Información del monedero.
fi: Haluta ruudullinen sinun email. Jos olet tarkistanut kirjautumisyrityksen, pitäisi halko kotona kautta web-lompakkoa ja pari puhelimen skannaamalla QR-koodin asetukset-> lompakon tiedot.
fr: Veuillez vérifier votre e-mail. Si vous avez déjà essayé de vous connecter, vous devriez vous connecter via notre portefeuille web et jumeler votre téléphone en scannant le code QR sous Paramètres -> Informations portefeuille.
he: נא בדוק את הדוא ל שלך. אם וידאת כבר ניסיון כניסה, עליך להיכנס באמצעות הארנק האינטרנט שלנו, זוג בטלפון שלך על-ידי סריקת הקוד QR תחת הגדרות-> הארנק מידע.
hi: कृपया अपने ईमेल की जाँच करें। यदि आप पहले से ही एक लॉगिन का प्रयास सत्यापित कर लिया है, आप के माध्यम से हमारी वेब बटुए में लॉग इन करें और अपने फोन सेटिंग्स के अंतर्गत QR कोड स्कैन कर रहा है द्वारा जोड़ी चाहिए-> बटुए जानकारी।
hr: Molim vas provjerite tvoj elektronička pošta. Ako ste već provjerili prijava pokus, treba prijaviti putem naše web novčanik i telefon upariti skeniranjem QR koda u postavkama-> novčanik informacije.
hu: Kérjük, ellenőrizze e-mailjeit. Ha már ellenőrizte, a bejelentkezési kísérlet, kell fatörzs-ban keresztül az internetes pénztárca és párosítja a telefont, a beállítások a QR-kód beolvasásával-> pénztárca információkat.
ms: Sila semak email anda. Jika anda telah pun mengesahkan satu percubaan log masuk, anda perlu log masuk melalui kurangnya web dan telefon anda berpasangan dengan mengimbas kod QR di bawah seting-> maklumat Wallet.
nb: Sjekk din e-post. Hvis du allerede har bekreftet et påloggingsforsøk, bør du logge inn via vårt nett-pengebok og koble telefonen ved å skanne QR-kode under innstillinger-> lommebok informasjon.
pt: Por favor, verifique seu e-mail. Se você já verificou que uma tentativa de logon, você deve logar através de nossa carteira de web e emparelhar seu telefone escaneando o código QR em configurações-> informações de carteira.
pt_br: Verifique seu e-mail. Se você já verificou uma tentativa de acesso, acesse a carteira web e faça o pareamento de seu celular escaneando o código QR em Configurações -> Informações da Carteira.
ro: Vă rugăm să verificaţi adresa de email. Dacă aţi verificat deja o încercare de conectare, trebuie să vă conectaţi prin intermediul nostru web portofel şi împerechează telefonul scanează codul QR sub Setări-> informaţii de portofel.
sk: Prosím skontrolujte svoj e-mail. Ak ste už overili pokus o prihlásenie, by ste mali prihlásiť cez náš web peňaženku a spárovať mobil skenovanie QR kód pod nastavenia-> peňaženka informácie.
sl: Prosim ček vaš email. Če ste že preverili poskus prijave, morate prijavite preko naše spletne denarnice in par telefon z skeniranje QR kodo pod nastavitve-> denarnico informacije.
zh_tw: 請檢查您的電子郵件。如果您已驗證了登錄嘗試，你應該通過我們的 web 錢包登錄並通過掃描 QR 代碼設置下的對你的電話-> 錢包資訊。

source: Please check your internet connection.
ar: الرجاء التحقق من اتصال الإنترنت الخاص بك.
ca: Si us plau, comproveu la connexió d'internet.
cs: Zkontrolujte připojení k Internetu.
da: Kontroller din internetforbindelse.
el: Παρακαλείστε να ελέγξετε σύνδεσή σας στο internet.
es_mx: Por favor, comprueba tu conexión a internet.
fi: Tarkista internet-yhteys.
fr: Veuillez vérifier votre connexion internet.
he: נא בדוק את החיבור שלך לאינטרנט.
hi: कृपया अपना इंटरनेट कनेक्शन जाँचें।
hr: Provjerite internetsku vezu.
hu: Kérjük, ellenőrizze az internet-kapcsolat.
ms: Sila semak sambungan internet anda.
nb: Kontroller Internett-tilkoblingen.
pt: Por favor, verifique sua conexão de internet.
pt_br: Verifique sua conexão à internet.
ro: Vă rugăm să verificaţi conexiunea la internet.
sk: Prosím skontrolujte svoje internetové pripojenie.
sl: Preverite povezavo z internetom.
zh_tw: 請檢查您的互聯網連接。

source: Please choose another PIN
ar: الرجاء اختيار آخر رقم التعريف الشخصي
ca: Trieu-ne un altre PIN
cs: Vyberte si prosím jiné PIN
da: Vælg venligst en anden PIN
el: Παρακαλώ επιλέξτε μια άλλη καρφίτσα
es_mx: Por favor escoge otro PIN.
fi: Valitse uuden PIN-koodin
fr: Veuillez choisir un autre code PIN
he: נא לבחור סיכה אחרת
hi: कृपया चुनें किसी अन्य पिन
hr: Molimo odaberite drugi PIN
hu: Válasszon egy másik PIN
ms: Sila pilih PIN yang lain
nb: Velg en annen PIN
pt: Por favor escolha outro pino
pt_br: Escolha outro PIN
ro: Vă rugăm să alegeţi un alt PIN
sk: Prosím vyberte iný PIN
sl: Izberite drugo PIN
zh_tw: 請選擇另一個 PIN

source: Please choose from the options below.
ar: الرجاء اختيار أحد الخيارات أدناه.
ca: Si us plau, triar entre les opcions següents.
cs: Vyberte si prosím z následujících možností.
da: Vælg venligst fra nedenstående muligheder.
el: Παρακαλώ επιλέξτε από τις παρακάτω επιλογές.
es_mx: Elije una de las siguientes opciones.
fi: Valitse alla olevista vaihtoehdoista.
fr: Veuillez choisir parmi les options ci-dessous.
he: נא לבחור מתוך האפשרויות הבאות.
hi: कृपया नीचे दिए गए विकल्पों में से चुनें।
hr: Odaberite iz niže navedene mogućnosti.
hu: Kérjük válasszon az alábbi lehetőségek közül.
ms: Sila pilih daripada opsyen di bawah.
nb: Velg blant alternativene nedenfor.
pt: Por favor, escolha uma das opções abaixo.
pt_br: Selecione entre as opções abaixo.
ro: Vă rugăm să selectaţi din opţiunile de mai jos.
sk: Vyberte si prosím z nižšie uvedených možností.
sl: Izberite spodnje možnosti.
zh_tw: 請從下面的選項中選擇。
