Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Unable to load wallet due to no server response. You may be offline or Blockchain is experiencing difficulties. Please try again later.
ar: غير قادر على تحميل المحفظة بسبب لا استجابة الملقم. قد تكون دون اتصال أو بلوكتشين تعاني من صعوبات. الرجاء المحاولة مرة أخرى لاحقاً.
ca: No es pot carregar la cartera per cap resposta del servidor. Vostè pot estar fora de línia o Blockchain experimenta dificultats. Intenteu-ho més tard.
cs: Nelze načíst peněženku díky žádná odpověď serveru. Jste pravděpodobně v režimu offline nebo Blockchain v obtížích. Opakujte akci později.
da: Stand til at indlæse tegnebog på grund af ingen Serversvar. Du kan være offline eller Blockchain er vanskeligheder. Prøv igen senere.
el: Αδύνατη η φόρτωση της πορτοφόλι λόγω ανταπόκρισης του διακομιστή. Μπορεί να είστε σε μη απευθείας σύνδεση ή Blockchain αντιμετωπίζει δυσκολίες. Παρακαλώ προσπαθήστε ξανά αργότερα.
es_mx: No se puede cargar el monedero ya que no hay respuesta del servidor. Puede que estés desconectado o que Blockchain esté experimentando dificultades. Por favor, reinténtalo más tarde.
fi: Ei voi ladata lompakko koska palvelin ei vastaa. Saattaa olla offline-tilassa tai Blockchain on vaikeuksia. Yritä myöhemmin uudelleen.
fr: Impossible de charger le portefeuille, car le serveur ne répond pas. Vous êtes peut-être hors ligne ou Blockchain rencontre des difficultés. Veuillez réessayer plus tard.
he: אין אפשרות לטעון את הארנק בגלל שאין תגובה מהשרת. אתה יכול להיות מנותק או Blockchain הוא נתקל בקשיים. נא נסה שוב מאוחר יותר.
hi: कोई सर्वर प्रतिक्रिया के कारण बटुआ लोड करने में असमर्थ। आप ऑफ़लाइन किया जा सकता या Blockchain कठिनाइयों का सामना कर रहा है। कृपया बाद में पुन: प्रयास करें।
hr: Nije moguće učitati novčanik zbog nema odgovor poslužitelja. Ti možda ne radi ili Blockchain je došlo do nekih problema. Pokušajte ponovo kasnije.
hu: Nem sikerült betölteni a pénztárca nem kiszolgáló válasza miatt. Lehet, hogy kapcsolat nélküli vagy Blockchain nehézségekkel. Kérjük, próbálkozzon később.
ms: Tidak dapat memuatkan dompet kerana tiada tindak balas pelayan. Anda berada di luar talian atau Blockchain mengalami kesukaran. Sila cuba lagi nanti.
nb: Kan ikke laste lommebok på grunn av intet serversvar. Du kan være frakoblet eller Blockchain opplever vanskeligheter. Prøv igjen senere.
pt: Não é possível carregar carteira devido sem resposta do servidor. Você pode estar offline ou Blockchain está passando por dificuldades. Por favor, tente novamente mais tarde.
pt_br: Não foi possível carregar sua carteira devido à ausência de resposta do servidor. Você pode estar off-line ou a Blockchain está enfrentando dificuldades. Por favor, tente novamente mais tarde.
ro: Imposibil de încărcat portofel din cauza nici un răspuns de server. Aţi putea fi deconectat sau Blockchain se confruntă cu dificultăți. Vă rugăm să încercaţi din nou mai târziu.
sk: Nepodarilo sa načítať peňaženka pre server neodpovedá. Môže byť offline alebo Blockchain je v ťažkostiach. Skúste znova neskôr.
sl: Ni mogoče naložiti denarnico zaradi molka strežnik. Morda brez povezave ali Blockchain je težave. Poskusite znova pozneje.
zh_tw: 無法載入由於沒有伺服器回應的錢包。你可能處於離線狀態，或者 Blockchain 遇到困難。請稍後再試。

source: Unarchive
ar: إلغاء الأرشفة
cs: Odarchivovat
da: Udpakke
el: Αφαιρέσετε
es_mx: Desarchivar
fi: Älä arkistoi
fr: Désarchiver
hu: Archiválás
nb: Hente frem
pt: Desarquivar
pt_br: Desarquivar
sk: Odarchivovat
sl: Vzemi iz arhiva

source: Unarchive Address
ar: إلغاء الأرشفة عنوان
ca: Unarchive d'adreça
cs: Odarchivovat adresa
da: Udpakke adresse
el: Αφαιρέσετε την διεύθυνση
es_mx: Desarchivar dirección
fi: Triviaalien osoite
fr: Adresse de désarchivage
he: Unarchive כתובת
hi: पता unarchive
hr: Unarchive adresa
hu: Archiválás cím
ms: Unarchive alamat
nb: Hente frem adresse
pt: Desarquivar o endereço
pt_br: Desarquivar Endereço
ro: Unarchive adresa
sk: Odarchivovat adresu
sl: Vzemi iz arhiva naslov
zh_tw: Unarchive 位址

source: Unconfirmed
ar: غير مؤكدة
ca: Sense confirmar
cs: Nepotvrzené
da: Ubekræftet
el: Ανεπιβεβαίωτες
es_mx: Sin confirmar
fi: Vahvistamaton
fr: Non confirmé
he: לא מאושר
hi: अपुष्ट
hr: Nepotvrđen
hu: Meg nem erősített
ms: Belum disahkan
nb: Ubekreftet
pt: Não confirmados
pt_br: Não confirmado
ro: Neconfirmate
sk: Nepotvrdené
sl: Nepotrjeno
zh_tw: 未經證實的

source: Unhandled exception
ar: استثناء لم تتم معالجته
ca: Excepció no controlada
cs: Neošetřená výjimka
da: Ikke-afviklet undtagelse
el: Εξαίρεση που δεν αντιμετωπίστηκε
es_mx: Excepción no controlada
fi: Käsittelemätön poikkeus
fr: Exception non gérée
he: חריג שאינו מטופל
hi: मैनेज्ड अपवाद
hr: Skinuti ruku s izuzimanje
hu: Nem kezelt kivétel
ms: Pengecualian yang tidak dapat dikawal
nb: Ubehandlet unntak
pt: Exceção não tratada
pt_br: Exceção não tratada
ro: Excepție netratată
sk: Nespracovaná výnimka
sl: Neobravnavani izjema
zh_tw: 未處理的異常

source: Unknown
ar: المجهول
ca: Desconegut
cs: Neznámý
da: Ukendt
el: Άγνωστο
es_mx: Desconocido
fi: Tuntematon
fr: Inconnu
he: ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
ms: Tidak diketahui
nb: Ukjent
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
sk: Neznámy
sl: Neznano
zh_tw: 未知

source: Unknown Touch ID error. Code: %ld
ar: خطأ معرف اتصال غير معروف. التعليمات البرمجية: %ld
ca: Error desconegut de Tacte ID. Codi: %ld
cs: Neznámá chyba ID kontaktu. Kód: %ld
da: Ukendt Touch ID fejl. Kode: %ld
el: Άγνωστο σφάλμα αφής ID. Κωδικός: %ld
es_mx: Error desconocido del Touch ID. Código: %ld
fi: Tuntematon Touch ID virhe. Koodi: %ld
fr: Erreur inconnue de Touch ID. Code : %ld
he: שגיאה לא ידועה מזהה מגע. קוד: %ld
hi: अज्ञात स्पर्श ID त्रुटि। कोड: %ld
hr: Nepoznata pogreška Touch ID. Kod: %ld
hu: Ismeretlen azonosító Touch hiba. Kód: %ld
ms: Sentuhan ID ralat yang tidak diketahui. Kod: %ld
nb: Ukjent Touch ID-feil. Kode: %ld
pt: Erro de ID de contato desconhecido. Código: %ld
pt_br: Erro desconhecido do Touch ID. Código: %ld
ro: Eroare necunoscută la Touch ID. Cod: %ld
sk: Touch ID sa vyskytla chyba. Kód: %ld
sl: Neznana napaka ID dotik. Šifra: %ld
zh_tw: 未知的觸摸 ID 錯誤。代碼: %ld

source: Unknown key format
ar: تنسيق المفتاح غير معروف
ca: Format de clau desconegut
da: Ukendt nøgleformat
el: Άγνωστη μορφή κλειδιού
es_mx: Formato de clave desconocido
fi: Tuntematon avaimen muodon
fr: Format de clé inconnue
he: תבנית המפתח לא ידוע
hi: अज्ञात कुंजी स्वरूप
hr: Nepoznat oblik ključa
hu: Ismeretlen kulcs formátuma
ms: Format utama yang tidak diketahui
nb: Ukjent nøkkel format
pt: Formato chave desconhecido
pt_br: Formato de chave desconhecido
ro: Format de cheie necunoscută
sk: Neznámy formát
sl: Neznano obliko ključa
zh_tw: 未知金鑰格式

source: Unsupported Private Key Format
ar: تنسيق المفتاح الخاص غير معتمد
ca: Format de clau privada no admès
cs: Nepodporovaný formát soukromého klíče
da: Ikke-understøttet Private nøgle Format
el: Μορφή του δεν υποστηρίζεται ιδιωτικό κλειδί
es_mx: Formato de clave privada no compatible
fi: Yksityinen avain muotoa ei tueta
fr: Format de clé privée non pris en charge
he: בתבנית שאינה נתמכת של מפתח פרטי
hi: असमर्थित निजी कुंजी स्वरूप
hr: Format nije podržan privatni ključ
hu: Privát kulcs formátuma nem támogatott
ms: Format kunci peribadi yang tidak disokong
nb: Privat nøkkel Format som ikke støttes
pt: Formato de chave privado não suportado
pt_br: Formato de Chave Privada não suportada
ro: Neacceptat Format de cheie privată
sk: Nepodporovaný formát súkromného kľúča
sl: Nepodprta oblika zasebnega ključa
zh_tw: 私人金鑰格式不受支援

source: Unverified
ar: لم يتم التحقق منها
ca: Sense verificar
cs: Neověřené
da: Ubekræftet
el: Χωρίς επαλήθευση
es_mx: Sin verificar
fi: Vahvistamatta
fr: Non vérifié
he: לא מאומתים
hi: असत्यापित
hr: Neprovjerene
hu: Ellenőrzött
ms: Tidak dikenal pasti
nb: Ubekreftet
pt: Não verificado
pt_br: Não verificado
ro: Neverificate
sk: Neoverené
sl: Nepreverjene
zh_tw: 未驗證

source: Update
ar: التحديث
ca: Actualització
cs: Aktualizovat
da: Opdatering
el: Ενημέρωση
es_mx: Actualizar
fi: Päivitys
fr: Mettre à jour
he: עדכון
hi: अद्यतन
hr: Ažuriranje
hu: Frissítés
ms: Kemas kini
nb: Oppdatering
pt: Atualização
pt_br: Atualização
ro: Actualizare
sk: Aktualizácia
sl: Posodobitev
zh_tw: 更新

source: Upgrade
ar: ترقية
ca: Actualització
cs: Inovace
da: Opgradering
el: Αναβάθμιση
es_mx: Actualizar
fi: Päivitys
fr: Mettre à niveau
he: שדרוג
hi: नवीनीकरण
hr: Nadogradnja
hu: Frissítés
ms: Naik taraf
nb: Oppgradering
pt: Atualização
pt_br: Atualizar
ro: Upgrade-ul
sk: Inovácia
sl: Nadgradnja
zh_tw: 升級

source: Upgrade Wallet
ar: ترقية المحفظة
ca: Actualitzar la cartera
cs: Upgradovat Peněženka
da: Opgradere tegnebog
el: Αναβάθμιση πορτοφόλι
es_mx: Actualizar monedero
fi: Päivittää lompakko
fr: Mettre à jour le portefeuille
he: לשדרג את הארנק
hi: बटुए का उन्नयन
hr: Nadogradnju novčanik
hu: Frissítési pénztárca
ms: Menaik taraf Wallet
nb: Oppgradere lommebok
pt: Atualização da carteira
pt_br: Atualizar Carteira
ro: Upgrade-ul de portofel
sk: Inovovať peňaženka
sl: Nadgradnjo denarnice
zh_tw: 升級的錢包

source: Upgrade to V3
ar: الترقية إلى V3
ca: Rampa a V3
cs: Inovujte na V3
da: Opgrader til V3
el: Αναβάθμιση σε V3
es_mx: Actualizar a V3
fi: Päivitä V3
fr: Mettre à niveau V3
he: שדרג ל- V3
hi: V3 के लिए अपग्रेड करें
hr: Nadogradnja na V3
hu: V3 frissítés
ms: Naik taraf kepada V3
nb: Oppgrader til V3
pt: Atualização para V3
pt_br: Atualizar para V3
ro: Upgrade-ul la V3
sk: Upgrade na V3
sl: Nadgradnja V3
zh_tw: 升級到 V3

source: Use Touch ID as PIN
ar: استخدام معرف اتصال دبوس
ca: Fan servir Tacte ID com PIN
cs: Použít ID kontaktu jako PIN
da: Brug Touch ID som PIN
el: Χρήση αφής αναγνωριστικό ως PIN
es_mx: Usar Touch ID como PIN
fi: Käytä Touch ID PIN
fr: Utilisez le Touch ID comme code PIN
he: השתמש במזהה מגע כמו סיכה
hi: पिन के रूप में स्पर्श ID का उपयोग करें
hr: Koristiti Touch ID kao PIN
hu: Használ érint azonosító PIN-kód
ms: Menggunakan ID sentuhan sebagai PIN
nb: Bruke Touch-ID som PIN
pt: Usar toque ID como PIN
pt_br: Usar Touch ID como PIN
ro: Folosiţi Touch ID ca PIN
sk: Použite dotykové ID ako PIN
sl: Uporaba Touch ID kot PIN
zh_tw: 使用觸摸 ID 作為銷

source: Use all funds
ar: استخدام جميع الأموال
ca: Utilitzar tots els fons
cs: Použít všechny prostředky
da: Bruge alle midler
el: Χρησιμοποιήστε όλα τα κεφάλαια
es_mx: Utilizar todos los fondos
fi: Kaikki varojen käyttö
fr: Utiliser tous les fonds
he: להשתמש בכספי
hi: सभी निधियों का उपयोग करें
hr: Koristiti sva sredstva
hu: Használja az összes alap
ms: Menggunakan semua dana
nb: Bruke alle midler
pt: Use todos os fundos
pt_br: Usar todos os fundos
ro: Utilizaţi toate fondurile
sk: Použiť všetky prostriedky
sl: Uporabiti vsa sredstva
zh_tw: 使用所有基金

source: Use recommended values
ar: استخدام القيم الموصى بها
ca: Ús recomanat valors
da: Brug anbefalede værdier
el: Χρησιμοποιήστε τις συνιστώμενες τιμές
es_mx: Usar los valores recomendados
fi: Käytä suositeltuja arvoja
he: השתמש בערכים מומלצים
hi: अनुशंसित मान का उपयोग करें
hr: Koristiti preporučene vrijednosti
hu: Ajánlott értékek használata
ms: Menggunakan nilai yang disyorkan
nb: Bruk anbefalt
pt: Usar valores recomendados
pt_br: Usar valores recomendados
ro: Utilizează valorile recomandate
sk: Používanie odporúčaných hodnôt
sl: Uporabite priporočene vrednosti
zh_tw: 使用推薦的值

source: Use total available minus fee: %@
ar: مجموع الاستخدام المتاحة ناقص رسوم: %@
da: Brug alt tilgængelig minus gebyr: %@
el: Χρήση συνολικά διαθέσιμα μείον αμοιβή: %@
es_mx: Usar el total disponible menos la comisión: %@
fi: Käyttö yhteensä käytettävissä miinus maksu: %@
he: שימוש שהסכום הזמין מינוס דמי: %@
hi: उपयोग शुल्क शून्य से उपलब्ध कुल: %@
hr: Korištenje Ukupno raspoloživo minus naknada: %@
hu: Használata teljes díj levonva a rendelkezésre álló: %@
ms: Jumlah penggunaan disediakan tolak yuran: %@
nb: Bruk totalt tilgjengelig minus avgift: %@
pt: Total de utilização disponível menos taxa: %@
pt_br: Usar o total disponível menos a taxa: %@
ro: Utilizarea total disponibil minus taxa: %@
sk: Použitie celkového mínus poplatok: %@
sl: Uporaba razpoložljivo minus pristojbina: %@
zh_tw: 使用總費用減去 ︰ %@

source: User Declined
ar: ورفض المستخدم
ca: L'usuari va declinar
cs: Uživatel odmítl
da: Brugeren faldt
el: Χρήστη μειώθηκε
es_mx: Usuario rechazado
fi: Käyttäjän vähentynyt
fr: Utilisateur refusé
he: המשתמש סירב
hi: उपयोगकर्ता मना कर दिया
hr: Korisnik je odbio
hu: Felhasználó csökkent
ms: Pengguna merosot
nb: Brukeren avslått
pt: Usuário declinado
pt_br: Usuário Recusou
ro: Utilizatorul a refuzat
sk: Užívateľ odmietol
sl: Uporabnik zmanjšala
zh_tw: 使用者下降

source: VERIFY BACKUP
ar: التحقق من النسخ الاحتياطي
ca: VERIFICAR LA CÒPIA DE SEGURETAT
cs: OVĚŘIT ZÁLOHU
da: KONTROLLERE BACKUP
el: ΕΠΑΛΗΘΕΎΣΕΤΕ ΤΗ ΔΗΜΙΟΥΡΓΊΑ ΑΝΤΙΓΡΆΦΩΝ ΑΣΦΑΛΕΊΑΣ
es_mx: VERIFICAR COPIA DE SEGURIDAD
fi: TARKISTA VARMUUSKOPIOINTI
fr: VÉRIFIER LA SAUVEGARDE
he: ודא גיבוי
hi: बैकअप सत्यापित करें
hr: PROVJERITE SIGURNOSNA KOPIJA
hu: ELLENŐRIZZE A BIZTONSÁGI MÁSOLAT
ms: MENGESAHKAN SANDARAN
nb: KONTROLLER BACKUP
pt: VERIFIQUE SE O BACKUP
pt_br: VERIFICAR BACKUP
ro: VERIFICA BACKUP
sk: OVERENIE ZÁLOHOVANIA
sl: PREVERI VARNOSTNO KOPIRANJE
zh_tw: 驗證備份

source: Value when sent: %@
ar: القيمة عند إرسال: %@
da: Værdi, når de sendes: %@
el: Αξία κατά την αποστολή: %@
es_mx: Valor al enviar: %@
fi: Arvo, kun lähettää: %@
he: ערך כאשר נשלח: %@
hi: मान जब भेजे: %@
hr: Vrijednost kad je poslao: %@
hu: Érték küldésekor: %@
ms: Nilai apabila dihantar: %@
nb: Verdi når sendt: %@
pt: Valor quando enviou: %@
pt_br: Valor quando enviado: %@
ro: Valoare atunci când a trimis: %@
sk: Hodnota pri odoslaní: %@
sl: Vrednost, ko je poslal: %@
zh_tw: 值時發送︰ %@

source: Verification email has been sent to %@.
ar: وقد تم إرسال البريد الإلكتروني التحقق إلى %@.
ca: E-mail de comprovació s'ha enviat a %@.
cs: Do %@ byla odeslána ověřovací e-mail.
da: Bekræftelses e-mail er blevet sendt til %@.
el: Επαλήθευση email έχει σταλεί σε %@.
es_mx: El correo electrónico de verificación se ha enviado a %@.
fi: Vahvistusviesti on lähetetty %@.
fr: La vérification de l’e-mail a été envoyé à %@.
he: דואר אלקטרוני לאימות נשלחה %@.
hi: सत्यापन ईमेल करने के लिए %@ भेजा गया है।
hr: Ovjera elektronička pošta je poslana na %@.
hu: Ellenőrző e-mailt küldtek %@.
ms: Emel pengesahan telah dihantar ke %@.
nb: Verifiseringen email er sendt til %@.
pt: E-mail de verificação foi enviado para %@.
pt_br: O e-mail de verificação foi enviado para %@.
ro: Verificării e-mail a fost trimis la %@.
sk: Verifikačný e-mail bol odoslaný do %@.
sl: Preveritev email je bil poslan v %@.
zh_tw: 驗證郵件到 %@ 的情況。

source: Verified
ar: التحقق
ca: Verificat
cs: Ověřeno
da: Verificeret
el: Επαληθεύεται
es_mx: Verificado
fi: Tarkistaa
fr: Vérifié
he: אומת
hi: सत्यापित किया
hr: Provjeriti
hu: Ellenőrzött
ms: Disahkan
nb: Bekreftet
pt: Verificado
pt_br: Verificado
ro: Verificate
sk: Overené
sl: Preveriti
zh_tw: 驗證

source: Verify
ar: تحقق
ca: Verificar
cs: Ověřit
da: Kontroller
el: Επαλήθευση
es_mx: Verificar
fi: Tarkista
fr: Vérifier
he: ודא
hi: सत्यापित करें
hr: Provjerite je li
hu: Ellenőrizze
ms: Mengesahkan
nb: Kontroller
pt: Verifique se
pt_br: Verificar
ro: Verifica
sk: Overenie
sl: Preverite, ali
zh_tw: 驗證

source: Verify Email
ar: التحقق من البريد الإلكتروني
ca: Verificar E-mail
cs: Ověření e-mailu
da: Kontrollere E-mail
el: Επιβεβαιώστε ηλεκτρονικό ταχυδρομείο
es_mx: Verificar correo electrónico
fi: Vahvista sähköpostiosoite
fr: Vérifier l’e-mail
he: אימות דוא
hi: ईमेल सत्यापित करें
hr: Provjerite je li e-pošte
hu: Ellenőrizze e-mailben
ms: Sahkan e-mel
nb: Kontrollere e-post
pt: Verificar E-mail
pt_br: Verificar E-mail
ro: Verifica E-mail
sk: Overenie e-mailu
sl: Potrdi e-naslov
zh_tw: 驗證電子郵件

source: Verifying
ar: التحقق
ca: Verificació
cs: Ověřování
da: Kontrol
el: Επαλήθευση
es_mx: Verificando
fi: Tarkistetaan
fr: Vérification en cours
he: אימות
hi: का सत्यापन
hr: Provjera
hu: Ellenőrzése
ms: Mengesahkan
nb: Kontrollere
pt: Verificar
pt_br: Verificando
ro: Verificarea
sk: Overenie
sl: Preverjanje
zh_tw: 驗證

source: Wallet ID
ar: معرف المحفظة
ca: ID de cartera
cs: Peněženka ID
da: Tegnebog-ID
el: Πορτοφόλι ID
es_mx: Identificador del monedero:
fi: Lompakko tunnus
fr: Identifiant portefeuille
he: מזהה את הארנק
hi: बटुआ ID
hr: Novčanik ID
hu: Pénztárca ID
nb: Lommebok-ID
pt: Carteira ID
pt_br: ID de Carteira
ro: Portofel ID
sk: Peňaženka ID
sl: ID denarnice
zh_tw: 錢包 ID

source: Wallet Information
ar: معلومات المحفظة
ca: Informació de cartera
cs: Peněženky
da: Tegnebog oplysninger
el: Πορτοφόλι πληροφορίες
es_mx: Información del monedero
fi: Lompakon tiedot
fr: Informations portefeuille
he: הארנק מידע
hi: बटुआ जानकारी
hr: Novčanik informacije
hu: Mobiltárca-információk
ms: Maklumat Wallet
nb: Lommebok informasjon
pt: Informações de carteira
pt_br: Informações de Carteira
ro: Portofel informaţii
sk: Peňaženka informácie
sl: Denarnica informacije
zh_tw: 錢包資訊

source: Wallet JSON
ar: المحفظة JSON
ca: Cartera JSON
cs: Peněženka JSON
da: Tegnebog JSON
el: Πορτοφόλι JSON
es_mx: Monedero JSON
fi: Lompakko JSON
fr: Portefeuille JSON
he: הארנק JSON
hi: बटुआ JSON
hr: Novčanik JSON
hu: Pénztárca JSON
nb: Lommebok JSON
pt: Carteira JSON
pt_br: JSON da carteira
ro: Portofel JSON
sk: Peňaženka JSON
sl: Denarnica JSON
zh_tw: JSON 的錢包

source: Wallet Paired Successfully.
ar: إقران المحفظة بنجاح.
ca: Cartera aparellat amb èxit.
cs: Peněženka úspěšně spárována.
da: Tegnebog parret med succes.
el: Πορτοφόλι, σε συνδυασμό με επιτυχία.
es_mx: Monedero sincronizado exitosamente.
fi: Lompakko pariksi onnistuneesti.
fr: Portefeuille jumelé avec succès.
he: הארנק לזווג בהצלחה.
hi: बटुआ सफलतापूर्वक बनती।
hr: Novčanik paru uspješno.
hu: Pénztárca sikeresen párosítva.
ms: Wallet berpasangan berjaya.
nb: Lommebok sammen med hell.
pt: Carteira emparelhado com êxito.
pt_br: Carteira Pareada com êxito.
ro: Portofel asociat cu succes.
sk: Peňaženka spárované úspešne.
sl: Denarnica seznanjene uspešno.
zh_tw: 配對成功的錢包。

source: Recovery Phrase
ar: عبارة استرداد
da: Tegnebog opsving sætning
el: ανάκτηση φράση
es_mx: Frase de recuperación
fi: Recovery lause
he: הביטוי שחזור
hi: वसूली वाक्यांश
hr: Oporavak izraz
hu: Helyreállítási mondat
ms: Pemulihan frasa
nb: Utvinning uttrykk
pt: Frase de recuperação
pt_br: Frase de Recuperação
ro: Fraza de recuperare
sk: Obnovy fráza
sl: Regres stavek
zh_tw: 恢復短語

source: Warning
ar: تحذير
ca: Avís
cs: Varování
da: Advarsel
el: Προειδοποίηση
es_mx: Advertencia
fi: Varoitus
fr: Avertissement
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
ms: Amaran
nb: Advarsel
pt: Aviso
pt_br: Aviso
ro: Avertisment
sk: Upozornenie
sl: Opozorilo
zh_tw: 警告

source: Warning!!!
ar: تحذير!!!
ca: Alerta!!!
cs: Upozornění!!!
da: Advarsel!
el: Προειδοποίηση!!!
es_mx: ¡¡¡Advertencia!!!
fi: Varoitus!
fr: Avertissement !!!
he: אזהרה!!!
hi: चेतावनी!!!
hr: Upozorenje!
hu: Figyelmeztetés!
ms: Amaran!!!
nb: Advarsel!
pt: Aviso!!!
pt_br: Aviso!!!
ro: Avertisment!
sk: Upozornenie!!!
sl: Opozorilo!
zh_tw: 警告!!!

source: Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet.
ar: تحذير: المعرف المحفظة الخاصة بك من المعلومات الحساسة. نسخ فإنه يجوز المساس بأمن محفظتك.
ca: Advertiment: El seu identificador cartera és informació confidencial. Copiar-lo, pot comprometre la seguretat de la seva butxaca.
cs: Varování: Vaše peněženka identifikátor je citlivé informace. Kopírování může ohrozit bezpečnost vaší peněženky.
da: Advarsel: Din tegnebog id er følsomme oplysninger. Kopierer det kan kompromittere sikkerheden i din tegnebog.
el: Προειδοποίηση: Το αναγνωριστικό σας πορτοφόλι είναι ευαίσθητες πληροφορίες. Την αντιγραφή μπορεί να διακυβεύσει την ασφάλεια του πορτοφολιού σας.
es_mx: Advertencia: Tu identificador del monedor es información sensible. Copiarlo puede comprometer la seguridad de tu monedero.
fi: Varoitus: Lompakko-tunniste on arkaluonteisia tietoja. Luvaton kopiointi saattaa vaarantaa tietoturvan lompakon.
fr: Avertissement : L'identifiant de votre portefeuille est une information sensible. Le copier pourrait compromettre la sécurité de votre portefeuille.
he: אזהרה: המזהה את הארנק שלך אינו מידע רגיש. העתקתו עלול לפגוע בבטחון את הארנק שלך.
hi: चेतावनी: आपका बटुआ पहचानकर्ता संवेदनशील जानकारी है। यह नकल अपने बटुए की सुरक्षा से समझौता कर सकते हैं।
hr: Upozorenje: Vaš novčanik identifikator je osjetljive informacije. Povođenje Internet svibanj iskompromitirati sigurnost od tvoj novčanik.
hu: Figyelmeztetés: A mobiltárca azonosítója az érzékeny információ. Másolás ez veszélyezteti a biztonságát a pénztárca.
ms: Amaran: Pengenalpastian dompet anda adalah maklumat sensitif. Menyalinnya mungkin menjejaskan Keselamatan dompet anda.
nb: Advarsel: Din lommebok identifikator er sensitiv informasjon. Kopiere kan kompromittere sikkerheten til din lommebok.
pt: Aviso: Seu identificador de carteira é informação sensível. Copiá-lo pode comprometer a segurança de sua carteira.
pt_br: Aviso: seu Identificador de Carteira é informação sensível. Copiá-la pode comprometer a segurança da sua carteira.
ro: Avertisment: Identificatorul dvs portofel este informaţii sensibile. Copierea poate compromite securitatea de portofel.
sk: Upozornenie: Vaša peňaženka identifikátor je citlivé informácie. Kopírovanie môže ohroziť bezpečnosť vašej peňaženky.
sl: Opozorilo: Vaše denarnice identifikator je občutljivih informacij. Kopirate lahko ogrozijo varnost vaše denarnice.
zh_tw: 警告: 您的錢包識別碼是敏感資訊。複製它可能危害安全的你的錢包。

source: Watch Only
ar: مشاهدة فقط
ca: Només veure
cs: Sledovat pouze
da: Watch kun
el: Παρακολουθήσετε μόνο
es_mx: Sólo Ver
fi: Katsella vain
he: Watch בלבד
hi: केवल घड़ी
hr: Gledajte samo
hu: Csak néz
ms: Lihat sahaja
nb: Se kun
pt: Veja só
ro: Uita-te doar
sk: Len pozerať
sl: Gledam samo
zh_tw: 只看

source: We'll send the hint to your confirmed email address in case you request it.
ar: سوف نرسل التلميح إلى عنوان بريدك الإلكتروني مؤكدة في حالة طلب ذلك.
ca: Enviarem la pista va confirmar correu electrònic en cas de demanar-lo.
cs: Pošleme vám Nápověda potvrzené e-mailovou adresu pro případ, že o to požádáte.
da: Vi vil sende vink til din bekræftet emailadresse, hvis du anmoder om det.
el: Θα σας στείλουμε την υπόδειξη να επιβεβαιωθεί το email σας, σε περίπτωση που ζητάτε.
es_mx: Te enviaremos la sugerencia a tu dirección de correo electrónico confirmada en caso de que así lo solicites.
fi: Lähetämme Vihje vahvistettu sähköpostiosoite, jos pyydät sitä.
fr: Dans le cas où vous nous le demandiez, nous vous enverrions l’indice à votre adresse e-mail préalablement vérifiée.
he: אנו נשלח את הרמז לכתובת הדואר האלקטרוני שסיפקת מאושרות למקרה לפי בקשה.
hi: मामले में आप यह अनुरोध हम आपकी पुष्टि किया गया ईमेल पता करने के लिए संकेत भेज देंगे।
hr: Poslat ćemo poruku na potvrđenu e-mail ako vi to zatražite.
hu: Küldünk a célzást a visszaigazolt e-mail cím abban az esetben Ön ezt kéri.
ms: Kami akan menghantar kunci jawab untuk alamat e-mel telah disahkan jika anda memintanya.
nb: Vi sender hintet til bekreftet e-postadressen din i tilfelle du sertifikatforespørselen.
pt: Enviaremos a dica para o seu endereço de e-mail confirmado no caso de você solicitá-la.
pt_br: Enviaremos a dica ao seu endereço de e-mail confirmado caso você a solicite.
ro: Vă vom trimite indiciu la adresa ta de e-mail confirmată în cazul în care veţi solicita aceasta.
sk: Pošleme náznak potvrdená e-mailovú adresu, v prípade, že o to požiadajú.
sl: Namig bomo poslali potrjeno email ogovor v primeru, da to zahtevate.
zh_tw: 你的要求的情況下，我們就送您的確認電子郵件地址的提示。

source: Weak
ar: ضعيفة
ca: Feble
cs: Slabá
da: Svage
el: Αδύναμη
es_mx: Débil
fi: Heikko
fr: Faible
he: חלש
hi: कमजोर
hr: Slab
hu: Gyenge
ms: Lemah
nb: Svak
pt: Fraco
pt_br: Fraca
ro: Slab
sk: Slabá
sl: Šibka
zh_tw: 弱

source: WebSocket URL
ar: رابط ويبسوكيت
es_mx: URL de WebSocket
fi: WebSocket URL-osoite
fr: URL WebSocket
he: כתובת URL WebSocket
hi: WebSocket यूआरएल
hu: A WebSocket URL
