Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Incorrect password
ar: كلمة المرور غير صحيحة
ca: Contrasenya incorrecta
cs: Nesprávné heslo
da: Forkert password
el: Εσφαλμένος κωδικός πρόσβασης
es_mx: Contraseña incorrecta
fi: Virheellinen salasana
fr: Mot de passe incorrect
he: סיסמה שגויה
hi: गलत पासवर्ड
hr: Netočna lozinka
hu: Hibás jelszó
ms: Kata laluan salah
nb: Feil passord
pt: Senha incorreta
pt_br: Senha incorreta
ro: Parolă incorectă
sk: Nesprávne heslo
sl: Nepravilno geslo
zh_tw: 密碼不正確

source: Incorrect private key
ar: المفتاح الخاص غير صحيحة
ca: Clau privada incorrecta
da: Forkert private nøgle
el: Εσφαλμένη ιδιωτικού κλειδιού
es_mx: Clave privada incorrecta
fi: Virheellinen yksityinen avain
fr: Clé privée incorrect
he: המפתח הפרטי שגוי
hi: गलत निजी कुंजी
hr: Neispravna privatni ključ
hu: Helytelen privát kulcs
ms: Kunci peribadi yang tidak betul
nb: Feil privatnøkkelen
pt: Chave privada incorreta
pt_br: Chave privada incorreta
ro: Cheia privată incorecte
sk: Nesprávne súkromný kľúč
sl: Napačna zasebnega ključa
zh_tw: 不正確的私密金鑰

source: Increase fee
ar: زيادة رسوم
ca: Augment quota
da: Øge gebyr
el: Αύξηση τελών
es_mx: Aumentar la comisión
fi: Lisää maksu
he: להגדיל את דמי
hi: शुल्क में वृद्धि
hr: Povećanje naknada
hu: Díj növelése
ms: Kenaikan yuran
nb: Øke gebyr
pt: Aumentar a taxa
pt_br: Aumentar a taxa
ro: Taxa de creştere
sk: Zvýšenie poplatku
sl: Povečanje pristojbine
zh_tw: 增加費用

source: Information
ar: معلومات
ca: Informació
cs: Informace
da: Oplysninger
el: Πληροφορίες
es_mx: Información
fi: Tiedot
fr: Informations
he: מידע
hi: जानकारी
hr: Informacije
hu: Információk
ms: Maklumat
nb: Informasjon
pt: Informações
pt_br: Informações
ro: Informaţii
sk: Informácie
sl: Informacije
zh_tw: 資訊

source: Initializing Wallet
ar: تهيئة المحفظة
ca: Inicialització de la cartera
cs: Inicializace Peněženka
da: Initialisering af tegnebog
el: Την προετοιμασία πορτοφόλι
es_mx: Iniciando el monedero
fi: Alustetaan lompakko
fr: Initialisation du portefeuille
he: מאתחל את הארנק
hi: बटुआ इनिशियलाइज़ कर रहा
hr: Inicijalizacija novčanik
hu: Pénztárca inicializálása
ms: Mengawalkan Wallet
nb: Initialisering av Wallet
pt: Inicializando a carteira
pt_br: Inicializando a Carteira
ro: Iniţializarea portofel
sk: Pri inicializácii peňaženka
sl: Inicializacija denarnice
zh_tw: 初始化的錢包

source: Insufficient Funds
ar: عدم كفاية الأموال
ca: Fons insuficients
cs: Nedostatek prostředků
da: Utilstrækkelige midler
el: Ανεπαρκή χρήματα
es_mx: Fondos insuficientes
fi: Varat eivät riitä
fr: Fonds insuffisants
he: אין לי כסף
hi: अपर्याप्त धनराशि
hr: Nedovoljna sredstva
hu: Elégtelen alapok
ms: Dana yang mencukupi
nb: Utilstrekkelige midler
pt: Fundos insuficientes
pt_br: Fundos Insuficientes
ro: Fonduri insuficiente
sk: Nedostatok finančných prostriedkov
sl: Dovolj sredstev
zh_tw: 資金不足

source: Invalid Identifier
ar: معرف غير صالح
ca: Identificador vàlid
cs: Neplatný identifikátor
da: Ugyldigt id
el: Μη έγκυρο αναγνωριστικό
es_mx: Identificador inválido
fi: Virheellinen tunniste
fr: Identifiant non valide
he: מזהה לא חוקי
hi: अमान्य पहचानकर्ता
hr: Neispravan identifikator
hu: Érvénytelen azonosító
ms: Pengenalan tidak sah
nb: Ugyldig identifikator
pt: Identificador inválido
pt_br: Identificador Inválido
ro: Identificator invalid
sk: Neplatný identifikátor
sl: Neveljaven identifikator
zh_tw: 不正確識別碼

source: Invalid Pairing Code
ar: رمز مزاوجة غير صالح
ca: Codi d'aparellament no vàlid
cs: Neplatný kód párování
da: Ugyldig kode for parring
el: Μη έγκυρο κώδικα αντιστοίχιση
es_mx: Código de sincronización inválido
fi: Virheellinen pariliitoksen koodi
fr: Code de jumelage non valide
he: קוד לא תקף זיווג
hi: अमान्य कोड बाँधना
hr: Nije valjan za uparivanje Šifra
hu: Érvénytelen párosítás kód
ms: Kod berpasangan tidak sah
nb: Ugyldig sammenkobling kode
pt: Código de emparelhamento inválido
pt_br: Código de Pareamento Inválido
ro: Codul de asociere nevalidă
sk: Neplatný kód pre párovanie
sl: Neveljavna koda za seznanjanje
zh_tw: 不正確配對代碼

source: Invalid Send Value
ar: قيمة إرسال غير صالح
ca: Valor d'enviament no vàlid
cs: Neplatné odeslání hodnota
da: Ugyldig Send værdi
el: Η τιμή δεν είναι έγκυρη αποστολή
es_mx: Valor enviado inválido
fi: Virheellinen lähetys arvo
fr: Valeur de l'envoi non valide
he: ערך לא חוקי שלח
hi: अमान्य भेजें मान
hr: Vrijednost nije valjana slanje
hu: Érvénytelen küldés érték
ms: Nilai tidak sah hantar
nb: Ugyldig sending verdi
pt: Valor de envio inválido
pt_br: Valor de Envio Inválido
ro: Valoare nevalidă a trimite
sk: Neplatné odoslanie hodnotu
sl: Neveljavno pošiljanje vrednost
zh_tw: 不正確發送值

source: Invalid Shared Key
ar: صالح تبادل مفتاح
ca: Invàlid compartia clau
cs: Neplatný sdílený klíč
da: Ugyldig delt nøgle
el: Μη έγκυρο κοινόχρηστο κλειδί
es_mx: Clave compartida inválida
fi: Virheellinen jaetun avaimen
fr: Clé partagée non valide
he: חוקי משותפים מפתח
hi: अमान्य साझा कुंजी
hr: Ključ zajedničko korištenje nije valjana
hu: Érvénytelen megosztott kulcs
ms: Tidak sah berkongsi kunci
nb: Ugyldig delt nøkkel
pt: Inválido compartilhado chave
pt_br: Chave Compartilhada Inválida
ro: Comun de invalid cheie
sk: Neplatný zdieľaný kľúč
sl: Neveljaven delijo ključ
zh_tw: 不正確共用金鑰

source: Invalid Status Code Returned %@
ar: رمز الحالة غير صالح عاد %@
ca: Codi d'estat no vàlid tornar %@
cs: Neplatný stav kód vrátil %@
da: Ugyldig statuskode returnerede %@
el: Μη έγκυρη κατάσταση κωδικός %@
es_mx: Código de estado devuelto inválido %@
fi: Palautettu %@ virheellinen tilakoodi
fr: Retour code de statut non valide %@
he: קוד מצב לא חוקי חזר %@
hi: अमान्य स्थिति कोड %@ में लौटे
hr: Kod nije valjan stanja se vratio %@
hu: Érvénytelen állapot kódja %@ vissza
ms: Kod Status sah kembali %@
nb: Ugyldig Statuskoden returnert %@
pt: Código de Status inválido retornado %@
pt_br: Código de status retornado inválido %@
ro: Codul de stare nevalidă %@ a revenit
sk: Neplatný stav vrátený %@ kód
sl: Neveljavno stanje kodo vrnil %@
zh_tw: 不正確狀態碼返回 %@

source: Invalid Wallet ID
ar: معرف غير صالح المحفظة
ca: ID de cartera no és vàlid
cs: Neplatné ID Wallet
da: Ugyldigt tegnebog-ID
el: Μη έγκυρο αναγνωριστικό πορτοφόλι
es_mx: Identificador del monedero inválido
fi: Lompakko-tunnus ei kelpaa
fr: Identifiant du portefeuille non valide
he: מזהה את הארנק לא חוקי
hi: अमान्य बटुआ ID
hr: ID nije valjan novčanik
hu: Érvénytelen pénztárca-azonosító
ms: Tidak sah Wallet ID
nb: Ugyldig lommebok-ID
pt: ID da carteira inválido
pt_br: ID de Carteira Inválido
ro: ID incorect portofel
sk: Neplatná identifikácia peňaženka
sl: Neveljaven ID denarnice
zh_tw: 錢包 ID 無效

source: Invalid address: %@
ar: عنوان غير صالح: %@
ca: Adreça no és vàlid: %@
cs: Neplatná adresa: %@
da: Ugyldig adresse: %@
el: Άκυρη διεύθυνση: %@
es_mx: Dirección inválida: %@
fi: Sähköpostiosoite: %@
fr: Adresse non valide : %@
he: כתובת לא חוקית: %@
hi: अमान्य पता: %@
hr: Adresa: %@
hu: Érvénytelen cím: %@
ms: Alamat tidak sah: %@
nb: Ugyldig adresse: %@
pt: Endereço inválido: %@
pt_br: Endereço Inválido: %@
ro: Adresă nevalidă: %@
sk: Neplatná adresa: %@
sl: Neveljaven naslov: %@
zh_tw: 不正確位址: %@

source: Invalid email address.
ar: عنوان البريد الإلكتروني غير صالح.
ca: Adreça electrònica no vàlida.
cs: Neplatná e-mailová adresa.
da: Ugyldig e-mail-adresse.
el: Μη έγκυρη διεύθυνση email.
es_mx: Dirección de correo electrónico inválida.
fi: Sähköpostiosoite ei kelpaa.
fr: Adresse e-mail non valide.
he: דוא ל לא תקין
hi: अमान्य ईमेल पते।
hr: Nije valjana e-mail adresa.
hu: Érvénytelen e-mail címét.
ms: Alamat e-mel tidak sah.
nb: Ugyldig e-postadresse.
pt: Endereço de e-mail inválido.
pt_br: Endereço de e-mail inválido.
ro: Adresă e-mail nevalidă.
sk: Neplatná e-mailová adresa.
sl: Neveljaven e-poštni naslov.
zh_tw: 不正確電子郵件地址。

source: Invalid mobile number.
ar: رقم الهاتف المحمول غير صالح.
ca: Nombre mòbil no vàlid.
cs: Neplatné číslo mobilního telefonu.
da: Ugyldig mobilnummer.
el: Μη έγκυρος αριθμός κινητού.
es_mx: Número de teléfono celular inválido.
fi: Virheellinen matkapuhelinnumero.
fr: Numéro de portable non valide.
he: מספר טלפון נייד לא חוקי.
hi: अमान्य मोबाइल नंबर।
hr: Nevaljan broj mobitela.
hu: Érvénytelen a mobil számát.
ms: Nombor telefon bimbit yang tidak sah.
nb: Ugyldig mobilnummer.
pt: Número de telemóvel inválido.
pt_br: Número de celular inválido.
ro: Numărul de mobil validă.
sk: Neplatné číslo mobilného telefónu.
sl: Neveljavna številka mobilnega telefona.
zh_tw: 不正確行動電話號碼。

source: Invalid recovery phrase. Please try again
ar: عبارة استرداد غير صالحة. الرجاء المحاولة مرة أخرى
ca: Frase de recuperació no és vàlid. Intenteu-ho novament
cs: Neplatný zotavení fráze. Zkuste to prosím znovu
da: Ugyldig opsving sætning. Prøv venligst igen
el: Μη έγκυρη ανάκτηση φράση. Παρακαλώ προσπαθήστε ξανά
es_mx: Frase de recuperación inválida. Por favor, inténtalo de nuevo.
fi: Pätemätön hyödyntämistä lause. Yritä uudelleen
fr: Phrase de récupération non valide. Veuillez réessayer
he: הביטוי שחזור לא חוקי. אנא נסה שנית
hi: अवैध वसूली वाक्यांश। कृपया पुन: प्रयास करें
hr: Oporavak koji nije valjan izraz. Molimo pokušajte ponovno
hu: Érvénytelen helyreállítási kifejezést. Legyen szíves megpróbál újra
ms: Frasa pemulihan tidak sah. Sila cuba lagi
nb: Ugyldig utvinning setning. Prøv på nytt
pt: Frase de recuperação inválido. Por favor, tente novamente
pt_br: Frase de Recuperação inválida. Por favor, tente novamente.
ro: Fraza de recuperare nevalid. Vă rugăm să încercaţi din nou
sk: Neplatný obnovy frázy. Skúste to prosím znova
sl: Neveljavno obnovitveno stavek. Prosimo, poskusite znova
zh_tw: 不正確恢復的短語。請再試一次

source: Invalid server response. Please check your internet connection.
ar: استجابة الملقم غير صالح. الرجاء التحقق من اتصال الإنترنت الخاص بك.
ca: Resposta de servidor vàlid. Si us plau, comproveu la connexió d'internet.
cs: Neplatná odpověď serveru. Zkontrolujte připojení k Internetu.
da: Ugyldigt Serversvar. Kontroller din internetforbindelse.
el: Απόκριση διακομιστή δεν είναι έγκυρες. Παρακαλείστε να ελέγξετε σύνδεσή σας στο internet.
es_mx: Respuesta inválida del servidor. Por favor, comprueba tu conexión a internet.
fi: Palvelimen vastaus ei kelpaa. Tarkista internet-yhteys.
fr: Réponse du serveur non valide. Veuillez vérifier votre connexion internet.
he: תגובת השרת לא חוקי. נא בדוק את החיבור שלך לאינטרנט.
hi: अमान्य सर्वर प्रतिसाद। कृपया अपना इंटरनेट कनेक्शन जाँचें।
hr: Neispravan odgovor poslužitelja. Provjerite internetsku vezu.
hu: Érvénytelen kiszolgálóválasz. Kérjük, ellenőrizze az internet-kapcsolat.
ms: Tindak balas pelayan yang tidak sah. Sila semak sambungan internet anda.
nb: Ugyldig serversvar. Kontroller Internett-tilkoblingen.
pt: Resposta inválida do servidor. Por favor, verifique sua conexão de internet.
pt_br: Resposta do servidor inválida. Verifique sua conexão à internet.
ro: Răspuns nevalid server. Vă rugăm să verificaţi conexiunea la internet.
sk: Neplatná odpoveď serveru. Prosím skontrolujte svoje internetové pripojenie.
sl: Neveljaven odziv strežnika. Preverite povezavo z internetom.
zh_tw: 不正確伺服器回應。請檢查您的互聯網連接。

source: Invalid to bitcoin address
ar: غير صحيح لعنوان بيتكوين
ca: No és vàlid a l'adreça bitcoin
cs: Neplatné adresy bitcoin
da: Ugyldig til bitcoin adresse
el: Μη έγκυρη διεύθυνση bitcoin
es_mx: Dirección de Bitcoin inválida
fi: Virheellinen bitcoin osoitteeseen
fr: Non valide pour adresse bitcoin
he: חוקי לכתובת ביטקוין
hi: Bitcoin पता करने के लिए अमान्य
hr: Valjan bitcoin adresu
hu: Érvénytelen címre bitcoin
ms: Tidak sah untuk bitcoin alamat
nb: Ugyldig bitcoin adresse
pt: Inválido para endereço bitcoin
pt_br: Inválido para um endereço bitcoin.
ro: Incorectă a bitcoin adresa
sk: Neplatný bitcoin adresu
sl: Neveljaven naslov bitcoin
zh_tw: 比特幣位址無效

source: Invalid two-factor authentication type
ar: نوع مصادقة ثنائية العامل غير صالحة
ca: Tipus d'autenticació de dos factor no vàlid
cs: Typ neplatný dvoufaktorová autentizace
da: Ugyldig to-faktor Autentifikation type
el: Μη έγκυρη πιστοποίηση δύο παραγόντων τύπου
es_mx: Autentificación de dos factores no válida
fi: Virheellinen kaksivaiheinen todennustyyppi
fr: Type d'authentification à deux facteurs non valide
he: סוג לא חוקי אימות שני הגורמים
hi: अमान्य दो फैक्टर प्रमाणीकरण प्रकार
hr: Vrsta provjere autentičnosti nije valjana dva faktora
hu: Érvénytelen kettő-tényező hitelesítés típusa
ms: Tidak sah pengesahan dua faktor jenis
nb: Ugyldig godkjenningstype for to-faktor
pt: Tipo de autenticação de dois fatores inválido
pt_br: Autenticação de 2 Fatores de tipo inválido
ro: Tip nevalid de autentificare dublu-factor
sk: Neplatný two-factor overovania typu
sl: Neveljaven two-factor pristnosti tipa
zh_tw: 不正確雙因素身份驗證類型

source: Invalid verification code. Please try again.
ar: رمز التحقق غير صحيحة. الرجاء المحاولة مرة أخرى.
ca: Codi de verificació no és vàlid. Torneu-ho a provar.
cs: Neplatný ověřovací kód. Opakujte akci.
da: Ugyldig bekræftelseskode. Prøv venligst igen.
el: Ο κωδικός επαλήθευσης δεν είναι έγκυρη. Παρακαλώ ξαναπροσπαθήστε.
es_mx: Código de verificación inválido. Por favor, reinténtalo más tarde.
fi: Virheellinen vahvistuskoodi. Yritä uudelleen.
fr: Code de vérification non valide. Veuillez essayer à nouveau.
he: קוד אימות לא חוקי. נא נסה שוב.
hi: अमान्य सत्यापन कोड। कृपया पुन: प्रयास करें।
hr: Valjana ovjera kod. Molimo pokušajte ponovo.
hu: Érvénytelen ellenőrző kódot. Kérjük, próbálja meg újra.
ms: Kod pengesahan tidak sah. Sila cuba sekali lagi.
nb: Ugyldig bekreftelseskode. Prøv på nytt.
pt: Código de verificação inválido. Por favor, tente novamente.
pt_br: Código de verificação inválido. Por favor, tente novamente.
ro: Cod de verificare nevalidă. Vă rugăm să încercaţi din nou.
sk: Neplatný overovací kód. Prosím skúste to znova.
sl: Neveljaven potrditveno kodo. Prosimo, poskusite znova.
zh_tw: 驗證代碼無效。請再試一次。

source: It is important to make sure you write down your words exactly as they appear here and
ar: من المهم التأكد من كتابة الكلمات بالضبط كما تظهر هنا و
da: Det er vigtigt at sikre du skrive ned dine ord, nøjagtigt som de vises her og
el: Είναι σημαντικό να βεβαιωθείτε ότι μπορείτε να γράψετε τις λέξεις σας ακριβώς όπως εμφανίζονται εδώ και
es_mx: Es importante que te asegures de anotar tus palabras exactamente como aparecen aquí y
fi: On tärkeää varmistaa, voit kirjoittaa sanoja erilaisilta kuin täällä ja
he: חשוב לוודא לרשום את המילים שלך בדיוק כפי שהם מופיעים כאן,
hi: यह सुनिश्चित करें कि आप अपने शब्दों के नीचे लिखने के रूप में वे यहाँ बिल्कुल दिखाई देते हैं करने के लिए महत्वपूर्ण है और
hr: To je važno da zapišete svoje riječi baš kao što se pojavljuju i
hu: Fontos, hogy győződjön meg róla, írja le a szavakat pontosan úgy, ahogy azok megjelennek itt és
ms: Ia adalah penting untuk pastikan anda menulis kata-kata anda betul-betul seperti yang terpapar di sini dan
nb: Det er viktig å sørge for at du skriver ned ordene nøyaktig slik de vises her og
pt: É importante certificar-se de anotar suas palavras exatamente como eles aparecem aqui e
pt_br: É importante anotar as palavras exatamente como aparecem aqui e
ro: Este important să vă asiguraţi că vă notaţi cuvintele tale exact aşa cum apar aici şi
sk: Je dôležité, aby sa ubezpečil, môžete napísať vaše slová, presne tak, ako sa objaví tu a
sl: Pomembno je, da poskrbite, da ste zapisali svoje besede, točno tako, kot so prikazane tukaj in
zh_tw: 它是重要的是確保你寫下你的話語在這裡顯示的完全相同，

source: Just now
ar: الآن فقط
ca: Ara mateix
cs: Právě teď
da: Lige nu
el: Μόλις τώρα
es_mx: Ahora mismo
fi: Juuri nyt
fr: À l’instant
he: רק עכשיו
hi: बस अब
hr: Sada
hu: Csak most
ms: Tadi
nb: Akkurat nå
pt: Só agora
pt_br: Agora há pouco
ro: Chiar acum
sk: Práve teraz
sl: Šele zdaj
zh_tw: 只是現在

source: Keep higher fee
ar: الحفاظ على ارتفاع رسوم
ca: Mantenir la quota superior
da: Holde højere gebyr
el: Κρατήσει υψηλότερα τέλη
es_mx: Mantener la comisión más alta
fi: Pitää korkeampi maksu
he: לשמור על תשלום גבוה יותר
hi: उच्च शुल्क रखने
hr: Držati višu naknadu
hu: Tartsa a magasabb díj
ms: Pastikan bayaran yang lebih tinggi
nb: Holde høyere gebyr
pt: Manter a taxa mais elevada
pt_br: Manter a taxa mais alta
ro: Păstraţi mai mare taxa
sk: Udržať vyšší poplatok
sl: Obdržati višje pristojbine
zh_tw: 保持較高的費用

source: Keep lower fee
ar: الاحتفاظ برسوم أقل
ca: Mantenir la quota més baixa
da: Holde lavere gebyr
el: Κρατήσει χαμηλότερη αμοιβή
es_mx: Mantener la comisión más baja
fi: Pitää pienempää maksua
he: לשמור על שכר נמוך
hi: कम शुल्क रखने
hr: Dalje niže naknade
hu: Tartsa alacsonyabb díjat
ms: Memastikan kos lebih rendah
nb: Holde lavere avgift
pt: Manter a taxa mais baixa
pt_br: Manter a taxa mais baixa
ro: Păstraţi taxă redusă
sk: Mať nižší poplatok
sl: Da nižje plačilo
zh_tw: 保持較低的費用

source: Keep your xPub private. Someone with access to your xPub will be able to see all of your funds and transactions.
ar: الاحتفاظ إكسبوب الخاص بك الخاصة. شخص ما مع الوصول إلى إكسبوب الخاص بك سوف تكون قادراً على مشاهدة كافة الأموال والمعاملات الخاصة بك.
ca: Mantenir el seu xPub privat. Algú amb accés a la xPub serà capaç de veure tot el seu fons i les transaccions.
cs: Zachovat váš xPub soukromí. Uživatelé s přístupem k vaší xPub bude možnost vidět všechny prostředky a transakcí.
da: Holde din xPub privat. En person med adgang til din xPub vil kunne se alle dine midler og transaktioner.
el: Κρατήστε απόρρητες τις xPub σας. Κάποιος με πρόσβαση σε xPub σας θα είναι σε θέση να δείτε όλα τα κεφάλαια και οι συναλλαγές.
es_mx: Mantén tu xPub privado. Alguien con acceso a tu xPub podrá ver todos tus fondos y transacciones.
fi: Pitää sinun xPub salassa. Joku pääsee sinun xPub voi nähdä kaikki rahaa ja tapahtumia.
fr: Gardez votre xPub privé. Une personne ayant accès à votre xPub sera en mesure de voir tous vos fonds et transactions.
he: שמור את xPub הפרטי. מישהו עם גישה xPub שלך תהיה אפשרות לראות את כל הכספים, תנועות.
hi: अपने xPub को निजी रखना। अपने xPub के लिए पहुँच के साथ कोई अपने धन और लेन-देन के सभी को देखने में सक्षम हो जाएगा।
hr: Držati tvoj xPub privatno. Neko svoje xPub će biti u mogućnosti vidjeti sve svoje sredstava i transakcija.
hu: Tartsa a xPub magán. A xPub hozzáféréssel rendelkező személy lesz képes-hoz lát minden a pénzeszközök és tranzakciók.
ms: Teruskan xPub anda yang peribadi. Seseorang yang mempunyai akses ke xPub anda akan dapat melihat semua transaksi dan dana anda.
nb: Hold din xPub privat. Noen med tilgang til din xPub vil kunne se alle midler og transaksjoner.
pt: Mantenha seu xPub privada. Alguém com acesso ao seu xPub será capaz de ver todos os seus fundos e transações.
pt_br: Mantenha seu xPub privado. Alguém com acesso ao seu xPub poderá ver todos os seus fundos e transações.
ro: Păstra al tău xPub privat. Cineva cu acces la xPub vă va fi capabil pentru a vedea toate fondurile şi tranzacţii.
sk: Nechali svoje xPub. Niekoho, kto má prístup k vašej xPub bude schopný Zobraziť všetky vaše finančné prostriedky a transakcií.
sl: Vztrajati vaš xPub zasebno. Nekdo z dostopom do vašega xPub lahko videli vse sredstva in transakcije.
zh_tw: 保持你的 xPub 私人。有人訪問你的 xPub 將能夠看到所有你的資金和交易。

source: Key already imported
ar: مفتاح تم استيرادها مسبقاً
da: Nøglen allerede importeret
el: Κλειδί ήδη εισαχθεί
es_mx: La clave ya fue importada
fi: Avain jo tuotu
he: מפתח כבר מיובא
hi: पहले से ही आयातित कुंजी
hr: Ključ već uvozi
hu: Már importált kulcs
ms: Kekunci yang telah diimport
nb: Nøkkelen allerede importert
pt: Chave já importado
pt_br: Chave já importada
ro: Cheie deja importate
sk: Kľúč už dovážané
sl: Ključ že uvozili
zh_tw: 已導入的關鍵

source: Label
ar: التسمية
ca: Etiqueta
cs: Popisek
da: Etiket
el: Ετικέτα
es_mx: Etiqueta
fi: Etiketti
fr: Étiquette
he: תווית
hi: लेबल
hr: Oznaka
hu: Címke
nb: Etikett
pt: Rótulo
pt_br: Etiqueta
ro: Eticheta
sk: Štítok
sl: Oznaka
zh_tw: 標籤

source: Label Address
ar: عنوان التسمية
ca: Adreça de l'etiqueta
cs: Popisek adresy
da: Label adresse
el: Διεύθυνση ετικέτα
es_mx: Etiquetar la dirección
fi: Osoitetarra
fr: Étiquette adresse
he: תוויות כתובת
hi: लेबल पता
hr: Natpis adrese
hu: Cím címke
ms: Label alamat
nb: Etikett-adresse
pt: Etiqueta de endereço
pt_br: Etiquetar Endereço
ro: Eticheta adresa
sk: Menovku s adresou
sl: Oznake naslov
zh_tw: 標籤位址

source: Label must contain letters and numbers only
ar: يجب أن تحتوي التسمية على أحرف وأرقام فقط
ca: Etiqueta ha de contenir només números i lletres
cs: Popisek musí obsahovat písmena a číslice, pouze
da: Etiketten skal indeholde bogstaver og tal kun
el: Ετικέτα πρέπει να περιέχει γράμματα και αριθμούς μόνο
es_mx: La etiqueta sólo puede contener letras y números
fi: Otsikon on sisällettävä vain kirjaimia ja numeroita
fr: L’étiquette ne doit contenir que des lettres et des chiffres
he: התווית חייב להכיל אותיות ומספרים בלבד
hi: अक्षरों और संख्याओं केवल लेबल शामिल होना चाहिए
hr: Natpis mora sadržavati samo slova i brojke
hu: Tartalmaznia kell betűket és számokat csak
ms: Label mesti mengandungi huruf dan nombor sahaja
nb: Etiketten kan inneholde bokstaver og tall bare
pt: Rótulo deve conter apenas letras e números
pt_br: A etiqueta deve conter somente letras e números
ro: Eticheta trebuie să conţină litere şi numere numai
sk: Štítok musí obsahovať iba z čísel a písmen
sl: Oznaka mora vsebovati črk in številk samo
zh_tw: 標籤必須包含字母和數位

source: Label must have less than 18 characters
ar: يجب أن يكون التسمية أحرف أقل من 18
ca: Etiqueta ha de tenir menys de 18 personatges
cs: Popisek musí mít méně než 18 znaků
da: Etiketten skal have mindre end 18 tegn
el: Ετικέτα πρέπει να έχουν λιγότερο από 18 χαρακτήρες
es_mx: La etiqueta debe tener menos de 18 caracteres
fi: Etiketin on oltava vähemmän kuin 18 merkkiä
fr: L’étiquette ne doit pas dépasser 18 caractères
he: התווית חייב להיות פחות מ- 18 תווים
hi: लेबल कम से कम 18 वर्ण होना आवश्यक
hr: Oznaka mora imati manje od 18 znakova
hu: Címke van kevesebb, mint 18 karakter
ms: Label mesti mempunyai watak-watak yang kurang daripada 18
nb: Etiketten må ha mindre enn 18 tegn
pt: Rótulo deve ter menos de 18 caracteres
pt_br: A etiqueta deve ter menos de 18 caracteres
ro: Eticheta trebuie să fie mai mică de 18 de caractere
sk: Štítok musí mať menej ako 18 znakov
sl: Oznaka mora imeti manj kot 18 znakov
zh_tw: 標籤必須有不少於 18 個字元

source: Large Transaction
ar: كبير من المعاملات
da: Store transaktion
el: Μεγάλη συναλλαγή
es_mx: Transacciones grandes
fi: Suuri keskittymä
he: העברות גדולות
hi: बड़े लेन-देन
hr: Velike transakcije
hu: Nagy ügylet
ms: Urus niaga yang besar
nb: Store transaksjonen
pt: Grandes transações
pt_br: Grande Transação
ro: Mare tranzacţie
sk: Veľké transakcie
sl: Velik posel
zh_tw: 大交易

source: Learn More
ar: التعرف على المزيد
da: Lær mere
el: Μάθε περισσότερα
es_mx: Más información
fi: Opi lisää
he: למד עוד
hi: और जानो
hr: uči više
hu: tudj meg többet
ms: belajar lagi
nb: få mer informasjon
pt: Saiba Mais
pt_br: Saiba Mais
ro: află mai multe
sk: zistiť viac
sl: več
zh_tw: 瞭解更多資訊

source: Link Mobile
ar: وصلة الجوال
ca: Mòbil d'enllaç
cs: Mobilní spojení
da: Samkøre Ambulant
el: Κινητό σύνδεση
es_mx: Enlazar al teléfono celular
fi: Linkki Mobile
fr: Jumeler le portable
he: קישור סלולרי
hi: लिंक मोबाइल
hr: Mobilna veza
hu: Láncszem Mozgatható
ms: Mudah alih pautan
pt: Link móvel
pt_br: Vincular Celular
ro: Link-ul mobil
sk: Mobilné prepojenie
zh_tw: 連結手機

source: Load More Transactions
ar: تحميل المزيد من المعاملات
da: Indlæse flere transaktioner
el: Φόρτωση περισσότερες συναλλαγές
es_mx: Cargar más transacciones
fi: Lataa lisää tapahtumat
he: לטעון עוד עסקאות
hi: अधिक लेन-देन लोड
hr: Učitavanje više transakcija
hu: További tranzakciók betöltése
ms: Memuatkan lebih banyak pindah milik
nb: Laste flere transaksjoner
pt: Carregar mais transações
pt_br: Carregar Mais Transações
ro: Incarca mai multe tranzacţii
sk: Načítať viac transakcií
sl: Naložiti več transakcij
zh_tw: 更多交易記錄載入
