Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoin in this wallet will be inaccessible!!
ar: سيؤدي ذلك إلى محو كافة البيانات المحفظة الموجودة على هذا الجهاز. الرجاء التأكد من لديك معلومات المحفظة الخاصة بك المحفوظة في أماكن أخرى خلاف ذلك أي بيتكوين في هذه الإرادة المحفظة لا يمكن الوصول إليها!!
da: Dette vil slette alle tegnebogsdata på denne enhed. Bekræft venligst, du har din tegnebog oplysninger gemt andre steder ellers nogen bitcoin i denne tegnebog vil være utilgængelige!!
el: Αυτό θα διαγράψει όλα τα δεδομένα πορτοφόλι σε αυτήν τη συσκευή. Παρακαλείσθε να επιβεβαιώσετε ότι έχετε σας πορτοφόλι πληροφορίες που είναι αποθηκευμένες αλλού διαφορετικά οποιαδήποτε bitcoin σε αυτό πορτοφόλι θα είναι απροσπέλαστα!!
es_mx: Esto borrará todos los datos del monedero en este dispositivo. Por favor, confirma que has guardado en otro lugar tu información del monedero, ya que en caso contrario, ¡cualquier Bitcoin que tenga este monedero quedará inaccesible!
fi: Tämä poistaa kaikki laitteen tiedot lompakko. Vahvista, lompakon tiedot tallennetaan muualla muuten mitään bitcoin lompakko-se voi käyttää!
he: זה יביא למחיקת כל הנתונים הארנק בהתקן זה. אנא אשרו שאת הארנק מידע שנמסר הציל במקום אחר אחרת כל ביטקוין בצוואה את הארנק הזה אינו נגיש!!
hi: यह इस डिवाइस पर सभी वॉलेट डेटा मिटा देगा। कृपया पुष्टि करें कि आपके पास अपने वॉलेट जानकारी कहीं और अन्यथा किसी भी bitcoin बटुआ जाएगा में सहेजा दुर्गम हो!!
hr: Ovo će izbrisati sve podatke novčanik na ovom uređaju. Molimo potvrdite da imate svoj novčanik u podatke spremljene drugdje inače bilo bitcoin novčanik će biti nedostupni!
hu: Ez akarat töröl minden pénztárca adat ezen az eszközön. Kérjük, erősítse meg, hogy az mentett máshol egyébként minden bitcoin a pénztárca lesz lenni hozzáférhetetlen pénztárca információ!
ms: Ini akan memadam semua data dompet pada peranti ini. Sila sahkan anda mempunyai dompet maklumat anda disimpan di tempat lain sebaliknya bitcoin mana-mana dalam wallet ini akan boleh dicapai!!
nb: Dette vil slette alle lommebok data på denne enheten. Bekreft du har lommebok informasjon lagret andre steder ellers noen bitcoin i dette lommeboken vil være utilgjengelig!
pt: Isto apagará todos os dados da carteira neste dispositivo. Por favor confirme que você tem suas informações de carteira salvas em outro lugar senão qualquer bitcoin no testamento carteira ser inacessível!!!!
pt_br: Isto apagará todos os dados da carteira neste dispositivo. Por favor, certifique-se de que as informações de sua carteira estão salvas em outro lugar. Caso contrário, todos os bitcoins nesta carteira ficarão inacessíveis!!
ro: Aceasta va şterge toate datele de portofel pe acest aparat. Vă rugăm să confirmaţi aveţi informaţiile portofel altfel salvate în altă parte orice bitcoin în acest portofel se va fi inaccesibil!
sk: To vymaže všetky údaje peňaženku na tomto zariadení. Potvrďte, že máte peňaženku informácie uložené inde inak žiadne bitcoin v tomto peňaženka bude byť neprístupný!
sl: To boste izbrisali vse denarnico podatke v tej napravi. Prosimo, potrdite, imate vaše denarnice informacije, shranjene drugje drugače vse bitcoin v denarnici bo lahko nedosegljiv!
zh_tw: 這將擦除此設備上的所有錢包資料。請確認你有你的錢包中保存資訊在別處否則任何比特幣這錢包將無法訪問!!

source: To
ar: إلى
da: Til
el: Για να
es_mx: Para
fi: Jotta
he: כדי
hi: करने के लिए
hr: Da
hu: A
ms: Untuk
nb: Til
pt: Para
pt_br: Para
ro: Pentru a
sk: Ak chcete
sl: Za
zh_tw: 自

source: Tor Requests
ar: طلبات تور
ca: Sol·licituds de Tor
cs: Tor požadavky
da: Tor anmodninger
el: Tor αιτήσεις
es_mx: Bloquear solicitudes de Tor
fi: Tor pyynnöt
fr: Requêtes Tor
he: תור בקשות
hi: टो अनुरोधों
hr: Tor zahtjeva
hu: Tor-kérések
ms: Permintaan Tor
nb: Tor-forespørsler
pt: Solicitações de Tor
pt_br: Solicitações Tor
ro: Tor cereri
sk: Tor žiadostí
sl: Tor zahteve
zh_tw: Tor 的請求

source: Tor blocked
ar: حظر تور
ca: Tor bloquejat
cs: Tor blokován
da: Tor blokeret
el: Tor μπλοκαριστεί
es_mx: Tor Bloqueado
fi: Tor estää
fr: Tor bloqué
he: טור חסום
hi: टो ब्लॉक किया गया
hr: Tor blokiran
hu: Tor blokkolva
ms: Tor disekat
nb: Tor blokkert
pt: Tor bloqueados
pt_br: Tor bloqueado
ro: Tor blocat
sk: Tor blokované
sl: Tor blokiran
zh_tw: Tor 阻止

source: Tor requests allowed
ar: طلبات تور يسمح
ca: Sol·licituds de Tor va permetre
cs: Tor požadavků povolených
da: Tor anmodninger tilladt
el: Tor αιτήσεις επιτρέπεται
es_mx: Solicitudes de Tor permitidas
fi: Tor pyyntöjä
fr: Requêtes Tor autorisées
he: בקשות תור מותר
hi: टो अनुरोधों की अनुमति दी
hr: Tor zahtjeva dopušteno
hu: Tor engedélyezett kérések száma
ms: Permintaan Tor yang dibenarkan
nb: Tor-forespørsler tillatt
pt: Solicitações de Tor permitidas
pt_br: Solicitações Tor permitidas
ro: Tor cereri a permis
sk: Tor žiadosti povolené
sl: Tor zahteve dovoljeno
zh_tw: 允許的 Tor 請求

source: Tor requests are currently allowed.
ar: ويسمح حاليا طلبات تور.
ca: Actualment s'admeten sol·licituds de Tor.
cs: V současné době jsou povoleny požadavky Tor.
da: Tor anmodninger er i øjeblikket tilladt.
el: Προς το παρόν επιτρέπονται αιτήσεις Tor.
es_mx: Actualmente las solicitudes de Tor están permitidas.
fi: Tor pyynnöt on sallittu.
fr: Les requêtes Tor sont actuellement autorisées.
he: תור בקשות כיום מותר.
hi: वर्तमान में टो अनुरोधों की अनुमति है।
hr: Tor zahtjeva trenutno su dopušteni.
hu: Tor kérelmek jelenleg engedélyezett.
ms: Tor permintaan pada masa ini dibenarkan.
nb: Tor forespørsler er nå tillatt.
pt: Atualmente são permitidas solicitações de Tor.
pt_br: Solicitações Tor estão permitidas.
ro: Tor cereri sunt acceptate în prezent.
sk: Tor žiadostí sú v súčasnosti povolené.
sl: Tor zahteve so trenutno dovoljeni.
zh_tw: 目前允許 Tor 請求。

source: Tor requests are currently blocked.
ar: يتم حظر الطلبات تور حاليا.
ca: Tor sol·licituds estan blocades.
cs: Tor požadavky jsou v současnosti blokována.
da: Tor anmodninger er blokeret i øjeblikket.
el: Tor αιτήσεις επί του παρόντος αποκλείονται.
es_mx: Actualmente las solicitudes de Tor están bloqueadas.
fi: Tor pyynnöt ovat parhaillaan myyntikiellossa.
fr: Les requêtes Tor sont actuellement bloquées.
he: תור בקשות כיום חסומים.
hi: टो अनुरोधों वर्तमान में अवरुद्ध कर रहे हैं।
hr: Tor zahtjeva trenutno blokiran.
hu: Tor kérelmek jelenleg zárolt.
ms: Permintaan Tor disekat buat masa ini.
nb: Tor forespørsler er blokkert.
pt: Tor solicitações atualmente estão bloqueadas.
pt_br: Solicitações Tor estão bloqueadas.
ro: Tor cereri în prezent sunt blocate.
sk: Tor žiadostí sú v súčasnosti blokované.
sl: Tor zahteve, ki so trenutno zadržani.
zh_tw: Tor 請求當前被阻塞。

source: Total Balance
ar: مجموع الرصيد
ca: Balanç total
cs: Celkové saldo
el: Συνολικό υπόλοιπο
es_mx: Saldo total
fi: Taseen loppusumma
fr: Solde total
he: המאזן
hi: कुल शेष राशि
hr: Ukupni saldo
hu: Egyenleg összesen
ms: Jumlah baki
nb: Total saldo
pt: Saldo total
pt_br: Saldo Total
ro: Soldul total
sk: Celkové saldo
sl: Skupni saldo
zh_tw: 總餘額

source: Touch ID has been locked due to too many failed attempts.
ar: تم تأمين اتصال معرف سبب الكثير من المحاولات الفاشلة.
ca: Tacte ID ha estat tancat a causa de massa intents fallits.
cs: ID kontaktu byl uzamčen kvůli příliš mnoho neúspěšných pokusů.
da: Touch-ID er blevet låst på grund af alt for mange mislykkede forsøg.
el: Αφής ID έχει κλειδωθεί λόγω πάρα πολλές αποτυχημένες προσπάθειες.
es_mx: Touch ID ha sido bloqueado debido a demasiados intentos fallidos.
fi: Touch tunnus on lukittu, koska liian monta epäonnistunutta yritystä.
fr: Le Touch ID a été verrouillé en raison de trop nombreuses tentatives ayant échouées.
he: מזהה מגע ננעל עקב ניסיונות כושלים רבים מדי.
hi: स्पर्श ID भी कई असफल प्रयासों के कारण बंद कर दिया गया है।
hr: Touch ID je zaključan zbog previše neuspjelih pokušaja.
hu: Touch azonosító túl sok sikertelen kísérlet miatt zárolva van.
ms: Sentuhan ID telah dikunci oleh kerana terlalu banyak usaha yang gagal.
nb: Kontakt-ID er låst på grunn av for mange mislykkede påloggingsforsøk.
pt: ID de toque foi bloqueada devido a muitas tentativas fracassadas.
pt_br: O Touch ID foi bloqueado devido a diversas tentativas falhas.
ro: ID de atingere a fost blocat din cauza prea multe încercări nu a reuşit.
sk: Dotyk ID bolo zamknuté z dôvodu príliš veľa neúspešných pokusov.
sl: ID dotik zaklenjen zaradi preveč neuspešnih poskusov.
zh_tw: 由於太多的失敗嘗試，觸摸 ID 已被鎖定。

source: Touch ID is not available on this device.
ar: معرف اتصال غير متوفر على هذا الجهاز.
ca: Tacte ID no està disponible en aquest dispositiu.
cs: Dotek ID není k dispozici v tomto zařízení.
da: Touch-ID findes ikke på denne enhed.
el: ID αφής δεν είναι διαθέσιμη σε αυτήν τη συσκευή.
es_mx: Touch ID no está disponible en este dispositivo.
fi: Touch tunnus ei ole käytettävissä tässä laitteessa.
fr: Le Touch ID n'est pas disponible sur cet appareil.
he: מזהה מגע אינה זמינה במכשיר זה.
hi: स्पर्श ID इस डिवाइस पर उपलब्ध नहीं है।
hr: Touch ID nije dostupan na ovom uređaju.
hu: Touch ID nem érhető el ezen az eszközön.
ms: Sentuhan ID tidak terdapat pada peranti ini.
nb: Kontakt-ID er ikke tilgjengelig på denne enheten.
pt: ID de contato não está disponível neste dispositivo.
pt_br: O Touch ID não está disponível para este dispositivo.
ro: Atinge ID nu este disponibil pe acest aparat.
sk: Dotyk ID nie je k dispozícii na tomto zariadení.
sl: Dotik ID ni na voljo v tej napravi.
zh_tw: 觸摸 ID 在此設備上不可用。

source: Touch ID is not enabled on this device. To enable Touch ID, go to Settings->Touch ID & Passcode and add a fingerprint.
ar: لم يتم تمكين اتصال معرف على هذا الجهاز. لتمكين اتصال معرف، انتقل إلى معرف الإعدادات->Touch & رمز المرور وإضافة بصمات الأصابع.
ca: Tacte ID no està habilitada en aquest dispositiu. Permetre Tacte ID, aneu a configuració->Touch ID & Passcode i afegir una empremta digital.
cs: ID kontaktu není povolena v tomto zařízení. Chcete-li povolit Touch ID, přejděte na nastavení>Touch ID & heslo a přidejte otisk.
da: Touch-ID er ikke aktiveret på denne enhed. Hvis du vil aktivere Touch ID, gå til indstillinger->Touch ID & Passcode og tilføje et fingeraftryk.
el: ID αφής δεν είναι ενεργοποιημένη σε αυτήν την συσκευή. Για να ενεργοποιήσετε την αφή ID, πηγαίνετε στο ρυθμίσεις->Touch ID & κωδικό πρόσβασης και να προσθέσετε ένα δακτυλικό αποτύπωμα.
es_mx: Touch ID no está habilitado en este dispositivo. Para activar Touch ID, ve a Configuración-> Touch ID y Contraseña y añade una huella dactilar.
fi: Touch tunnus ei ole käytössä tässä laitteessa. Jotta hipaista tunnus, siirry asetukset->Touch ID & salasana ja lisää sormenjälki.
fr: Le Touch ID n'est pas activé sur cet appareil. Pour activer le Touch ID, allez dans Paramètres -> Touch ID et mot de passe et ajoutez une empreinte digitale.
he: מזהה מגע אינו זמין בהתקן זה. כדי לאפשר זיהוי מגע, ללכת & מזהה הגדרות->Touch קוד ולהוסיף על טביעת אצבע.
hi: स्पर्श ID इस डिवाइस पर सक्षम नहीं है। स्पर्श ID को सक्षम करने के लिए, सेटिंग्स->Touch ID & पासकोड को जाना और एक फिंगरप्रिंट जोड़ें।
hr: Touch ID nije omogućena na ovom uređaju. Da biste omogućili Touch ID, idite na postavke->Touch ID & zaporku i dodali otisak prsta.
hu: Touch ID nincs engedélyezve ezen az eszközön. Ahhoz, hogy a Touch ID, megy beállítások->Touch ID & jelszót, és adjunk hozzá egy ujjlenyomat.
ms: Sentuhan ID tidak didayakan pada peranti ini. Untuk mengaktifkan ID sentuh, pergi ke seting->Touch ID & kata laluan dan menambah satu cap jari.
nb: Kontakt-ID er ikke aktivert på denne enheten. For å aktivere berøring-ID, gå til innstillinger->Touch ID & passord og legge et fingeravtrykk.
pt: ID de contato não está habilitado neste dispositivo. Para habilitar o ID do toque, vá para configurações->Touch ID & senha e adicione uma impressão digital.
pt_br: O Touch ID não está ativado neste dispositivo. Para ativar o Touch ID, acesse Configurações -> Touch ID e Senha, e adicione uma impressão digital.
ro: Atinge ID nu este activată pe acest aparat. Pentru a activa Touch ID, du-te la Settings->Touch ID & parola şi se adaugă o amprentă digitală.
sk: Dotyk ID nie je povolené na tomto zariadení. Touch ID, prejdite na nastavenia->Touch ID & prístupový kód a pridajte odtlačok.
sl: Dotik ID v tej napravi ni omogočen. Omogočiti dotik ID, pojdite na nastavitve->Touch ID & kodo in dodajte prstni odtis.
zh_tw: 在此設備上未啟用觸摸 ID。若要啟用觸摸 ID，請轉到設置>Touch ID & 密碼並添加指紋。

source: Transaction
ar: الحركة
ca: Transacció
cs: Transakce
da: Transaktion
el: Συναλλαγή
es_mx: Transacción
fi: Tapahtuman
he: עסקת
hi: लेन-देन
hr: Transakcije
hu: Tranzakció
ms: Urus niaga
nb: Transaksjonen
pt: Transação
pt_br: Transação
ro: Tranzactie
sk: Transakcie
sl: Transakcije
zh_tw: 交易

source: Transaction Fees
ar: رسوم المعاملات
ca: Tarifes de transacció
da: Transaktionsgebyrer
el: Χρεώσεις συναλλαγών
es_mx: Comisiones por transacción
fi: Palvelumaksut
he: עלויות עסקה
hi: लेन-देन की फीस
hr: Transakcija naknade
hu: Tranzakciós díjak
ms: Yuran transaksi
nb: Transaksjonsgebyrer
pt: Taxas de transação
pt_br: Taxas de Transação
ro: Comisioane de tranzacţii
sk: Transakčné poplatky
sl: Transakcijo pristojbin
zh_tw: 交易費用

source: Transaction fee: %@
ar: رسوم المعاملات: %@
da: Transaktionsgebyr: %@
el: Έξοδα συναλλαγής: %@
es_mx: Tarifa de transacción: %@
fi: Palvelumaksu: %@
he: דמי העסקה: %@
hi: लेनदेन शुल्क: %@
hr: Naknada za transakcije: %@
hu: Tranzakciós díj: %@
ms: Yuran: %@
nb: Transaksjonsgebyr: %@
pt: Taxa de transação: %@
pt_br: Taxa de transação: %@
ro: Taxa de tranzactie: %@
sk: Transakčný poplatok: %@
sl: Plačilo posla: %@
zh_tw: 交易費用︰ %@

source: Transaction fees impact how quickly the Bitcoin mining network will confirm your transactions, and depend on the current network conditions.
ar: رسوم المعاملات تؤثر على مدى سرعة الشبكة التعدين بيتكوين سيتم تأكيد المعاملات الخاصة بك، وتعتمد على شروط الشبكة الحالية.
da: Transaktionsgebyrer betydning for hvor hurtigt Bitcoin minedrift netværk vil bekræfte dine transaktioner, og afhænger af de aktuelle netværksforhold.
el: Τέλη συναλλαγής επιπτώσεις πόσο γρήγορα το δίκτυο Bitcoin εξόρυξης θα επιβεβαιώσει τις συναλλαγές σας, και να εξαρτώνται από τις τρέχουσες συνθήκες δικτύου.
es_mx: Las comisiones de transacción afectan la rapidez con la que la red de minería de Bitcoin confirmará tus transacciones y dependen de las condiciones actuales de la red.
fi: Palvelumaksut vaikuttaa kuinka nopeasti Bitcoin kaivos verkko vahvistaa liiketoimet, ja riippuu ajankohtainen verkko olosuhteet.
he: עלויות עסקה להשפיע כמה מהר הרשת הכרייה ביטקוין לאשר את העסקאות שלך, ותלויות התנאים הרשת הנוכחית.
hi: लेनदेन की फीस प्रभाव कितनी जल्दी Bitcoin खनन नेटवर्क आपके लेन-देन की पुष्टि करें, और वर्तमान नेटवर्क की स्थितियों पर निर्भर करते हैं।
hr: Transakcija naknade utjecati kako brzo Bitcoin rudarstvo mreže potvrdite vaše transakcije i ovise o tekući mreža stanje.
hu: Tranzakciós díjak befolyásolja, milyen gyorsan a Bitcoin bányászat hálózat lesz erősítse meg a tranzakciók, és az aktuális hálózati feltételektõl.
ms: Yuran transaksi kesan kepada berapa cepat Bitcoin perlombongan rangkaian akan mengesahkan transaksi anda, dan bergantung kepada keadaan rangkaian semasa.
nb: Transaksjonsgebyrer påvirke hvor raskt Bitcoin gruvedrift nettverket vil bekrefte dine transaksjoner, og avhenger av gjeldende nettverksbetingelser.
pt: Taxas de transação impacto como rapidamente a rede mineira de Bitcoin irá confirmar suas transações e dependente das condições de rede atual.
pt_br: As taxas de transação afetam a rapidez com que a rede de mineradores Bitcoin confirmará suas transações e dependem das condições da rede no momento da transação.
ro: Taxele tranzactiei pot avea un impact cât de repede rețeaua Bitcoin miniere vor confirma tranzacţiilor dumneavoastră, şi depinde de condiţiile de reţea.
sk: Transakčné poplatky ovplyvniť, ako rýchlo bude Bitcoin ťažby siete potvrdiť vaše transakcie a závisí od aktuálne sieťové podmienky.
sl: Transakcijo pristojbin vpliva kako hitro Bitcoin rudarstvo omrežje bo potrditev vaše transakcije, in odvisno od trenutnih razmer omrežja.
zh_tw: 交易費用的影響如何快速比特幣挖掘網路將確認您的交易，並取決於當前的網路狀況。

source: Transactions
ar: المعاملات
da: Transaktioner
el: Συναλλαγές
es_mx: Transacciones
fi: Tapahtumat
he: תנועות
hi: लेन-देन
hr: Transakcije
hu: Tranzakciók
ms: Urus niaga
nb: Transaksjoner
pt: Transações
pt_br: Transações
ro: Tranzacţiile
sk: Transakcie
sl: Transakcije
zh_tw: 交易

source: Transactions with no fees may take a long time to confirm or may not be confirmed at all. Would you like to continue?
ar: قد يستغرق وقتاً طويلاً للتأكد من معاملات مع أي رسوم أو قد لا يمكن تأكيد على الإطلاق. هل ترغب في الاستمرار؟
ca: Transaccions sense càrrecs pot trigar una bona estona per confirmar o no pot ser confirmat en absolut. Voleu continuar?
cs: Transakce se žádné poplatky může trvat dlouhou dobu k potvrzení nebo nemusí být vůbec potvrzena. Chcete pokračovat?
da: Transaktioner med ingen gebyrer kan tage lang tid at bekræfte eller kan ikke bekræftes på alle. Ønsker du at fortsætte?
el: Συναλλαγές χωρίς χρεώσεις μπορεί να πάρει πολύ χρόνο να επιβεβαιώσει ή δεν μπορεί να επιβεβαιωθεί σε όλα. Θέλετε να συνεχίσετε;
es_mx: Las transacciones sin comisión pueden tomar más tiempo en ser confirmadas o puede que no reciban confirmación. ¿Deseas continuar?
fi: Tapahtumat ilman maksuja voi kestää kauan vahvistaa tai ei voida vahvistaa ollenkaan. Haluatko jatkaa?
fr: Les transactions sans frais peuvent prendre du temps à être confirmées, voir ne pas être confirmées du tout. Souhaitez-vous continuer ?
he: תנועות ללא עלויות עשויה להימשך זמן רב כדי לאשר או עשוי לא להיות מאושרות בכלל. האם ברצונך להמשיך?
hi: कोई फीस के साथ लेन-देन की पुष्टि करने के लिए एक लंबा समय लग सकते हैं या सब पर हो सकता की पुष्टि नहीं की। आप जारी रखना चाहेंगे?
hr: Transakcije bez naknade može potrajati dugo vremena da biste potvrdili ili ne može biti potvrđena na sve. Želite li nastaviti?
hu: Díjmentes megerősítéséhez hosszú időt vehet igénybe, vagy esetleg nem kell erősíteni minden. Szeretne továbbra is?
ms: Transaksi tanpa yuran mungkin mengambil masa yang lama untuk mengesahkan atau mungkin tidak boleh disahkan sekali. Adakah anda ingin meneruskan?
nb: Transaksjoner uten avgifter kan ta lang tid å bekrefte eller kan ikke bekreftes på alle. Vil du fortsette?
pt: Transações sem taxas podem levar um longo tempo para confirmar ou não podem ser confirmadas em tudo. Gostaria de continuar?
pt_br: Transações sem taxas podem demorar muito tempo para ser confirmadas, podendo até não haver a confirmação de fato. Gostaria de continuar?
ro: Tranzacţii fără taxe poate lua o lungă perioadă de timp pentru a confirma sau nu poate fi confirmat la toate. Doriţi să continuaţi?
sk: Transakcie bez poplatkov môže trvať dlhú dobu na potvrdenie alebo môžu byť potvrdené vôbec. Chcete pokračovať?
sl: Transakcij brez pristojbine lahko traja dolgo časa, da potrdi ali lahko sploh ne potrdi. Ali želite nadaljevati?
zh_tw: 交易不收取費用可能需要很長的時間來確認或不可能在所有確認。你想繼續嗎?

source: Transfer Funds
ar: نقل الأموال
ca: Transferir fons
da: Overføre penge
el: Μεταφορά κεφαλαίων
es_mx: Transferir fondos
fi: Siirtää varoja
he: העברת כספים
hi: निधि अंतरण
hr: Prijenos sredstava
hu: Átutalás
ms: Pemindahan dana
nb: Overføre penger
pt: Transferir fundos
pt_br: Transferir Fundos
ro: Transferul fondurilor
sk: Prevod finančných prostriedkov
sl: Prenos sredstev
zh_tw: 資金劃轉

source: Transferred
ar: نقل
ca: Transferits
cs: Přeneseny
da: Overført
el: Μεταφέρονται
es_mx: Transferido
fi: Siirretty
fr: Transféré
he: הועבר
hi: तबादला
hr: Prenose
hu: Át
ms: Dipindahkan
nb: Overført
pt: Transferido
pt_br: Transferido
ro: Transferat
sk: Prevedené
sl: Prenese
zh_tw: 轉移

source: Transferred funds from %d %@
ar: الأموال المحولة من %1$d %2$@
da: Overførte midler fra %1$d %2$@
el: Χορηγηθέντων κεφαλαίων από %1$d %2$@
es_mx: Se transfirieron fondos de %1$d %2$@
fi: Siirrettyjen varojen %1$d %2$@
he: כספים שהועברו %1$d %2$@
hi: %1$d %2$@ से हस्तांतरित धन
hr: Prenesena sredstva iz %1$d %2$@
hu: Átadott pénzeszközök %1$d %2$@
ms: Dana yang dipindahkan daripada %1$d %2$@
nb: Overført midler fra %1$d %2$@
pt: Fundos transferidos de %1$d %2$@
pt_br: Fundos Transferidos de %1$d %2$@
ro: Fonduri transferate de la %1$d %2$@
sk: Prevedených finančných prostriedkov z %1$d %2$@
sl: Prenesenih sredstev iz %1$d %2$@
zh_tw: 轉移的資金，從 %1$d %2$@

source: Transferred funds from %d %@. Outputs for %d %@ were too small.
ar: الأموال المحولة من %1$d %2$@. نواتج %3$d %4$@ كانت صغيرة جداً.
da: Overførte midler fra %1$d %2$@. Udgange for %3$d %4$@ var for lille.
el: Χορηγηθέντων κεφαλαίων από %1$d %2$@. Εξόδους για %3$d %4$@ ήταν πολύ μικρά.
es_mx: Se transfirieron fondos de %1$d %2$@. Las salidas para %3$d %4$@ fueron demasiado pequeñas.
fi: Siirrettyjen varojen %1$d %2$@. Lähdöt %3$d %4$@ olivat liian pieniä.
he: כספים שהועברו %1$d %2$@. יציאות עבור %3$d %4$@ היו קטנות מדי.
hi: %1$d %2$@ से धनराशि। Outputs %3$d %4$@ लिए बहुत छोटे थे।
hr: Prenesena sredstva iz %1$d %2$@. Izlaza za %3$d %4$@ su premali.
hu: Átadott pénzeszközök %1$d %2$@. Kimeneti %3$d %4$@ túl kicsik voltak.
ms: Dana yang dipindahkan daripada %1$d %2$@. Output bagi %3$d %4$@ adalah terlalu kecil.
nb: Overført midler fra %1$d %2$@. Utganger for %3$d %4$@ var for liten.
pt: Fundos transferidos de %1$d %2$@. Saídas para %4$@ de %3$d eram muito pequenas.
pt_br: Fundos Transferidos de %1$d %2$@. As saídas de %3$d %4$@ estavam muito baixas.
ro: Fonduri transferate de la %1$d %2$@. Iesiri pentru %3$d %4$@ au fost prea mici.
sk: Prevedených finančných prostriedkov z %1$d %2$@. Výstupy pre %3$d %4$@ boli príliš malé.
sl: Prenesenih sredstev iz %1$d %2$@. Rezultati za %3$d %4$@ so bili premajhni.
zh_tw: %1$d %2$@ 的轉移的資金。%3$d %4$@ 的輸出結果太小了。

source: Transferring all funds: Address %i of %i
ar: نقل جميع الأموال: عنوان %1$i من %2$i
da: Overførsel af alle midler: adresse %1$i af %2$i
el: Μεταφέρετε όλα τα χρήματα: διεύθυνση %1$i του %2$i
es_mx: Transfiriendo todos los fondos: Dirección %1$i de %2$i
fi: Siirtää kaikki varat: osoite %1$i %2$i
he: העברת כספים כל: כתובת %1$i של %2$i
hi: सभी निधि स्थानांतरित: %2$i का पता %1$i
hr: Prijenos svih sredstava: adresa %1$i %2$i
hu: Minden átutalás: cím %1$i, %2$i
ms: Memindahkan semua dana: alamat %1$i daripada %2$i
nb: Overføre alle midler: adresse %1$i av %2$i
pt: A transferência de todos os fundos: %1$i endereço da %2$i
pt_br: Transferindo todos os fundos: Endereço %1$i de %2$i
ro: Transferarea tuturor fondurilor: %1$i adresa de %2$i
sk: Prenos všetkých fondov: adresu %1$i %2$i
sl: Prenos vseh sredstev: naslov %1$i %2$i
zh_tw: 將所有資金都轉 ︰ 位址 %1$i 的 %2$i

source: Try again
ar: حاول مرة أخرى
ca: Torneu
cs: Zkuste to znovu
da: Prøv igen
el: Δοκίμασε ξανά
es_mx: Vuelve a intentarlo
fi: Yritä uudestaan
fr: Réessayez
he: נסה שוב
hi: फिर कोशिश करो
hr: pokušaj ponovo
hu: próbáld újra
ms: cuba lagi
nb: prøv igjen
pt: Tentar novamente
pt_br: Tentar novamente
ro: încearcă din nou
sk: skús znova
sl: poskusi znova
zh_tw: 再試一次

source: UPGRADE YOUR WALLET
ar: ترقية المحفظة الخاصة بك
ca: MILLORAR LA SEVA CARTERA
cs: INOVUJTE VAŠE PENĚŽENKA
da: OPGRADERE DIN TEGNEBOG
el: ΑΝΑΒΆΘΜΙΣΗ ΣΑΣ ΠΟΡΤΟΦΌΛΙ
es_mx: ACTUALIZAR TU MONEDERO
fi: PÄIVITTÄÄ LOMPAKON
fr: MISE À NIVEAU DE VOTRE PORTEFEUILLE
he: לשדרג את הארנק שלך
hi: अपने बटुए का उन्नयन
hr: NADOGRADITE VAŠ NOVČANIK
hu: FRISSÍTSE A PÉNZTÁRCA
ms: MENAIK TARAF DOMPET ANDA
nb: OPPGRADERE LOMMEBOKEN
pt: ATUALIZAR SUA CARTEIRA
pt_br: ATUALIZE SUA CARTEIRA
ro: UPGRADE-UL DE PORTOFEL
sk: INOVOVAŤ VAŠU PEŇAŽENKU
sl: NADGRADNJO VAŠE DENARNICE
zh_tw: 升級你的錢包
