Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Please enter a fee greater than 0 BTC and at most 0.01 BTC
ar: الرجاء إدخال رسوم أكبر من 0 BTC وفي معظم 0.01 BTC
ca: Has d'introduir una taxa superior a 0 BTC i en la majoria de 0,01 BTC
cs: Zadejte poplatek vyšší než 0 BTC a nejvýše 0,01 BTC
da: Angiv et gebyr, der er større end 0 BTC og højst 0,01 BTC
el: Παρακαλούμε εισάγετε μια αμοιβή μεγαλύτερη από 0 BTC και στα περισσότερα 0.01 BTC
es_mx: Introduce una tarifa superior a 0 BTC y como máximo 0,01 BTC
fi: Syötä maksu, joka on suurempi kuin 0 BTC ja korkeintaan 0,01-BTC
fr: Veuillez saisir un montant supérieur à 0 BTC et inférieur à 0,01 BTC
he: הזינו בבקשה את תשלום גדול מ- 0 BTC, לכל היותר 0.01 BTC
hi: कृपया 0 बीटीसी और सबसे कम 0.01 बीटीसी से भी अधिक से अधिक एक शुल्क दर्ज करें
hr: Upišite naknadu veću od 0 BTC i najviše 0.01 BTC
hu: Kérjük, adja meg egy nagyobb, mint 0 BTC és legfeljebb 0,01 BTC díj
ms: Sila masukkan yuran lebih besar daripada 0 BTC dan paling 0.01 BTC
nb: Skriv inn en avgift som er større enn 0 BTC og høyst 0,01 BTC
pt: Por favor, insira uma taxa maior do que 0 BTC e no máximo 0,01 BTC
pt_br: Digite uma taxa superior a 0 BTC e inferior a 0,01 BTC
ro: Vă rugăm să introduceţi o taxă mai mare decât 0 BTC şi cel 0.01 BTC
sk: Zadajte väčší ako 0 BTC a najviac 0,01 BTC poplatok
sl: Vnesite pristojbina, ki je večja od 0 BTC in največ 0,01 BTC
zh_tw: 請輸入大於 0 的 BTC 和最 0.01 BTC 的費用

source: Please enter a new PIN
ar: الرجاء إدخال رقم PIN الجديد
ca: Si us plau, introduïu un PIN nou
cs: Zadejte nový kód PIN
da: Angiv en ny pinkode
el: Πληκτρολογήστε ένα νέο κωδικό PIN
es_mx: Por favor, introduce un nuevo PIN
fi: Anna uusi PIN-tunnus
fr: Veuillez saisir un nouveau code PIN
he: נא להזין מספר זיהוי אישי חדש
hi: कृपया एक नया पिन दर्ज करें
hr: Unesite novi PIN
hu: Adja meg az új PIN-kód
ms: Sila masukkan PIN baru
nb: Angi en ny PIN-kode
pt: Por favor, digite um novo PIN
pt_br: Por favor, insira um novo PIN
ro: Vă rugăm să introduceţi un PIN nou
sk: Zadajte nový kód PIN
sl: Vnesite novo PIN
zh_tw: 請輸入新的 PIN

source: Please enter your %@ 2FA code
ar: الرجاء إدخال التعليمات البرمجية 2FA %@
ca: Si us plau introdueix el teu codi 2FA %@
cs: Zadejte váš kód 2FA %@
da: Indtast venligst dine %@ 2FA kode
el: Παρακαλούμε εισάγετε τον κωδικό σας %@ 2FA
es_mx: Por favor, ingresa tu código 2FA %@
fi: Anna %@ 2FA koodi
fr: Veuillez saisir votre code %@ 2FA
he: אנא הקלידו את הקוד 2FA %@
hi: कृपया अपने %@ 2FA कोड दर्ज करें
hr: Molimo unesite kod 2FA %@
hu: Kérjük, írja be a %@ 2FA kód
ms: Sila masukkan kod 2FA %@ anda
nb: Angi %@ 2FA koden
pt: Por favor introduza o seu código de 2FA %@
pt_br: Digite seu código 2FA %@
ro: Vă rugăm să introduceţi codul de 2FA %@
sk: Prosím zadajte kód %@ 2FA
sl: Vnesite kodo za 2FA %@
zh_tw: 請輸入您的 %@ 2FA 代碼

source: Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup.
ar: الرجاء إدخال المعرف المحفظة 36 الطابع الخاص بك بشكل صحيح. يمكن الاطلاع على ذلك في رسالة البريد الإلكتروني الترحيبية عند بدء التشغيل.
ca: Si us plau, introduiu el vostre identificador de cartera de 36 caràcter correctament. Es pot trobar en el correu electrònic de benvinguda a l'inici.
cs: Prosím, zadejte svůj identifikátor peněženka 36 znaků správně. Vyskytuje se v Vítejte email na startu.
da: Angiv venligst din tegnebog en identifikator på 36 tegn korrekt. Det kan findes i velkomstmail ved opstart.
el: Παρακαλούμε εισάγετε σωστά σας αναγνωριστικό πορτοφόλι 36 χαρακτήρα. Μπορεί να βρεθεί σε το ευπρόσδεκτο ηλεκτρονικό ταχυδρομείο κατά την εκκίνηση.
es_mx: Introduce correctamente tu identificador de monedero de 36 caracteres. Lo encuentras en el email de bienvenida al iniciar sesión.
fi: Kirjoita tunnuksesi 36 merkin lompakko oikein. Se löytyy Tervetuloa sähköpostitse käynnistettäessä.
fr: Veuillez saisir correctement votre identifiant portefeuille à 36 caractères. Vous pouvez le trouver dans l’e-mail de bienvenue au démarrage.
he: נא הזן המזהה את הארנק שלך תו 36 כראוי. ניתן למצוא בדוא ל ברוכים הבאים בעת ההפעלה.
hi: कृपया अपने 36 चरित्र बटुआ पहचानकर्ता सही ढंग से दर्ज करें। यह स्टार्टअप पर आपका स्वागत है ईमेल में पाया जा सकता है।
hr: Molimo unesite vaš 36 znakova novčanik identifikator ispravno. Nalaze se na e-mail dobrodošlice na početak.
hu: Kérjük, írja be a 36 karakter pénztárca azonosítóját helyesen. Indításkor az üdvözlő e-mailben megtalálható.
ms: Sila masukkan pengecam dompet 36 watak anda dengan betul. Ia boleh ditemui dalam e-mel alu-aluan pada permulaan.
nb: Skriv inn din lommebok-identifikator for 36 tegn riktig. Det kan finnes i Velkommen e-posten ved oppstart.
pt: Por favor introduza o seu identificador de carteira de 36 caracteres corretamente. Ele pode ser encontrado no e-mail de boas-vindo na inicialização.
pt_br: Digite corretamente o Identificador de 36 caracteres da sua carteira. É possível encontrá-lo no e-mail de boas-vindas na inicialização.
ro: Vă rugăm să introduceţi identificatorul dvs portofel de 36 caractere corect. Se pot fi găsite în e-mail bine ai venit pe startup.
sk: Prosím, zadajte svoj identifikátor peňaženka 36 znakov správne. Možno ju privítať email na štarte.
sl: Prosimo, vnesite vaše denarnice identifikator 36 znakov pravilno. To je mogoče najti v Dobrodošli email naprej začetek.
zh_tw: 請輸入您的錢包 36 字元識別碼正確。它可以在啟動時的歡迎電子郵件中找到。

source: Please enter your PIN
ar: الرجاء إدخال رقم PIN الخاص بك
ca: Si us plau, introduïu el PIN
cs: Zadejte váš kód PIN
da: Indtast venligst din pinkode
el: Παρακαλούμε εισάγετε το PIN σας
es_mx: Por favor, introduce tu PIN
fi: Kirjoita PIN-tunnus
fr: Veuillez saisir votre code PIN
he: אנא הזן את מספר הזיהוי האישי
hi: कृपया अपना पिन दर्ज करें
hr: Molimo unesite vaš PIN
hu: Kérjük, írja be a PIN-kódot
ms: Sila masukkan PIN anda
nb: Skriv inn PIN-koden
pt: Por favor digite o seu PIN
pt_br: Por favor, insira o PIN
ro: Vă rugăm să introduceţi PIN-ul
sk: Zadajte kód PIN
sl: Vnesite kodo PIN
zh_tw: 請輸入您的 PIN

source: Please enter your recovery phrase with words separated by spaces
ar: الرجاء إدخال عبارة الاسترداد الخاصة بك مع الكلمات مفصولة بمسافات
ca: Introduïu la seva frase de recuperació amb paraules separades per espais
cs: Zadejte prosím vaše zotavení fráze s slov oddělených mezerami
da: Angiv venligst din opsving sætning med ord adskilt af mellemrum
el: Παρακαλούμε εισάγετε φράση σας αποκατάστασης με λέξεις που διαχωρίζονται από διαστήματα
es_mx: Introduce tu frase de recuperación con las palabras separadas por espacios
fi: Kirjoita elpyminen lause välilyönnein erotettua sanaa
fr: Veuillez saisir votre phrase de récupération avec les mots séparés par des espaces
he: הזינו בבקשה את הביטוי השחזור שלך עם מילים המופרדות באמצעות רווחים
hi: शब्दों के रिक्त स्थान से अलग के साथ अपने वसूली वाक्यांश दर्ज करें
hr: Molimo unesite vaš oporavak izraz s riječi odvojene razmacima
hu: Kérjük, írja be a helyreállítási mondat szóközökkel elválasztott szavak
ms: Sila masukkan frasa pemulihan anda dengan kata-kata yang dipisahkan oleh kawasan
nb: Angi søkestrengen utvinning med ord atskilt med mellomrom
pt: Por favor, digite sua frase de recuperação com palavras separadas por espaços
pt_br: Digite a Frase de Recuperação, com as palavras separadas por espaços
ro: Vă rugăm să introduceţi fraza ta de recuperare cu cuvinte separate prin spaţii
sk: Zadajte prosím vaše zotavenie frázy s slová oddelené medzerou
sl: Vnesite vaš izterjavo stavek z besedami, ločenih s presledki
zh_tw: 請輸入您恢復短語和單詞之間用空格分隔

source: Please login to load more addresses.
ar: الرجاء تسجيل الدخول لتحميل المزيد من العناوين.
da: Log på for at indlæse flere adresser.
el: Παρακαλούμε συνδεθείτε για να φορτώσετε περισσότερες διευθύνσεις.
fi: Kirjaudu sisään ladataksesi lisää osoitteita.
he: אנא התחבר כדי לטעון כתובות נוספות.
hr: Molimo prijavite se za učitavanje više adresa.
hu: Kérjük, jelentkezzen be további címeket betölteni.
ms: Sila log masuk untuk memuatkan lebih banyak alamat.
nb: Vennligst logg inn for å laste flere adresser.
pt: Faça login para carregar mais endereços.
pt_br: Por favor, faça o log-in para carregar mais endereços.
ro: Rugam sa va logati pentru a încărca mai multe adrese.
sk: Prosím prihláste sa načítať viac adries.
sl: Prosimo, prijavite naložiti več naslovov.
zh_tw: 請登錄以載入更多的位址。

source: Please lower the fee to an amount that is less than your balance
ar: الرجاء تخفيض الرسوم على مبلغ أقل من رصيدك
ca: Si us plau, baixar la quota per un import que és menor que l'equilibri
da: Venligst lavere gebyr til et beløb, der er mindre end din balance
el: Παρακαλώ να μειώσει το τέλος ένα ποσό που είναι μικρότερο από το υπόλοιπο σας
es_mx: Por favor, reduce la comisión a un moto que sea más bajo que tu saldo
fi: Haluta alentaa maksun summa on pienempi kuin saldo
he: בבקשה תנמיך את תשלום סכום שהוא פחות האיזון שלך
hi: कृपया एक राशि है कि आपकी शेष राशि से कम है के लिए शुल्क कम
hr: Molim vas spustite naknadu na iznos koji je manji od ravnotežu
hu: Kérem az alacsonyabb a díjat egy összeg kevesebb, mint a mérleg
ms: Sila rendahkan bayaran kepada suatu jumlah yang kurang daripada baki
nb: Vennligst lavere avgift til et beløp som er mindre enn din
pt: Por favor, baixe a taxa para uma quantidade menor do que o seu saldo
pt_br: Por favor, diminua a taxa para um valor inferior ao seu saldo.
ro: Vă rugăm să reduce taxa la o valoare care este mai mică decât soldul
sk: Prosím znížiť poplatok za sumu, ktorá je menšia ako zostatok
sl: Prosim nižje pristojbine za znesek, ki je nižja od vaše bilance
zh_tw: 請降低到小於您的餘額金額費用

source: Please provide an email address.
ar: الرجاء توفير عنوان بريد إلكتروني.
ca: Indiqueu una adreça de correu electrònic.
cs: Zadejte e-mailovou adresu.
da: Angiv en e-mail-adresse.
el: Καλείσθε να παράσχετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου.
es_mx: Agrega una dirección de correo electrónico
fi: Anna sähköpostiosoite.
fr: Veuillez ajouter une adresse e-mail.
he: נא לספק כתובת דואר אלקטרוני.
hi: कृपया एक ईमेल पता प्रदान करते हैं।
hr: Unesite adresu e-pošte.
hu: Kérjük, adja meg egy e-mail címet.
ms: Sila berikan alamat e-mel.
nb: Oppgi en e-postadresse.
pt: Por favor, forneça um endereço de e-mail.
pt_br: Por favor, forneça um endereço de e-mail.
ro: Vă rugăm să furnizaţi o adresă de e-mail.
sk: Uveďte, prosím, e-mailovú adresu.
sl: Navedite e-poštni naslov.
zh_tw: 請提供一個電子郵件地址。

source: Please refresh the pairing code and try again.
ar: الرجاء تحديث رمز الازدواج وحاول مرة أخرى.
ca: Actualitza el codi d'aparellament i torneu-ho a provar.
cs: Prosím aktualizujte párovací kód a akci opakujte.
da: Opdater pardannelseskoden, og prøv igen.
el: Ανανεώστε τον κωδικό ζεύξης και προσπαθήστε ξανά.
es_mx: Actualiza el código de sincronización y reinténtalo.
fi: Päivitä laiteparikoodin ja yritä uudelleen.
fr: Veuillez actualiser le code d'appairage et réessayez.
he: נא לרענן את קוד ההתאמה ונסה שוב.
hi: कृपया पेयरिंग कोड को ताज़ा करें और पुन: प्रयास करें।
hr: Osvježite kod za uparivanje i pokušajte ponovno.
hu: Kérjük, frissítse a párosítási kódot, majd próbálja újra.
ms: Sila segarkan semula kod pasangan dan cuba lagi.
nb: Oppdater koden og prøv på nytt.
pt: Por favor, atualizar o código de emparelhamento e tente novamente.
pt_br: Por favor, atualize o código de pareamento e tente novamente.
ro: Reîmprospătați codului de cuplare și încercați din nou.
sk: Obnovte kód pre párovanie a skúste to znova.
sl: Osvežite se kode in poskusite znova.
zh_tw: 請刷新配對的代碼，然後重試。

source: Please select a different address to send from.
ar: الرجاء تحديد عنوان مختلف لإرسال من.
ca: Seleccioneu una adreça per enviar de diferent.
da: Vælg en anden adresse at sende fra.
el: Παρακαλώ επιλέξτε μια διαφορετική διεύθυνση για την αποστολή από.
es_mx: Por favor, selecciona una dirección diferente desde donde puedas enviar.
fi: Valitse toinen osoite lähettää.
he: בחר כתובת שונה לשלוח מ.
hi: कृपया किसी भिन्न पते से भेजने के लिए का चयन करें।
hr: Molimo odaberite drugu adresu za slanje s.
hu: Kérjük, válasszon egy másik címet küldeni.
ms: Sila pilih alamat yang berbeza untuk menghantar dari.
nb: Velg en annen adresse å sende fra.
pt: Por favor, selecione um endereço diferente para enviar a partir.
pt_br: Por favor, selecione um endereço diferente do qual realizar o envio.
ro: Vă rugăm să selectaţi o altă adresă pentru a trimite la.
sk: Vyberte inú adresu poslať od.
sl: Izberite drug naslov za pošiljanje iz.
zh_tw: 請選擇一個不同的位址從發送。

source: Please send %@ to bitcoin address. %@
ar: الرجاء إرسال %1$@ إلى عنوان بيتكوين. %2$@
da: Behage sende %1$@ til bitcoin adresse. %2$@
el: Παρακαλούμε στείλτε %1$@ στη διεύθυνση bitcoin. %2$@
es_mx: Por favor, envía %1$@ a la dirección Bitcoin. %2$@
fi: Lähetä %1$@ bitcoin osoite. %2$@
he: נא לשלוח %1$@ לכתובת ביטקוין. %2$@
hi: कृपया %1$@ bitcoin पता करने के लिए भेजें। %2$@
hr: Pošaljite %1$@ bitcoin adresu. %2$@
hu: Bitcoin címre küldje %1$@. %2$@
ms: Sila hantar %1$@ ke alamat bitcoin. %2$@
nb: Send %1$@ til bitcoin adresse. %2$@
pt: Por favor envie %1$@ para endereço bitcoin. %2$@
pt_br: Por favor, envie %1$@ ao endereço bitcoin. %2$@
ro: Vă rugăm să trimiteţi %1$@ adresă bitcoin. %2$@
sk: Bitcoin adresu pošlite %1$@. %2$@
sl: Prosim spodbuda %1$@ bitcoin naslov. %2$@
zh_tw: 請發送 %1$@ 到比特幣位址。 %2$@

source: Please send payment to bitcoin address (<a href="https://blockchain.info/wallet/bitcoin-faq">help?</a>): %@
ar: الرجاء إرسال الدفع إلى عنوان بيتكوين (< href = "https://blockchain.info/wallet/bitcoin-faq" > مساعدة؟ </a >): %@
ca: Si us plau enviï el pagament a bitcoin adreça (< a href = "https://blockchain.info/wallet/bitcoin-faq" > ajudar? < /a >): %@
cs: Prosím pošlete platbu bitcoin adresu (< href = "https://blockchain.info/wallet/bitcoin-faq" > pomoc? < /a >): %@
da: Behage sende betalingen til bitcoin adresse (< en href = "https://blockchain.info/wallet/bitcoin-faq" > hjælpe? < /a >): %@
el: Παρακαλώ στείλτε πληρωμής bitcoin διεύθυνση (< ένα href = "https://blockchain.info/wallet/bitcoin-faq" > βοηθήσει; < /a >): %@
es_mx: Por favor, envía el pago a la dirección Bitcoin (<a href="https://blockchain.info/wallet/bitcoin-faq">¿ayuda?</a>): %@
fi: Lähetä maksu bitcoin osoite (< href = "https://blockchain.info/wallet/bitcoin-faq" > auttaa? < /a >): %@
fr: Veuillez envoyer le paiement à l’adresse bitcoin (<a href="https://blockchain.info/wallet/bitcoin-faq">help?</a>): %@
he: נא לשלוח את התשלום לכתובת ביטקוין (< href = "https://blockchain.info/wallet/bitcoin-faq" > לעזור? < /a >): %@
hi: कृपया भुगतान bitcoin पते पर भेजें (< a href = "https://blockchain.info/wallet/bitcoin-faq" = > मदद? < /a >): %@
hr: Molimo pošaljite plaćanje bitcoin adresu (< a href = "https://blockchain.info/wallet/bitcoin-faq" > pomoći < /a >): %@
hu: Bitcoin címre küldje fizetés (< a href = "https://blockchain.info/wallet/bitcoin-faq" > Súgó? < /a >): %@
ms: Sila hantarkan bayaran ke alamat bitcoin (< a href = "https://blockchain.info/wallet/bitcoin-faq" > membantu? < /a >): %@
nb: Behage sende betalingen til bitcoin adresse (< en href = "https://blockchain.info/wallet/bitcoin-faq" > hjelp? < /a >): %@
pt: Por favor enviar o pagamento ao endereço bitcoin (< a href = "https://blockchain.info/wallet/bitcoin-faq" > ajudar? < /a >): %@
pt_br: Por favor, envie pagamento ao endereço bitcoin (<a href="https://blockchain.info/wallet/bitcoin-faq">ajuda?</a>): %@
ro: Vă rugăm să trimiteţi plata bitcoin adresa (< un href = "https://blockchain.info/wallet/bitcoin-faq" > ajutor? < /a >): %@
sk: Platbu odošlite na adresu bitcoin (< href = "https://blockchain.info/wallet/bitcoin-faq" > Nápoveda? < /a >): %@
sl: Pošljite plačilo bitcoin naslov (< a href = "https://blockchain.info/wallet/bitcoin-faq" > pomoč? < /a >): %@
zh_tw: 請向比特幣位址發送付款 (< href ="HTTPs://blockchain.info/wallet/bitcoin-faq"> 説明? < /a >): %@

source: Please try again
ar: الرجاء المحاولة مرة أخرى
ca: Intenteu-ho novament
cs: Zkuste to prosím znovu
da: Prøv venligst igen
el: Παρακαλώ προσπαθήστε ξανά
es_mx: Por favor, inténtalo de nuevo.
fi: Yritä uudelleen
fr: Veuillez réessayer
he: אנא נסה שנית
hi: कृपया पुन: प्रयास करें
hr: Molimo pokušajte ponovno
hu: Legyen szíves megpróbál újra
ms: Sila cuba lagi
nb: Prøv på nytt
pt: Por favor, tente novamente
pt_br: Por favor, tente novamente.
ro: Vă rugăm să încercaţi din nou
sk: Skúste to prosím znova
sl: Prosimo, poskusite znova
zh_tw: 請再試一次

source: Please verify your email address first.
ar: الرجاء التحقق من عنوان البريد الإلكتروني الخاص بك أولاً.
ca: Si us plau verificar el seu e-mail adreçar primer.
cs: Nejprve zkontrolujte prosím svou e-mailovou adresu.
da: Kontroller venligst din emailadresse først.
el: Παρακαλώ επιβεβαιώστε διεύθυνση ηλεκτρονικού ταχυδρομείου σας πρώτα.
es_mx: Por favor, verifica primero tu dirección de correo electrónico
fi: Tarkista sähköpostiosoitteesi.
fr: Veuillez d’abord vérifier votre adresse e-mail.
he: נא ודא כי כתובת הדוא ל שלך קודם.
hi: कृपया अपना ईमेल पता पहले सत्यापित करें।
hr: Provjerite adresu e-pošte prvo.
hu: Legyen szíves igazol a elektronikus levél cím.
ms: Sila sahkan alamat e-mel terlebih dahulu.
nb: Kontroller epostadressen din først.
pt: Por favor verifique o seu endereço de e-mail primeiro.
pt_br: Por favor, verifique antes seu endereço de e-mail.
ro: Vă rugăm să verificaţi adresa de e-mail în primul rând.
sk: Najprv skontrolujte e-mailovú adresu.
sl: Najprej preverite vaš e-poštni naslov.
zh_tw: 請先確認您的電子郵件地址。

source: Please verify your mobile number first.
ar: الرجاء التحقق من رقم الهاتف المحمول الخاص بك أولاً.
da: Kontroller dit mobilnummer først.
el: Παρακαλώ επιβεβαιώστε τον αριθμό του κινητού σας πρώτα.
es_mx: Por favor verifica primero tu número de teléfono.
fi: Tarkista matkapuhelinnumerosi.
he: נא ודא את מספר הנייד שלך קודם.
hi: कृपया अपना मोबाइल नंबर पहले सत्यापित करें।
hr: Provjerite je li vaš mobilni broj prvo.
hu: Kérjük ellenőrizze a mobil számát.
ms: Sila tentu sah nombor telefon bimbit anda terlebih dahulu.
nb: Kontroller at mobiltelefonnummeret først.
pt: Por favor verifique o número do seu celular primeiro.
pt_br: Por favor, verifique antes seu número de celular.
ro: Va rugam sa verificati numarul mobil în primul rând.
sk: Najprv overte vaše mobilné číslo.
sl: Najprej preverite svojo mobilno številko.
zh_tw: 請先確認您的手機號碼。

source: Preferences
ar: تفضيلات
ca: Preferències
cs: Předvolby
da: Præferencer
el: Προτιμήσεις
es_mx: Preferencias
fi: Asetukset
fr: Préférences
he: העדפות
hi: वरीयताएँ
hr: Osobne postavke
hu: Beállítások
ms: Keutamaan
nb: Innstillinger
pt: Preferências
pt_br: Preferências
ro: Preferinţe
sk: Predvoľby
sl: Nastavitve
zh_tw: 首選項

source: Preparing transfer
ar: إعداد نقل
da: Forberede overførsel
el: Προετοιμασία μεταφορά
es_mx: Preparando la transferencia
fi: Valmistellaan siirtoa
he: הכנת העברה
hi: स्थानांतरण की तैयारी
hr: Priprema prijenosa
hu: Átadás előkészítése
ms: Menyediakan pemindahan
nb: Forbereder overføring
pt: Preparando a transferência
pt_br: Preparando transferência
ro: Pregătirea de transfer
sk: Pripravuje sa prenos
sl: Priprava prenos
zh_tw: 準備轉讓

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
el: Πολιτική προστασίας προσωπικών δεδομένων
es_mx: Política de privacidad
fi: Yksityisyyden suoja
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravilnik o zaštiti privatnosti
hu: Adatvédelmi politika
ms: Dasar privasi
nb: Personvern
pt: Política de privacidade
pt_br: Política de Privacidade
ro: Politica de confidenţialitate
sk: Ochrana osobných údajov
sl: Pravilnik o zasebnosti
zh_tw: 隱私權原則

source: Private Key Needed
ar: المفتاح الخاص اللازمة
ca: Clau privada necessària
da: Behov for privat nøgle
el: Ιδιωτικού κλειδιού απαιτείται
es_mx: Se requiere la clave privada
fi: Yksityinen avain kaivata
fr: Besoin de la clé privée
he: מפתח פרטי הדרושים
hi: निजी कुंजी आवश्यक
hr: Privatni ključ koji je potreban
hu: Személyes kulcs szükséges
ms: Kunci peribadi diperlukan
nb: Privat nøkkel behøvde
pt: Precisava de chave privada
pt_br: Chave Privada Necessária
ro: Cheie privată necesare
sk: Súkromný kľúč potrebný
sl: Zasebni ključ je potreben
zh_tw: 需要私人金鑰

source: Processing key
ar: تجهيز مفتاح
ca: Clau de processament
da: Forarbejdning nøgle
el: Επεξεργασία κλειδί
es_mx: Clave de procesamiento
fi: Käsittely avain
fr: Clé de transformation
he: עיבוד מפתח
hi: कुंजी संसाधन
hr: Obrada ključ
hu: Feldolgozás kulcs
ms: Pemprosesan utama
nb: Bearbeiding nøkkel
pt: Chave de processamento
pt_br: Processando chave
ro: Cheie de prelucrare
sk: Spracovanie na kľúč
sl: Ključ za predelavo
zh_tw: 處理的關鍵

source: Rate Blockchain Wallet
ar: معدل بلوكتشاين المحفظة
da: Vurder Blockchain tegnebog
el: Ποσοστό Blockchain πορτοφόλι
es_mx: Califica el monedero Blockchain
fi: Luokitus Blockchain lompakko
he: קצב Blockchain הארנק
hi: दर लॉकचेन बटुआ
hr: Stopa Blockchain novčanik
hu: Árfolyam Blockchain pénztárca
ms: Kadar Blockchain Wallet
nb: Vurdere Blockchain lommebok
pt: Carteira de Blockchain de taxa
pt_br: Avaliar a Carteira Blockchain
ro: Rata Blockchain portofel
sk: Kurz Blockchain peňaženka
sl: Stopnja Blockchain Denarnica
zh_tw: 率 Blockchain 錢包

source: Receive
ar: تلقي
ca: Rebre
cs: Příjem
da: Modtager
el: Λάβετε
es_mx: Recibir
fi: Vastaanottaa
fr: Recevoir
he: לקבל
hi: प्राप्त
hr: Primiti
hu: Kap
ms: Menerima
nb: Motta
pt: Receber
pt_br: Receber
ro: Primi
sk: Prijímať
sl: Prejeli
zh_tw: 接收

source: Receive to...
ar: الحصول على...
da: Modtag til...
el: Λάβετε να...
es_mx: Recibir a...
fi: Saat...
he: לקבל את...
hi: प्राप्त करने के लिए...
hr: Primanje za...
hu: Kap...
ms: Menerima...
nb: Få...
pt: Receba para...
pt_br: Receber em...
ro: Primi...
sk: Dostávať...
sl: Prejeli za...
zh_tw: 接收到...

source: Received
ar: تلقي
ca: Rebut
cs: Přijaté
da: Modtaget
el: Έλαβε
es_mx: Recibido
fi: Saanut
fr: Reçu
he: התקבל
hi: प्राप्त हुआ
hr: Primio
hu: Kapott
ms: Diterima
nb: Mottatt
pt: Recebeu
pt_br: Recebido
ro: Primit
sk: Prijaté
sl: Prejel
zh_tw: 收到

source: Recipients
ar: المستلمين
da: Modtagere
el: Παραλήπτες
es_mx: Destinatarios
fi: Vastaanottajat
he: נמענים
hi: प्राप्तकर्ताओं
hr: Primatelja
hu: Címzettek
ms: Penerima
nb: Mottakere
pt: Destinatários
pt_br: Destinatários
ro: Destinatarii
sk: Príjemcovia
sl: Prejemniki
zh_tw: 收件者

source: Recover Funds
ar: استرداد الأموال
ca: Recuperar el fons
cs: Finanční prostředky zpět
da: Inddrive midler
el: Ανάκτηση κεφαλαίων
es_mx: Recuperar fondos
fi: Takaisin varat
fr: Récupérer les fonds
he: לשחזר קרנות
hi: धन की वसूली
hr: Obnova fondova
hu: Alapokat visszaszerez
ms: Mendapatkan semula dana
nb: Gjenopprette midler
pt: Recuperar os fundos
pt_br: Recuperar fundos
ro: Recupera fondurile
sk: Vrátenie finančných prostriedkov
sl: Povračilo sredstev
zh_tw: 追回資金

source: Recovering Funds
ar: استرداد الأموال
ca: Recuperació de fons
cs: Obnova fondy
da: Inddrive midler
el: Ανάκτησης των κεφαλαίων
es_mx: Recuperando fondos
fi: Periä varat
fr: Récupération des fonds
he: קרנות בגמילה
hi: धन पुनर्प्राप्त करना
hr: Oporavak fondova
hu: Helyreállításhoz pénzeszközök
ms: Memungut dana
nb: Utvinne midler
pt: Recuperar os fundos
pt_br: Recuperando Fundos
ro: Recuperarea fondurilor
sk: Vymáhanie finančných prostriedkov
sl: Povrnitve sredstev
zh_tw: 收回資金

source: Regular
ar: العادية
cs: Pravidelný
da: Regelmæssig
el: Τακτική
fi: Säännöllisesti
fr: Standard
he: רגיל
hi: नियमित रूप से
hr: Redovito
hu: Rendszeres
ms: Tetap
nb: Vanlig
pt_br: Comum
ro: Regulate
sk: Pravidelné
sl: Redno
zh_tw: 定期

source: Request
ar: طلب
da: Anmodning
el: Αίτηση
es_mx: Solicitud
fi: Pyyntö
he: בקשה
hi: अनुरोध
hr: Zahtjev
hu: Kérelem
ms: Permintaan
nb: Forespørsel
pt: Solicitação de
pt_br: Solicitar
ro: Cerere
sk: Žiadosť
sl: Zahtevo
zh_tw: 請求
