Repository: abewangm/blockchain-wallet-IOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, es_mx, fi, fr, he, hi, hr, hu, ms, nb, pt, pt_br, ro, sk, sl, zh_tw

source: Look for an email from Blockchain and click the verification link to complete your wallet setup.
ar: ابحث عن رسالة بالبريد إلكتروني من بلوكتشين، وانقر فوق ارتباط التحقق من الصحة لإكمال الإعداد المحفظة الخاصة بك.
da: Se efter en e-mail fra Blockchain og klik på bekræftelseslink for at fuldføre din tegnebog opsætning.
el: Αναζητήστε ένα μήνυμα ηλεκτρονικού ταχυδρομείου από Blockchain και κάντε κλικ στο σύνδεσμο επαλήθευσης για να ολοκληρώσετε τη ρύθμιση του πορτοφολιού σας.
es_mx: Busque un correo electrónico de Blockchain y haga clic en el enlace de verificación para completar la configuración de su billetera.
fi: Etsiä sähköpostia Blockchain ja napsauta vahvistuslinkkiä lompakko-asennusohjelman suorittamiseksi.
he: לחפש הודעת דוא ל מ- Blockchain ולחץ על הקישור אימות כדי להשלים את ההתקנה את הארנק שלך.
hi: ब् लॉकचेन से एक ईमेल के लिए देखो और अपने बटुए का सेटअप पूरा करने के लिए सत्यापन लिंक पर क्लिक करें।
hr: Potražite poruku e-pošte iz Blockchain i kliknite vezu za potvrdu da biste dovršili instalaciju novčanik.
hu: Keressen egy e-mailt Blockchain, és kattintson a linkre ellenőrzés befejezéséhez a mobiltárca beállításait.
ms: Mencari e-mel dari Blockchain dan klik link pengesahan untuk melengkapkan persediaan dompet anda.
nb: Se etter en e-post fra Blockchain, og klikk bekreftelseskoblingen for å fullføre din lommebok oppsett.
pt: Procure por um e-mail de Blockchain e clique no link de verificação para concluir a instalação da carteira.
pt_br: Procure por um e-mail da Blockchain e clique no link de verificação para completar a configuração de sua carteira.
ro: Uita-te pentru un e-mail la Blockchain şi faceţi clic pe linkul de verificare pentru a finaliza configurarea de portofel.
sk: Hľadajte e-mail od databáze Blockchain a kliknite na overovacie prepojenie na dokončenie nastavenia peòa¾enky.
sl: Pogled za e-pošto iz Blockchain in pritisnite na verifikacijsko povezavo za dokončanje nastavitve denarnice.
zh_tw: 從 Blockchain 尋找一封電子郵件並按一下驗證連結來完成你的錢包安裝。

source: Backup Your Funds
ar: النسخ الاحتياطي الخاصة بك الأموال
da: Backup dine penge
el: Δημιουργία αντιγράφων ασφαλείας σας κεφάλαια
es_mx: Respaldar sus fondos
fi: Taaksepäin rahat
he: לגבות את הכספים שלך
hi: बैकअप आपके धन
hr: Sigurnosna kopija sredstva
hu: Hát a pénzed
ms: Sandarkan wang anda
nb: Sikkerhetskopiere dine midler
pt: Fazer backup de seus fundos
pt_br: Faça Backup de Seus Fundos
ro: Fondurile de rezervă
sk: Zálohovanie vašich finančných prostriedkov
sl: Prislon vaš sredstva
zh_tw: 備份您的資金

source: Backup Now
ar: النسخ الاحتياطي الآن
da: Sikkerhedskopi nu
el: Δημιουργία αντιγράφων ασφαλείας τώρα
es_mx: Respaldar ahora
fi: Varmuuskopiointi nyt
he: גיבוי עכשיו
hi: अब बैकअप लें
hr: Napravi sigurnosnu kopiju sada
hu: Hát most
ms: Sandarkan sekarang
nb: Backup nå
pt: Backup agora
pt_br: Fazer Backup Já
ro: Rezervă acum
sk: Zálohovať
sl: Varnostno kopiranje sedaj
zh_tw: 現在備份

source: Congrats, you have bitcoin! Now let’s backup your wallet to ensure you can access your bitcoins if you forget your password.
ar: مبروك، لديك بيتكوين! الآن دعنا النسخ الاحتياطي المحفظة الخاصة بك لضمان يمكنك الوصول الخاص بك بيتكوينس إذا كنت قد نسيت كلمة المرور الخاصة بك.
da: Tillykke, har du bitcoin! Nu lad os backup din tegnebog for at sikre, at du kan få adgang til din bitcoins, hvis du glemmer din adgangskode.
el: Συγχαρητήρια, έχετε bitcoin! Τώρα ας δημιουργία αντιγράφων ασφαλείας το πορτοφόλι σας ώστε να μπορείτε να έχετε πρόσβαση τα bitcoins σας, αν ξεχάσετε τον κωδικό πρόσβασής σας.
es_mx: Felicitaciones, ¡tiene bitcoin! Ahora respaldemos su billetera para asegurarnos de que pueda acceder a sus bitcoins si olvida su contraseña.
fi: Onnea olet bitcoin! Nyt let's varmuuskopiointi lompakon varmistaa, voit käsitellä teidän bitcoins, jos unohdat salasanasi.
he: מזל טוב, יש לך ביטקוין! עכשיו בואו לגבות את הארנק שלך כדי להבטיח שתוכל לגשת bitcoins שלך במקרה שתשכח את הסיסמה שלך.
hi: बधाई हो, आप bitcoin है! अब चलो तुम अपने bitcoins उपयोग कर सकते हैं यदि आप अपना पासवर्ड भूल गए हैं यह सुनिश्चित करने के लिए अपने बटुए का बैकअप।
hr: Čestitam, imate bitcoin! Sada neka je backup novčanik kako bi se osiguralo možete pristupiti tvoj bitcoins ako zaboravite lozinku.
hu: Gratula akkor bitcoin! Most nézzük hát a pénztárca annak biztosítása érdekében, elérhetjük a bitcoins, ha elfelejti a jelszavát.
ms: Tahniah, anda mempunyai bitcoin! Sekarang mari kita Sandarkan dompet anda untuk memastikan anda boleh mengakses bitcoins anda jika anda terlupa kata laluan anda.
nb: Gratulerer, har du bitcoin! Nå la oss sikkerhetskopien lommeboken for å sikre at du får din bitcoins hvis du glemmer passordet.
pt: Parabéns, você tem o bitcoin! Agora vamos fazer backup sua carteira para garantir que você pode acessar seu bitcoins, se você esquecer sua senha.
pt_br: Parabéns, você tem bitcoin! Vamos agora fazer backup da sua carteira para assegurar que você possa acessar suas bitcoins, caso esqueça sua senha.
ro: Felicitari, ai bitcoin! Acum haideţi să spate portofel pentru a asigura puteţi accesa bitcoins dumneavoastră în cazul în care uitaţi parola.
sk: Gratulujeme, ste bitcoin! Teraz poďme zálohovať vašu peňaženku zabezpečiť, môžete prístup vaše Bitcoiny, ak zabudnete svoje heslo.
sl: Čestitke, ste bitcoin! Zdaj let's backup vaše denarnice za zagotovitev vaš bitcoins lahko dostopate, če pozabite geslo.
zh_tw: 恭喜你，比特幣 ！現在讓我們來備份你的錢包，以確保您可以訪問您的比特幣，如果您忘記了您的密碼。

source: 2-Step Verification
ar: 2-خطوة التحقق
da: 2-trins verifikation
el: Επαλήθευση σε 2 βήματα
es_mx: Verificación de dos pasos
fi: 2-vaiheinen vahvistus
he: אימות דו-שלבי
hi: 2-चरणीय सत्यापन
hr: Potvrda u 2 koraka
hu: 2. lépés ellenőrzés
ms: 2-langkah pengesahan
nb: 2-trinns bekreftelse
pt: Passo 2 verificação
pt_br: Verificação em 2 Etapas
ro: Verificare în 2 paşi
sk: 2-úrovňové overenie
sl: Preverjanje v 2 korakih
zh_tw: 2 步認證

source: Prevent unauthorized access to your wallet. Enable 2-step verification to increase wallet security.
ar: منع الوصول غير المصرح به إلى محفظتك. تمكين التحقق من خطوتين لزيادة الأمن المحفظة.
da: Forhindre uautoriseret adgang til din tegnebog. Aktiver 2-trins kontrol at øge tegnebog sikkerhed.
el: Αποτροπή μη εξουσιοδοτημένης πρόσβασης στο πορτοφόλι σας. Για να ενεργοποιήσετε την επαλήθευση σε 2 βήματα για την αύξηση της ασφάλειας πορτοφόλι.
es_mx: Evite el acceso no autorizado a su billetera. Habilite la verificación de dos pasos para aumentar la seguridad de su billetera.
fi: Estä lompakko. Ota 2-vaiheinen vahvistus lompakko turvallisuuden lisäämiseksi.
he: למנוע גישה לא מורשית הארנק שלך. לאפשר אימות דו-שלבי לשפר את האבטחה הארנק.
hi: अपने बटुए को अनधिकृत पहुँच को रोकने। बटुआ सुरक्षा बढ़ाने के लिए 2-चरणीय सत् यापन सक्षम करें।
hr: Spriječiti neovlašteni pristup vašem novčaniku. Omogućiti potvrdu u 2 koraka za povećanje sigurnosti novčanik.
hu: Megakadályoz jogosulatlan belépés-hoz tárcátok. 2. lépés ellenőrzés pénztárca a biztonság növelése érdekében engedélyezze.
ms: Menghalang capaian yang tidak dibenarkan ke dompet anda. Membolehkan pengesahan 2-langkah untuk meningkatkan keselamatan wallet.
nb: Forhindre uautorisert tilgang til din konto. Aktiver 2-trinns bekreftelse å øke lommebok sikkerheten.
pt: Impedir o acesso não autorizado a sua carteira. Habilite a verificação de 2 passos aumentar a segurança da carteira.
pt_br: Previna o acesso não autorizado à sua carteira. Habilite a verificação em 2 etapas para aumentar a segurança da carteira.
ro: Prevenirea accesului neautorizat la portofel. Permite verificarea 2-pas pentru a spori securitatea portofel.
sk: Zabrániť neoprávnenému prístupu do peňaženky. Povoliť 2-krok overenia na zvýšenie bezpečnosti peňaženku.
sl: Preprečujejo nepooblaščen dostop do vaše denarnice. Omogoči preverjanje 2-korak za povečanje varnosti denarnico.
zh_tw: 你的錢包防止未經授權的訪問。啟用 2 步進行驗證，以增加錢包的安全性。

source: Enable notifications to receive an email or SMS message whenever you receive bitcoin.
ar: تمكين إعلامات تلقي بريد إلكتروني أو رسالة SMS عند تلقي بيتكوين.
da: Aktiver meddelelser til at modtage en e-mail eller SMS besked, hver gang du modtager bitcoin.
el: Για να ενεργοποιήσετε τις ειδοποιήσεις για να λάβετε ένα email ή ένα μήνυμα SMS κάθε φορά που λαμβάνετε το bitcoin.
es_mx: Habilite las notificaciones para recibir un correo electrónico o un mensaje de texto cuando reciba bitcoins.
fi: Ottaa käyttöön ilmoitukset vastaanottamaan sähköpostia tai tekstiviestin aina, kun vastaanotat bitcoin.
he: לאפשר הודעות כדי לקבל דואר אלקטרוני או הודעת SMS בכל פעם שאתה מקבל ביטקוין.
hi: जब भी आप bitcoin प्राप्त एक ईमेल या एसएमएस संदेश प्राप्त करने के लिए सूचनाएँ सक्षम करें।
hr: Omogući obavijesti primati e-mail ili SMS poruku svaki put kada zaprimite bitcoin.
hu: Engedélyezi az értesítéseket szeretne kapni egy e-mailben vagy SMS-t kapni bitcoin.
ms: Mendayakan pemberitahuan untuk menerima email atau mesej SMS apabila anda menerima bitcoin.
nb: Aktivere varsler å motta epost eller SMS-melding når du mottar bitcoin.
pt: Habilitar notificações receber um e-mail ou mensagem SMS sempre que você receber bitcoin.
pt_br: Habilite as notificações para receber um e-mail ou mensagem SMS sempre que você receber bitcoin.
ro: Activare notificări pentru a primi un e-mail sau mesaj SMS ori de câte ori primiţi bitcoin.
sk: Zapnúť upozornenia na prijímanie e-mailu alebo SMS správy vždy, keď dostanete bitcoin.
sl: Omogočanje obvestil za prejemanje e-pošte ali SMS sporočilo vsakokrat, ko prejmete bitcoin.
zh_tw: 啟用通知來接收電子郵件或 SMS 消息，每當您收到比特幣。

source: Not Now
ar: ليس الآن
da: Ikke nu
el: Όχι τώρα
es_mx: Ahora no
fi: Ei nyt
he: לא עכשיו
hi: अभी नहीं
hr: Ne sad
hu: ne most
ms: bukan sekarang
nb: ikke nå
pt: Agora não
pt_br: Agora Não
ro: nu acum
sk: teraz nie
sl: ne zdaj
zh_tw: 不是現在

source: I'll do this later
ar: سأفعل ذلك في وقت لاحق
da: Jeg vil gøre det senere
el: Εγώ θα κάνω αυτό αργότερα
es_mx: Lo haré más tarde
fi: Teen tämän myöhemmin
he: אני אעשה את זה מאוחר יותר
hi: मैं यह बाद में कर लेंगे
hr: Ja ću to učiniti kasnije
hu: Én is csinál ez később
ms: Saya akan melakukannya kemudian
nb: Jeg gjør dette senere
pt: Eu vou fazer isso mais tarde
pt_br: Farei mais tarde
ro: Voi face acest lucru mai târziu
sk: Budem robiť to neskôr
sl: Bom to naredil kasneje
zh_tw: 後來多一次就這樣了

source: May be at risk for a double spend.
ar: قد تكون في خطر لقضاء مزدوج.
da: Kan være i fare for en dobbelt forbrug.
el: Μπορεί να είναι σε κίνδυνο για μια διπλή δαπάνη.
es_mx: Podría correr el riesgo de gastar dos veces.
fi: Saattavat altistua kahden kuluttaa.
he: עשויים להיות בסיכון לבלות כפול.
hi: एक डबल खर्च के लिए जोखिम में हो सकता है।
hr: Može postojati rizik za dvostruko potrošiti.
hu: Lehet, hogy veszélyezteti a kettős költeni.
ms: Mungkin berisiko untuk menghabiskan satu dua.
nb: Kan være utsatt for en dobbel-utgifter.
pt: Podem estar em risco para um passe duplo.
pt_br: Pode estar em risco de pagar em dobro.
ro: Poate fi la risc pentru un dublu de cheltuieli.
sk: Možné riziko pre double utratiť.
sl: Lahko obstaja tveganje za dvojno preživijo.
zh_tw: 可能是在花的雙重風險。

source: For your security, we do not keep any passwords on file. Backup your wallet to ensure your bitcoins are safe in case you lose your password.
ar: لتحقيق الأمان، نحن لا تحتفظ بأي كلمات المرور في ملف. النسخ الاحتياطي المحفظة الخاصة بك التأكد من بيتكوينس الخاص بك آمنة في حالة فقدان كلمة المرور الخاصة بك.
da: For din sikkerhed, må vi ikke holde eventuelle adgangskoder på fil. Backup din pung til at sikre din bitcoins er sikker, hvis du mister din adgangskode.
el: Για την ασφάλειά σας, δεν κρατάμε τυχόν κωδικούς πρόσβασης για το αρχείο. Αντιγράφων ασφαλείας το πορτοφόλι σας για να εξασφαλίσει τα bitcoins σας είναι ασφαλή σε περίπτωση που χάσετε τον κωδικό πρόσβασής σας.
es_mx: Para su seguridad, no conservamos ninguna contraseña. Respalde su billetera para asegurar que sus bitcoins estén seguras en caso de que pierda su contraseña.
fi: Turvallisuussyistä emme pidä salasanat tiedostoon. Varmuuskopio lompakon varmistaa sinun bitcoins ovat turvallisia, jos menetät sinun tunnussana.
he: למען ביטחונכם, אנחנו לא שומרים כל הסיסמאות על קובץ. גיבוי את הארנק שלך כדי להבטיח bitcoins שלך בטוחים, אם איבדת את סיסמתך.
hi: आपकी सुरक्षा के लिए, हम किसी भी पासवर्ड फ़ाइल पर न रखें। बैकअप आपके bitcoins सुनिश्चित करने के लिए अपने बटुए सुरक्षित हैं मामले में आप अपना पासवर्ड खो।
hr: Za vašu sigurnost, ne čuvajte lozinke na datoteku. Sigurnosna kopija novčanik kako bi se osiguralo tvoj bitcoins su sigurna u slučaju da izgubite lozinku.
hu: Az Ön biztonsága érdekében a jelszó, a fájl nem tartjuk. Hát a pénztárca annak biztosítása érdekében, a bitcoins biztonságosak abban az esetben, ha elveszíti a jelszavát.
ms: Untuk keselamatan anda, kami tidak menyimpan mana-mana kata laluan pada fail. Sandaran dompet anda untuk memastikan anda bitcoins adalah selamat sekiranya anda hilang kata laluan anda.
nb: For din sikkerhet holde vi ikke passord på fil. Backup lommeboken for å sikre din bitcoins er trygt i tilfelle du mister passordet.
pt: Para sua segurança, nós não guardamos qualquer senhas em arquivo. Backup sua carteira para garantir sua bitcoins estão a salvo no caso de você perder sua senha.
pt_br: Para sua segurança, não guardamos nenhuma senha em registro. Faça backup de sua carteira para assegurar que suas bitcoins estejam protegidas, caso você perca sua senha.
ro: Pentru securitate, nu păstrăm nici parolele pe dosar. Rezervă portofel pentru a asigura bitcoins dumneavoastră sunt în siguranţă în cazul în care ai pierdut parola.
sk: Pre vašu bezpečnosť sme nevedú žiadne heslá v súbore. Záložné vaša peňaženka zabezpečiť vaše Bitcoiny sú bezpečné, v prípade, že heslo stratíte.
sl: Za vašo varnost, ne hranimo poljuben parola naprej pila. Varnostno kopiranje vaše denarnice za zagotovitev vaš bitcoins so varne, v primeru, da ste izgubili geslo.
zh_tw: 為了您的安全，我們沒有做任何的密碼檔。備份你的錢包，以確保您的比特幣是安全的以防你失去您的密碼。

source: Wallets
ar: محافظ
da: Tegnebøger
el: πορτοφόλια
es_mx: Monederos
fi: Lompakot
he: ארנקים
hi: जेब
hr: Novčanike
hu: Pénztárca
ms: Dompet
nb: Lommebøker
pt: Carteiras
pt_br: Carteiras
ro: Portofele
sk: Peňaženky
sl: Denarnice
zh_tw: 錢包

source: %@ BTC
hi: %@ बीटीसी

source: * Minimum 10 characters
ca: * Personatges mínim 10
cs: * Minimálně 10 znaků
fr: * 10 caractères minimum

source: Amount must be above dust threshold (%lld Satoshi)
ca: Import ha de ser per sobre llindar de pols (%lld Satoshi)
cs: Částka musí být vyšší než práh prach (%lld Satoshi)
fr: Le montant doit être au-dessus du seuil d’empoussièrement (%lld Satoshi)

source: Completely updated design and user experience
ca: Disseny completament actualitzada i experiència d'usuari
fr: Conception entièrement actualisée et expérience utilisateur

source: Confirm Upgrade
ca: Confirmació d'actualització
cs: Potvrdit aktualizaci
fr: Confirmez la mise à niveau

source: Creating HD Wallet
ca: Creació de cartera de HD
cs: Vytváření HD Peněženka
fr: Création d’un portefeuille HD

source: Customize the way you organize your bitcoins in your Blockchain Wallet
ca: Personalitza la manera com vostè organitzar els teus bitcoins en la seva cartera de Blockchain
cs: Upravit způsob, jak organizovat své bitcoins v peněžence Blockchain
fr: Personnalisez la façon dont vous rangez vos bitcoins dans votre portefeuille Blockchain

source: Customized fund management
ca: Gestió de fons personalitzats
fr: Gestion de fonds sur mesure

source: Enable notifications to receive an email whenever you receive bitcoins. Only labeled addresses and imported addresses are eligible to trigger notifications.
ca: Habilitar les notificacions rebre un correu electrònic cada vegada que rebis bitcoins. Només etiquetada adreces i importar les adreces són elegibles per desencadenar notificacions.
cs: Povolte oznámení obdržet e-mail pokaždé, když přijmete bitcoins. Pouze označené adresy a importovat adresy mají nárok na aktivační událost oznámení.
fr: Activez les notifications pour recevoir un e-mail chaque fois que vous recevez des bitcoins. Seules les adresses étiquetées et les adresses importées sont autorisées à envoyer des notifications.

source: Enhanced Privacy
ca: Privadesa
fr: Amélioration de la vie privée

source: If you are a merchant, show your xPub and use the Blockchain Merchant app to receive funds safely and privately.
ca: Si ets un comerciant, Mostra el seu xPub i utilitzar l'app Blockchain mercader per rebre fons de manera segura i privada.
cs: Pokud jste obchodník, Ukázat své xPub a Blockchain obchodníka v aplikaci získat finanční prostředky, bezpečně a soukromě.
fr: Si vous êtes un commerçant montrez votre xPub et utilisez l'application Blockchain Marchand pour recevoir des fonds en toute sécurité et discrètement.

source: News, Price & Charts
ca: Notícies, preu i gràfics
cs: Novinky, ceny a grafy
fr: Actualités, Prix et Graphiques

source: Note that once upgraded, you cannot go back to the previous version, but all your bitcoins and your transaction history will be kept.
ca: Tingueu en compte que una vegada millorat, no pot tornar a la versió anterior, però tots els teus bitcoins i el vostre historial de transacció es mantindrà.
cs: Všimněte si, že po upgradu, nemůžete se vrátit k předchozí verzi, ale vaše bitcoins a historii transakcí bude nacházet.
fr: Notez qu'une fois la mise à niveau effectuée, vous ne pourrez plus revenir à la version précédente, mais tous vos bitcoins et l’historique de vos transactions seront conservés.

source: Now you can restore your funds using the 12 word recovery phrase in case you lose your wallet's password
ca: Ara vostè pot restaurar el seu fons utilitzant la 12 paraula recuperació frase en cas que es perd la contrasenya de la seva cartera
cs: Nyní můžete obnovit vaše fondy 12 slovo fráze obnovení pro případ, že ztratíte heslo vaší peněženky
fr: Maintenant vous pouvez récupérer vos fonds à l'aide de la phrase de récupération de 12 mots, au cas où vous perdez le mot de passe de votre portefeuille

source: Password must 10 characters or longer
ca: Contrasenya ha 10 caràcters o més temps
cs: Heslo musí 10 znaků nebo déle
fr: Le mot de passe doit être composé d’au moins 10 caractères

source: Please describe in detail the issue you are experiencing, along with any steps we can take to reproduce it.
ca: Descriviu detalladament l'assumpte que està experimentant, juntament amb els passos que pot prendre per reproduir.
cs: Podrobně popište problém, setkali se žádné kroky, kterými můžeme to zopakovat.
fr: Veuillez décrire en détail le problème que vous rencontrez, ainsi que toutes les mesures que nous pouvons prendre pour le reproduire.

source: Please send payment to bitcoin address. FAQ: (https://blockchain.info/wallet/bitcoin-faq): %@
ca: Si us plau enviï el pagament a l'adreça bitcoin. FAQ: (https://blockchain.info/wallet/bitcoin-faq): %@
cs: Bitcoin adresu zašlete platbu. FAQ: (https://blockchain.info/wallet/bitcoin-faq): %@
fr: Veuillez envoyer le paiement à l'adresse bitcoin. FAQ : (https://blockchain.info/wallet/bitcoin-faq): %@

source: Robust security center
ca: Centre de seguretat robusta
fr: Centre de sécurité robuste

source: Scan this code or copy it into your Blockchain Merchant app to securely receive Bitcoin.
ca: Escaneja aquest codi o copiar-lo al seu app Blockchain mercader segura rebre Bitcoin.
cs: Tento kód nebo jej zkopírujte do app Blockchain obchodníka a bezpečně přijímat Bitcoin.
fr: Scannez ce code ou copiez-le dans votre application Blockchain Marchand pour recevoir des Bitcoin en sécurité.

source: Shared Coin is not supported in the new version at this time.
ca: Moneda compartit no és compatible amb la versió nova en aquest moment.
fr: Pièce partagée n'est pas pris en charge dans la nouvelle version en ce moment.

source: Simplified backup and recovery
ca: Simplificat de reserva i recuperació
fr: Récupération et sauvegarde simplifiée

source: The upgrade takes just a second and your bitcoins and history will be safe. Here is what’s better:
ca: L'actualització pren només un segon i seu bitcoins i història estaran fora de perill. Aquí és què és millor:
fr: La mise à niveau prend juste une seconde, et votre histoire et bitcoins seront en sécurité. Voici ce qui est mieux :

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!
ca: Això esborrarà totes les dades de cartera d'aquest dispositiu. Confirmeu que té el seu moneder informació guardada en un altre lloc, en cas contrari qualsevol bitcoins en aquesta cartera serà ser inaccessible!!
cs: To budou vymazána všechna data peněženku na tomto zařízení. Potvrďte, že máte vaše peněženka informace uložené jinde jinak jakýkoliv bitcoins v této peněženky bude být nepřístupné!!
fr: Ceci effacera toutes les données portefeuille de cet appareil. Veuillez confirmer que vos données portefeuille sont enregistrées sur un autre appareil, sinon tous les bitcoins de ce portefeuille seront inaccessibles!!

source: To: %@ %@ Total Amount: %@ Fee: %@ (%@)
ca: A: %1$@%2$@ import Total: %3$@ quota: %4$@ (%5$@)
cs: Komu: %1$@%2$@ celková částka: %3$@ poplatek: %4$@ (%5$@)
fr: À : %1$@ %2$@ Montant total : %3$@ Montant : %4$@ (%5$@)

source: Transaction Fee
ca: Tarifa de transacció

source: Transaction fees impact how quickly the Bitcoin mining network will confirm your transactions and depend on current network conditions. We recommend the fee below for the transaction at this time.
ca: Tarifes de transacció impacte rapidesa la xarxa de mineria Bitcoin es confirmen les seves transaccions i depenen de condicions de xarxa actuals. Recomanem l'import sota l'operació en aquest moment.

source: Transaction fees impact how quickly the Bitcoin mining network will confirm your transactions, and depend on the current network conditions. We recommend the fee shown for this transaction at this time.
ca: Tarifes de transacció impacte rapidesa la xarxa de mineria Bitcoin confirmar les seves transaccions i depenen de les condicions de xarxa actuals. Us recomanem la quota de Mostra per a aquesta operació en aquest moment.

source: Upgrade Now
ca: Actualitza'l ara
cs: Upgradovat nyní
fr: Mettre à niveau maintenant

source: Upgrade to HD
ca: Actualització a HD
cs: Inovujte na HD
fr: Mettre à niveau HD

source: Use all %@
ca: Utilitzar tots els %@
cs: Použít všechny %@
fr: Utiliser tout %@

source: Wallet Recovery Phrase
ca: Frase de recuperació de cartera
cs: Peněženka pro zotavení frázi
fr: Phrase de récupération du portefeuille

source: Wallet version %lld not supported
ca: Cartera versió %lld no suportat
cs: Peněženka %lld verze není podporován
fr: Version portefeuille %lld non prise en charge

source: We've designed a whole new wallet experience for you
ca: Hem dissenyat una experiència totalment nova cartera per a vostè
cs: Navrhli jsme novou peněženku zkušenost pro vás
fr: Nous avons conçu une toute nouvelle expérience portefeuille pour vous

source: We've included some significant privacy and security improvements. Once you click update you won't be able to go back to your old wallet
ca: Hem inclòs algunes millores importants de privadesa i seguretat. Una vegada que fa clic a actualització que no podrà tornar a la seva cartera vell
cs: Uvádíme některé významné zlepšení soukromí a bezpečnosti. Po klepnutí na tlačítko Aktualizovat nebude možné se vrátit do starých peněženku
fr: Nous avons inclus quelques améliorations significatives concernant la confidentialité et la sécurité. Une fois que vous avez cliqué sur la mise à jour, vous ne pourrez plus retourner sur votre ancien portefeuille
